[
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "dd90c25e-b6bc-4687-9c86-5a7cb9a530bb"
    },
    {
        "page_content": "## Vancity 2021 Annual Report.\n\nThis report provides a summary of Vancity's strategy, performance and impacts during 2021. We publish supplementary documents, available at vancity.com/AnnualReport:\n\n- · Consolidated financial statements\n- · Accountability statements, including the Global Reporting Initiative (GRI) content index\n- · Financed emissions approach and methodology\n- · GHG handbook and inventory report\n\n· Glossary\n\nThroughout this report, 'Vancity' or 'we' refers to Vancouver City Savings Credit Union and its active subsidiaries as listed in the organization chart on page 32 .\n\nThis report contains forward-looking statements or information, which reflects the current view of Vancity with respect to future events and financial performance. All forward-looking statements are based on the opinions and estimates of management as of the date they are made, represent management's best judgment based on facts and assumptions they consider reasonable, and are subject to risks and uncertainties that could cause actual results to differ materially.\n\nWe'd like to hear what you think about this report. Contact us at accountability@vancity.com , tweet us @vancity , or connect with us on facebook.com/vancity\n\nThis document includes hyperlinks. In most browsers, using 'ctrl' + click will open external links in a new browser window. After clicking on a link, use 'alt' + left arrow to return to the previous view.\n\n- ™ Vancity enviroFund and Vancity Fair & Fast Loan are trademarks of Vancouver City Savings Credit Union.\n\n™  Vancity Community Investment Bank is a trademark of Vancouver City Savings Credit Union, used under licence.\n\n## STRATEGY AND RESULTS\n\n## Section 1\n\n| Message from the Chair                     |    |\n|--------------------------------------------|----|\n| Message from the CEO                       |  4 |\n| Business model                             |  5 |\n| Operating context and strategic priorities |  6 |\n| Targets and results                        |  7 |\n\n## Section 2\n\nBUSINESS REVIEW\n\nPeople\n\n| Service experience                              |   8 |\n|-------------------------------------------------|-----|\n| Membership growth                               |   9 |\n| Protecting members                              |  10 |\n| Financial health and inclusion                  |  11 |\n| Financial literacy and advice                   |  12 |\n| Affordable housing                              |  12 |\n| Diversity and anti-racism                       |  13 |\n| Employees                                       |  15 |\n| The climate crisis                              |  16 |\n| Financed greenhouse gas emissions               |  16 |\n| Operational environmental impacts               |  19 |\n| Products and services to address climate change |  20 |\n| Advocacy                                        |  20 |\n| Responsible investment                          |  22 |\n| Asset management and corporate engagement       |  22 |\n| Impact investments                              |  23 |\n\n## Profit\n\n| Financial and economic performance                                 |   24 |\n|--------------------------------------------------------------------|------|\n| Overall financial plan                                             |   24 |\n| Assets and liabilities (balance sheet)                             |   25 |\n| Triple bottom line assets and assets under  administration (TBLAA) |   25 |\n| Net income and efficiency ratio                                    |   26 |\n| Paying a living wage                                               |   26 |\n| Liquidity and capital                                              |   26 |\n| Supporting local communities                                       |   27 |\n\n## Section 3\n\n## GOVERNANCE\n\n| Board of Directors                           |   29 |\n|----------------------------------------------|------|\n| Board of Directors' election                 |   30 |\n| Risk management                              |   30 |\n| 2021-2022 Directors                          |   31 |\n| Structure and executive leadership team      |   32 |\n| Senior management and executive compensation |   33 |\n\n## Section 4\n\nADDITIONAL INFORMATION\n\n| Climate risks: Task Force on Climate-related   Financial Disclosures (TCFD) report       |   34 |\n|------------------------------------------------------------------------------------------|------|\n| Impact analysis                                                                          |   39 |\n| Principles for Responsible Banking (PRB)   reporting and self-assessment                 |   42 |\n| About this report                                                                        |   53 |\n| KPMG LLP's independent practitioners'   assurance report                                 |   54 |\n| Report of the independent auditors on the   summarized consolidated financial statements |   56 |\n| Summarized consolidated financial statements                                             |   57 |\n| Community branches                                                                       |   58 |\n\n3",
        "metadata": {
            "page": 2
        },
        "id": "2654b210-3856-47a4-b4f6-064d7c6491d3"
    },
    {
        "page_content": "<!-- image -->\n\n## Message from the Chair.\n\nThis past year, we continued to face global challenges such as COVID-19 and the climate emergency. It's fair to ask whether there is still a role for co-operatives and the co-operative model in this reality.\n\nWe think that now, more than ever, there is a clear and compelling role for co-operatives like us. Vancity continues to show the strong difference a co-operative can make - and how being a co-operative is so central to shaping Vancity as a truly different financial institution.\n\nDuring these difficult times, rather than turning people away, we see it as our role and responsibility to ask 'how can we help?' That's been our approach throughout this challenging period.\n\nWhen members needed our help to deal with the impacts of the pandemic or of extreme weather events on their personal finances or their business, we listened to their unique needs and provided solutions. For example, we proactively reached out to members who might have been affected by flooding, and helped facilitate access to cash or credit if needed. We also deployed our Humanitarian Fund to help communities impacted by flooding or forest fires, including several Indigenous communities that were particularly hard hit.\n\nThose steps made a big difference, and it's our employees who made it happen. Our employees also needed us - to ensure a safe environment in which to continue delivering an essential service to members, and to help them deal with the same challenges so many of us have been facing outside work. As successive waves of COVID-19 variants brought shifts in public health measures, our employees' health and safety were (and continue to be) paramount for the Board.\n\nThe impact of COVID-19 has also intersected with both economic inequality and the effects of systemic racism, oppression and colonialism.\n\nThese systemic challenges are other areas where co-operatives can make a difference, and where Vancity has sought to be a leader. Our work supporting the community-led development of climate-ready affordable housing in multiple Lower Mainland communities is but one example.\n\nAs a co-operative, we know that we must stand together against all forms of social and economic exclusion. Everyone must have the same opportunities to succeed. It is unacceptable that people continue to face systemic racism and discrimination, and one of the Board's goals is to become a proactively anti-racist governing body. Doing more to remove systemic barriers is an ongoing Board priority, especially important when those barriers affect people's financial wellbeing.\n\n2021 further reminded everyone why Reconciliation is a core Vancity value. The Board knows true Reconciliation starts with meaningful engagement, listening and respectful collaboration, and Vancity continues to work to deepen and broaden our partnerships and relationships with Indigenous communities. As part of its continuous learning, the Board learned about Indigenous principles of value, wealth and wellbeing from Dr. Dara Kelly in September 2021 and plans further director education on Indigenous topics for 2022.\n\nVancity's climate commitments, announced in 2021, are another top priority for the Board in addressing a systemic challenge that intersects with existing inequalities. That is why the Board set as one of its goals to approve climate risk goals and metrics, and a net-zero emissions transition plan.\n\nBut as a co-operative, we've long known that while the climate crisis will impact us all, those already facing economic and systemic barriers will fare worse. The Board is focused on ensuring our credit union provides help to those among our members and in our communities who might struggle to respond and adapt to the climate crisis on their own. Helping those who might otherwise be left behind is another way co-operatives make a difference.\n\nIn 2021, following an extensive search process, we appointed Christine Bergeron as our permanent President and CEO. Christine has been instrumental in leading our work. She has led our credit union to achieve record results and has done so while navigating a challenging external reality. The Board looks forward to working with Christine and the rest of our leadership group to advance our transformational vision and continue being there for our members and communities when they need us.\n\nSince our founding 75 years ago, Vancity has worked to increase financial opportunity, remove economic barriers, and address systemic challenges affecting our members. This past year, the Board approved a new Vision Statement for Vancity, one that fully captures our hopes and aspirations and will guide our work into the future. Our Vision is: 'A transformed economy that protects the earth and guarantees equity for all.' The challenges we face today may be more complex than they used to be, but our commitment to helping solve them is steadfast. We know that, together with our members, we can bring this vision to life.\n\nAnita Braha Chair, Vancity Board of Directors\n\n<!-- image -->",
        "metadata": {
            "page": 3
        },
        "id": "0cebcf6d-2845-483c-9db8-fd99e702be0f"
    },
    {
        "page_content": "<!-- image -->\n\n## Message from the CEO.\n\nFor many people in BC, 2021 was another challenging year, filled with pandemic wild cards and environmental curveballs. Yet, I'm proud of how everyone at Vancity responded: staying true to our values and focusing on what matters most - our members, the communities we serve, each other, and the planet that nurtures us all.\n\nMost important was to stand by our members through the turbulence. Our teams continued to serve members' banking needs through the thick and thin of the pandemic. We helped member businesses get through the impact of health restrictions and supply chain delays. We helped members and communities impacted by flooding. We've enhanced account security and how we advise our members and understand their needs.\n\nThis relentless member focus was one key reason that we had very strong financial results this year, especially in terms of loans, investment intakes and overall operating earnings. I take these results both as a sign of the trust our members put in us and as encouragement to further improve member service and experience wherever we can.\n\nBut our work to deliver impact and systemic change for members and communities was equally important in driving our financial results. Throughout our 75 years, Vancity has been committed to addressing systemic challenges and barriers faced by our members and communities. And recent years reinforce why we must continue to be a financial force for change.\n\nWe launched our climate commitments, pledging to bring our financed emissions to net zero by 2040, offer only responsible investment options, and support our members and communities through the transition to a clean and fair economy. We released the first comprehensive\n\naccounting of our financed emissions, giving us a starting point for credible interim targets we'll release in 2022. And we refreshed our slate of climate-focused financial products.\n\nAs part of our journey to become a proactively anti-racist organization, we are implementing recommendations from an external audit we had initiated to look at ways we can advance racial equity for employees, members and communities. To further embed Reconciliation as a core Vancity value, we are deepening our work to better understand and meet the needs of our Indigenous partners and to expand the ways we serve them. And we continue to tailor loans and investments to those underserved, including Black, Indigenous and women entrepreneurs.\n\nOur community investment work continued in full force, funding multiple organizations and initiatives that are removing barriers and driving change in areas ranging from affordable housing to the circular economy and climate equity. We are further focusing this work while also enhancing it as part of the reshaping of our Shared Success program.\n\nWe continue to be recognized for leadership - in our actions, within the credit union system, at all levels of government, and globally - on how to navigate the complexities of achieving sustainable and inclusive growth and building a clean and fair world. Our thought leadership builds on our\n\nco-operative model and decades of experience working to achieve greater financial inclusion and equity. As the world is finally taking notice of a model that we've espoused for many years, we represent a clear, relevant and sought-after voice speaking on behalf of people and planet.\n\nHow we serve members is a big part of what makes us different. And it's our amazing team, who met the year's challenges with determination and so much heart, that sets us apart. That's why we prioritize employees' safety and wellbeing, listen to our people, are purposeful in our actions and inclusive in our approach - and why I was so proud that we saw high employee engagement results and were ranked as the top local employer.\n\nNot every year will see such terrific outcomes, and certainly I expect ups and downs in 2022 given the uncertainty facing the economy. But our member focus and impact work, our employees' patience and compassion, and our commitment to staying true to our values and pursuing our vision, remain constant and will continue to propel us forward.\n\nI am inspired by our organization, the work we did, and our successes achieved.\n\n<!-- image -->\n\nChristine Bergeron President and CEO",
        "metadata": {
            "page": 4
        },
        "id": "8b766a12-ad7a-42ce-a147-4d7c088db011"
    },
    {
        "page_content": "## Business model.\n\nVancity is a financial co-operative that operates within the territories of the Coast Salish and Kwakwaka'wakw people. Our head office is situated on the territory of the Musqueam, Squamish and Tsleil-Waututh Nations in Vancouver, British Columbia (BC). We are a member-owned, community-based, full-service financial institution with 54 branches in Metro Vancouver, the Fraser Valley, Victoria, Squamish and Alert Bay.\n\nWe use our assets to help achieve our vision of a transformed economy that protects the earth and guarantees equity for all.\n\nOur primary lines of business include retail and business banking (deposit-taking and lending), commercial mortgage lending, and investment advice and services. Our active subsidiaries (listed on page 32 ) include Vancity Investment Management Ltd. (VCIM) and Vancity Community Investment Bank™ (VCIB™), which operates primarily from Toronto, Ontario, territory of multiple Indigenous nations, including the Haudenosaunee and the treaty territory of the Mississaugas of the Credit. Deposits are insured by the Credit Union Deposit Insurance Corporation of BC, and for VCIB, by the Canada Deposit Insurance Corporation.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "83a549f1-387c-4464-a6e6-f5df625c52f0"
    },
    {
        "page_content": "## Operating context and strategic priorities.\n\nIt has been over two years since the World Health Organization officially declared COVID-19 a worldwide pandemic. Navigating the pandemic has forced our members, our communities and everyone at Vancity to face unprecedented challenges, find new ways of working, and support our friends, family and coworkers as they confront the physical and mental health challenges of a lengthy pandemic.\n\nAs we were planning for 2021, the effects of the pandemic were creating enormous uncertainty. It was unclear whether sufficient government support could be maintained until public health measures could stop, or at least contain, the spread of the virus. At Vancity, the pandemic was impacting nearly every aspect of our operations and financials. Our actions to support our members, ready our organization, and strengthen our financial position were swift and effective. However, they only served to partially address the challenges that we were facing.\n\nOur plans called for 2021 to be a year of transition as we recovered from, and adapted to, the effects of the pandemic and put Vancity on a trajectory towards achieving our strategic goals.\n\nAt the end of 2021, our world looked very different. BC's economic recovery was stronger than we expected as the unemployment rate fell below pre-pandemic levels, business and consumer confidence strengthened, and consumer spending rose. However, new variants forced us to continuously adapt the way we live, work and play. And we face new challenges and uncertainties in the form of rising inflation and rising geopolitical tensions.\n\nThrough all of this uncertainty and change, Vancity and our members have shown their strength and resiliency. Our organization is also stronger than ever, with a more engaged workforce, a structure that is more aligned to our strategy, and improved technology, processes and capabilities.\n\nLooking ahead, our strategy hasn't changed. Vancity is committed to being a financial force for change as we use the tools of finance to address members' needs and to advance the wellbeing of our members and the communities where they live and work. Our goals also remain the same:\n\n- ·  Delivering what our members need, when and where they need it, to become the financial institution our members love to bank with and their best financial partner\n- ·  Driving meaningful social and systemic change to build a clean and fair world and demonstrate that a financial institution can be an agent of positive change\n- ·  Creating an internal culture that values purpose and performance through a diversity, equity and inclusion lens to become the organization people love to work at and a leading employer\n- ·  Delivering strong, stable financial performance to support investments in our future and to ensure our credit union remains financially strong so we can make a greater impact in our communities\n\nFor more on our financial plan, see\n\npage 24\n\n.\n\n## Our climate commitments.\n\nWe must work towards a climate transition that puts people at its centre and leaves no one behind.\n\nNet zero by 2040: Our ambition is to make Vancity net zero by 2040 across all our mortgages and loans. That means the carbon emitted from anything we finance will be eliminated or significantly reduced, with any remaining emissions being brought to net zero. We'll start this work by setting our first target for 2025.\n\nFinancing an equitable climate transition: Unaddressed, climate change will change how we work and live, and will drive further inequality. We will focus our work in financial and social inclusion to provide banking and other solutions to help people who are affected by the climate emergency, as well as those seeking support in transitioning to cleaner and more sustainable living.\n\nInvesting in a better future: We will help our members invest for the future we need by offering only responsible investment options that can demonstrate\n\nthe integrity of their Environmental, Social and Corporate Governance (ESG) screening and stewardship process.\n\nBe transparent and accountable: We will encourage change within the financial services sector by accurately measuring and openly reporting on how our own actions are improving the wellbeing of people, communities and the environment. We aim to continue implementing, testing and helping improve emerging international standards for climate and impact reporting.\n\nWalk the talk in all we do: We will live our values in our daily decision-making in order to serve the diverse needs of our members, staff, and communities. We will do our part across our operations to contribute to a just climate transition.\n\nFor more details, see Climate commitments",
        "metadata": {
            "page": 6
        },
        "id": "5032b234-8123-4b08-946e-28e4287a74bf"
    },
    {
        "page_content": "## Targets and results.\n\n## Targets and incentive pay\n\n- Targets directly influenced the amount of employee incentive pay in 2021.\n- Targets directly influenced amount of incentive pay for management and above in 2021.\n- The executive leadership team has long-term incentive plan targets for performance in 2020-2022.\n\nThere was a corresponding payout range for each target based on whether we met, exceeded or fell short of the target.\n\n## Results externally assured\n\n- Result assured at a reasonable level\n- Result assured at a limited level\n\nFor historical data and an explanation of our performance, please refer to the Business review. For details on methodology and definitions, refer to the accountability statements and the glossary available at annualreport.vancity.com .\n\n| Incentive  pay   | Indicators                                                                                                                                                                                                            | 2021    Target          | 2021            | 2020            | 2019            | Progress   | 2022   Target   | 2024  Projection                        | See   pages   |\n|------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------|-----------------|-----------------|-----------------|------------|-----------------|-----------------------------------------|---------------|\n|                  | Member satisfaction (very satisfied, 9s and 10s out of 10)                                                                                                                                                            | 56%                     | 50%             | 56%             | 53%             | Not met    | 54%             | 58%                                     | 8             |\n|                  | Membership growth rate                                                                                                                                                                                                | 1.20%                   | 1.75%           | 1.28%           | 1.81%           | Met        | 1.65%           | 1.95%                                   | 9             |\n|                  | Employee engagement                                                                                                                                                                                                   | 71%                     | 72%             | 69%             | 62%             | Met        | 73%             | 77%                                     | 15            |\n|                  | Employees who self-identify as Indigenous 1                                                                                                                                                                           | 2.5%                    | 1.5%            | 1.4%            | 1.4%            | Not met    | 2-3%            | 2-3%                                    | 15            |\n|                  | Employees who self-identify as living with a disability 1                                                                                                                                                             | No target               | 13%             | 10%             | 10%             | N/A        | No target       | No target                               | 15            |\n|                  | Senior management and Board who self-identify as  1                                                                                                                                                                   |                         | 46%             | N/A             | N/A             | On track   | 50%   by 2025   | 50%   by 2025                           | 30            |\n|                  | women and/or transgender or non-binary Senior management and Board who self-identify as  Indigenous, Black, a person of colour and/or 2SLGBTQIA+ and/ or gender or sexually diverse and/or living with a disability 1 | 50% by 2025 40% by 2025 | 43%             | N/A             | N/A             | Met        | 40%   by 2025   | 40%   by 2025                           | 30            |\n|                  | Total operational GHG emissions (tonnes CO 2 e) ≤ 4,500                                                                                                                                                               |                         | 1,930           | 2,422           | 3,984           | Met        |                 |                                         | 19            |\n|                  | Employee operational carbon footprint (tonnes CO 2 e/FTE)                                                                                                                                                             | ≤ 1.5 by 2030           | 0.8             | 1.0             | 1.7             | Met        |                 | Developing targets                      | 19            |\n|                  | Recertification of operational footprint as carbon neutral Carbon   neutral                                                                                                                                           |                         | Carbon  neutral | Carbon  neutral | Carbon  neutral | Met        |                 | aligned with our net  zero by 2040 goal |               |\n|                  | Waste generated on premises per employee (kg/FTE) 2                                                                                                                                                                   | 50                      | 40              | 44              | 79              | Met        | 50              | Not set                                 | 19 19         |\n|                  | Water use on premises per employee (thousands L/FTE) 3                                                                                                                                                                | 8                       | 6.4             | 8.6             | 11.0            | Met        | 8               | Not set                                 | 19            |\n|                  | Return on members' equity (ROME) (business results)                                                                                                                                                                   | 5.4%                    | 9.3%            | 4.3%            | 5.6%            | Met        | 6.2%            | 6.6%                                    | 24            |\n|                  | ROME (after Shared Success)                                                                                                                                                                                           | 4.0%                    | 7.0%            | 3.2%            | 4.5%            | Met        | 4.7%            | 5.0%                                    | 24            |\n|                  | Operating earnings                                                                                                                                                                                                    | $115.1M                 | $156.1M         | $119.2M         | $116.3M         | Met        | $126.9M         | $153.1M                                 | 24            |\n|                  | Net lending growth                                                                                                                                                                                                    | $1,083M 4               | $2,726M         | $436M           | $426M           | Met        | $1,225M         | $1,327M                                 | 24            |\n|                  | Net sustainable wealth management (SWM) inflows 5                                                                                                                                                                     | $238M                   | $462M           |                 |                 | Met        | $695M           | $803M                                   |               |\n|                  |                                                                                                                                                                                                                       |                         |                 | $59M            | $(15M)          |            |                 |                                         | 24            |\n|                  | Total assets Total assets under administration 5                                                                                                                                                                      | $23.8B $5.2B            | $26.6B $6.6B    | $24.9B $5.6B    | $23.2B $5.1B    | Met Met    | $28.0B $7.1B    | Not set Not set                         | 25 25         |\n|                  | Triple bottom line assets and assets under administration  (TBLAA)                                                                                                                                                    | $9.1B                   | $10.7B          | $8.9B           | $7.8B           | Met        | $11.7B          |                                         |               |\n|                  | Efficiency ratio 6                                                                                                                                                                                                    | 78.9%                   | 74.2%           | 79.2%           | 78.1%           | Met        | 78.3%           | $14.6B                                  | 25 26         |\n|                  | Certified Living Wage Employer                                                                                                                                                                                        | Recertify               |                 |                 |                 |            |                 | 76.5%                                   |               |\n|                  |                                                                                                                                                                                                                       |                         | Yes             | Yes             | Yes             | Met        | Recertify       | Recertify                               | 26            |\n\n- 1  Percentage reflects employees who identified themselves this way in the diversity survey, divided by all employees. 69 per cent of employees participated in the survey. Data as of February 4, 2022.\n- 2  Calculated for Vancity Centre and our 54 branches. See page 20 of the\n\naccountability statements\n\nfor details.\n\n- 3  Metered water use is based on actual data from 40 locations and estimated data from 30 locations.\n- 4  In Q3, we updated the target from $1,048M as disclosed in our 2020 Annual Report.\n- 5  Desjardins Financial Services (DFS) inflows of $43M are included in net SWM inflows; however, DFS assets under management are excluded from reported total assets under administration/management as the service is administered by DFS and not through Vancity advisors.\n- 6  Data prior to 2021 has been restated to reflect an updated 2021 calculation method. The 2021 calculation no longer includes distribution to community.",
        "metadata": {
            "page": 7
        },
        "id": "1d7ace99-23b1-407a-856c-0a5b19cd0d87"
    },
    {
        "page_content": "<!-- image -->\n\n## People: Service experience.\n\nWe take our cues from our members - what products and services they need, where we can improve our processes, and how we can be better at addressing the needs of communities.\n\nWe aim for high member satisfaction, setting targets based on the percentage of members who rate us 9 or 10 out of 10. Members who are very satisfied with our overall service delivery decreased to 50 per cent, not meeting our 2021 target, although our average score out of 10 was still quite high at 8.1.\n\n## Satisfaction with overall service delivery (9s and 10s out of 10)\n\n<!-- image -->\n\n|    |     | 2022 TARGET 54%   |\n|----|-----|-------------------|\n| 21 | 50% | 50%               |\n| 20 |     |                   |\n| 19 |     |                   |\n| 18 |     |                   |\n| 17 |     |                   |\n\n50%\n\nThis decrease can be attributed to several factors. As members are doing more of their banking with us digitally or by phone, rather than in branches, our digital channels have seen a significant increase in volume. This posed challenges in having enough employees available to respond in a timely manner in a year with a record high number of interactions with us via our call centre. The introduction of new features, such as multi-factor authentication and self-serve password reset, also influenced member satisfaction in 2021.\n\nTo provide additional ways to allow our members to avoid in-person transactions due to COVID-19, we continued to provide a dedicated phone line for members who are 65+ years old or have a disability, to better assist them with their specific needs.\n\nOur branch network also saw changes to provide greater community location coverage with the opening of the Wesbrook Village Community Branch at UBC, while closing the Oakridge Community Branch. In addition, we plan to open a new branch in North Vancouver on Lonsdale Avenue in 2022, as we continue to monitor our members' changing needs while working to expand our physical presence in new communities.",
        "metadata": {
            "page": 8
        },
        "id": "b8103b73-ba07-4b26-ba11-dacca5a0577b"
    },
    {
        "page_content": "<!-- image -->\n\n## VANCITY FIRSTS\n\nMartha Mackie was one of the 14 Vancouverites who, frustrated with the lack of financial services available to regular folks, signed a charter in 1946 establishing Vancouver City Savings Credit Union, an open-bond credit union that allowed any resident of the city to join. Since then, we've continued to serve all the evolving financial needs of our members, while using financial tools and community partnerships to address the systemic challenges they face and advance the wellbeing of their communities.\n\nIn response to changing payment needs of our business owners, we launched the enviro™ Visa* Business Card , a no-fee card designed to support small businesses and not-for-profit organizations, especially with their growth. We also introduced Interac e-Transfer ® for Business, and updated our business lending system, enabling online self-service capabilities for business members.\n\nIn 2021, we made numerous upgrades to the technology that enables us to serve our members. In 2022, we plan to continue to invest in this work, including further improvements to our online banking platform.\n\nOpen banking (often called consumer-directed finance) provides a way to exchange data that would allow members to share their financial information safely with third parties. While it's still not clear how or when open banking will be implemented in Canada, we are focused on modernizing our payments infrastructure and implementing new capabilities like Interac e-Transfer for Business that are built upon the new data exchange standards. We are working to ensure that we will have the technological foundation to enable our participation.\n\n## Membership growth\n\nAs Vancity grows, our influence on financial inclusion, environmental sustainability and the economic resilience of our communities grows too.\n\nIn 2021, Vancity's membership grew by 9,662, or 1.75 per cent. This rate was twice that of the rest of the BC credit union system, and above our target of 1.20 per cent, which we set at 1.5 times the projected general BC population growth.\n\n## Number of members\n\n|    | 2021 TARGET 557,206   | 2022 TARGET 569,505   | 2024 PROJECTION 574,896   |\n|----|-----------------------|-----------------------|---------------------------|\n| 21 | 560,261               |                       |                           |\n| 20 | 550,599               |                       |                           |\n| 19 | 543,621               |                       |                           |\n| 18 | 533,936 1             |                       |                           |\n| 17 | 1                     |                       |                           |\n\n525,506\n\n- 1  Due to a change in methodology, data as of 2018 is not comparable.\n- * Trademark of Visa Int., used under licence.\n\n## Percentage increase in membership\n\n<!-- image -->\n\n|    | 2021 TARGET 1.20%   | 2022 TARGET 1.65%   | 2024 PROJECTION 1.95%   |\n|----|---------------------|---------------------|-------------------------|\n| 21 | 1.75%               |                     |                         |\n| 20 | 1.28%               |                     |                         |\n| 19 | 1.81%               |                     |                         |\n| 18 | n/a                 |                     |                         |\n| 17 |                     |                     |                         |\n\nn/a",
        "metadata": {
            "page": 9
        },
        "id": "4750e388-6865-4ab3-b6c4-95f35522e328"
    },
    {
        "page_content": "## People: Protecting members.\n\nThe financial services industry continues to face increased fraud and cyberattacks. As we all do more of our banking online, Vancity has been working to ensure we offer the digital services members want while having a stable and secure technology platform that helps protect member privacy.\n\nWe want to make our community branches as safe and convenient as possible. COVID-19 and climate-related weather events such as wildfires have enhanced our focus on filtration, ventilation, and monitoring overall indoor air quality. In 2021, we switched from annual to continuous real-time monitoring of indoor air quality at branch locations and continued deep cleaning practices.\n\n## Better online security for all members.\n\nWhen we asked members what digital features they most wanted, self-serve password reset was the most requested, followed by Multi-Factor Authentication (MFA).\n\nIn late 2021, we rolled out MFA, an additional layer of security that helps to protect members' accounts from fraud. When members enter their MEMBER CARD ® number and password, they may be asked to enter an additional one-time code which will be sent via a text message, an automated voice call, or an authentication app.\n\nThe introduction of MFA helped reduce online banking-related fraud. It also made it possible to offer members self-serve password reset.\n\nHowever, the launch was challenging for some members who had difficulty setting up MFA. We worked to support all members through the transition and were able to resolve access issues.\n\nWe reviewed the rollout of MFA and listened to members and employees to learn how we can improve the member experience in future security upgrades.",
        "metadata": {
            "page": 10
        },
        "id": "09201974-1d07-4e86-86d2-ab28d84f82eb"
    },
    {
        "page_content": "## People: Financial health and inclusion.\n\nEver since Vancity was founded, we've been providing people with access to financial services they may otherwise have been denied.\n\nIn December 2021, we were one of the founding signatories to the UN Principles for Responsible Banking's Commitment to Financial Health and\n\nInclusion . This commits us to identify metrics and set targets by 2023 that make a substantial contribution to the financial health and inclusion of our communities. While we've demonstrated leadership in financial inclusion and access for 75 years, signing on to this commitment will help us better track our outcomes relative to our peers and set targets to support our journey to achieving a just transition. This new financial inclusion commitment aligns directly with our second climate commitment, Financing an\n\nequitable climate transition\n\n.\n\nAccess to capital has long been a barrier to growth for entrepreneurs from diverse backgrounds. Through the Black Entrepreneurship Program , launched in 2021,\n\nwe offer term loans and operating loans to Black entrepreneurs and Black-led organizations. We also provided the Black Business Association of BC support to develop a 12-month business program that provides entrepreneurs help with loan applications, sustainability practices and strategic growth planning support.\n\nWe also revised the\n\nUnity Women's Entrepreneurship\n\nProgram in 2021 to improve accessibility in response to feedback from members.\n\nRefugees and newcomers to Canada often experience difficulties in accessing basic banking services. Since 2016, we've had an on-site banking kiosk at the Immigrant Services Society of BC's (ISSofBC) Welcome Centre in Vancouver. This is a one-stop support centre offering services such as opening bank accounts on arrival for newcomers and refugees coming to Canada.\n\nIn 2021, Vancity welcomed the first of five refugee families from diverse backgrounds we committed to sponsoring through ISSofBC's family reunification program.\n\n<!-- image -->\n\nVANCITY FIRSTS\n\nIn 2014, we became one of the first mainstream financial institutions to launch an alternative to typical payday loans. The Vancity Fair & Fast Loan™ may reduce costs for borrowers and help them break the cycle of debt.\n\nVANCITY STORIES\n\n## Banking on the Downtown Eastside.\n\nPigeon Park Savings, a small branch in Vancouver's Downtown Eastside, provides access to basic financial services to people who are often excluded from conventional banking.\n\n<!-- image -->\n\nWatch video Pigeon Park Savings\n\nREAD THE FULL STORY HERE",
        "metadata": {
            "page": 11
        },
        "id": "bf8018e2-9236-4b47-87a7-6c598deae160"
    },
    {
        "page_content": "## Financial literacy and advice\n\nIncreased financial confidence is a key component in the financial health and resilience of our members.\n\nIn 2021, we put more resources and training towards providing members with investment, financial planning and business advice. We also focused on offering self-led financial literacy modules online , making financial education more accessible to the community and members. Topics include basic banking, investments, and retirement and estate planning.\n\nFor many years, Vancity led the national Each One, Teach One financial literacy program, training credit union employees across the country to become certified volunteer trainers in the community, in partnership with the Canadian Credit Union Association (CCUA). In 2021, we fully transitioned the program to the CCUA, creating a centralized coordination hub of information and resources.\n\nWe created the Wealth Mindset - Indigenous Financial Resilience program in collaboration with Indigenous Elders, to meet the needs and strengths of Indigenous learners and communities. We started training some employees as facilitators and will roll out the program to communities in 2022.\n\nOur commitment to the creation of more affordable housing units and to supporting new builds and retrofits that reduce emissions from the built environment could result in increased demand for timber. We are working with nonprofit builder partners to test ways to reduce the environmental impacts of these processes. We are also encouraging members taking out loans or mortgages that entail retrofits to consider 'deconstruction,' a process that maximizes the resources, including timber, that can be salvaged for reuse as part of a retrofit.\n\nIn 2021, 3,150 units of affordable housing were constructed or renovated with financing from Vancity.\n\n## Affordable housing\n\nLack of access to affordable housing is severely affecting people's quality of life and the health of our communities. For many years, Vancity has worked with organizations that help people living along the housing continuum: from emergency shelters through to transitional and subsidized housing, co-operatives, below-market rentals and property ownership.\n\nThe Vancity Affordable Housing Accelerator Fund plays a key role in this strategy by providing low-cost and flexible loans to support capital needs in the pre-development phase of affordable housing development projects. Since 2011, the Fund has supported the development of 4,450 affordable rental homes by providing 75 loans for 59 unique housing projects developed by 31 non-profit housing organizations.\n\n## Number of affordable housing units constructed or renovated with funding from Vancity 1\n\n<!-- image -->\n\n2,907\n\n- 1  Includes acquisitions and renovations of homes that already existed, as well as net new homes.\n\n<!-- image -->\n\nVANCITY FIRSTS\n\nVancity blazed a trail by providing mortgages to women without a male co-signer. In the early 1960s, even if a woman had an income, banks deemed it too risky to provide women loans, because they assumed women would leave work to have children.",
        "metadata": {
            "page": 12
        },
        "id": "99fc4144-cee9-4b36-9a7c-2f4ea55f6c91"
    },
    {
        "page_content": "## People: Diversity and anti-racism.\n\nWe are committed to doing our part in removing financial barriers that stem from systemic exclusion and inequities that affect women, Indigenous, Black and people of colour, 2SLGBTQIA+, and people living with visible and invisible disabilities. As one of our key goals, we're committed to being an anti-racist organization.\n\nIn 2021, we received the results of our external racial equity audit. With Vancity's Racial Equity Employee Resource Group (ERG) review, validation and input into these findings, we began implementing some of these recommendations. We:\n\n- ·  Implemented recommendations to improve accessibility in hiring through transparency, inclusive language and processes\n- ·  Engaged with additional community partners to help us attract diverse employees\n- ·  Improved our systems to gather insights on employee diversity while protecting employee privacy\n- ·  Updated and added new training on topics such as anti-racism, active bystanders, neurodiversity, and psychological safety\n- ·  Hosted employee divisional townhalls and micro learning sessions, and provided resources to employees via an anti-racism resource centre to further internal learnings\n- ·  Expanded the Indigenous talent program and began training leaders on Reconciliation\n- ·  Hired a Chief Equity and People Officer to lead our human resources function, as well as two new permanent roles in the diversity, equity and inclusion team\n- ·  Began a review of our granting processes and practices to uncover bias and improve access\n- ·  Engaged with our Employee Resource Groups to ensure our efforts are informed and assessed by people with lived experience of discrimination\n\n## Unbinding gender binaries.\n\nFor the past several years we've been keenly aware that our binary malefemale gender data didn't reflect the varied identities of our employees. In 2021, we ensured employees had choice and ownership over their gender options in our data.\n\nFollowing consultation with people with lived experience in discrimination and industry experts, we changed our diversity survey significantly. To create a more inclusive and accurate survey, nearly 50 options and free text spaces were added to reflect a more diverse range of gender, racial identity, abilities and disabilities, and sexual orientation.\n\nAccurate gender and other diversity data helps us better reflect the communities we serve in our employee composition, see our employee population for what it truly is, better meet employee needs, and ensure equitable employment opportunities and benefits.\n\nDisclosing one's diversity is a choice. This means that we will have incomplete data. An employee can choose not to answer a specific question, or choose not to participate at all. We asked all employees to complete the myDiversity survey and 69 per cent participated.\n\nRepresentation of diversity among employees is one of many indicators that tell us we're on the right track to creating an actively anti-racist organization. We continue to encourage our employees to complete the myDiversity survey and help us build an accurate picture of our progress in representation of diversity at Vancity.",
        "metadata": {
            "page": 13
        },
        "id": "d54f756e-e0c5-43f6-8c3b-167750b4618e"
    },
    {
        "page_content": "## VANCITY FIRSTS\n\nIn 2002, Vancity was the first Canadian financial institution to market to the gay and lesbian community through mainstream advertising. In response, the Archdiocese of Vancouver cancelled Vancity's youth credit union programs running in Roman Catholic schools, setting off a controversy in which Vancity was inundated with more calls, emails and letters on this issue than any other single issue in its history (85 per cent supported Vancity).\n\nGuided by the recommendations from our racial equity audit, we will continue to implement changes to ensure our practices are designed with diversity, equity and inclusion at their core.\n\nSee our website for more on\n\nBecoming an inclusive and\n\nanti-racist organization\n\n.\n\nWe didn't meet our target of 2.5 per cent Indigenous employees, with 1.5 per cent of employees identifying as Indigenous. We will continue our work to attract and retain more Indigenous employees. See page 28 for more on Reconciliation with Indigenous people.\n\nFor a diversity breakdown of our employees and Board, see the accountability statements , pages 11-13 and 30. For our progress on senior leadership diversity and the 50-30 Challenge, see page 30 .\n\n,\n\nWe've been publishing gender-based salary comparisons for all employees since 2010. See the accountability statements page 12.\n\nWe continued to work with community partners, industry and government to address systemic barriers. We supported, for example:\n\n- · The Inclusion Project , a social innovation network and resource hub, to develop an intersectional Racial Equity, Diversity and Inclusion framework and workplace equity scorecards\n- ·  The Vancouver Mural Festival's Black Strathcona Resurgence Project , with the goal of reclaiming visibility and reconciling the erasure and systemic racism endured over time by Black people in Vancouver. Thirteen Black, Chinese Canadian and Indigenous artists created murals in Strathcona and Hogan's Alley",
        "metadata": {
            "page": 14
        },
        "id": "d1c3e640-f399-424e-890a-74b96211be01"
    },
    {
        "page_content": "## People: Employees.\n\n## Employee engagement\n\n<!-- image -->\n\n|    | 2021 TARGET 71%   | 2022 TARGET 73%   | 2024 TARGET 77%   |\n|----|-------------------|-------------------|-------------------|\n| 21 |                   |                   |                   |\n| 20 |                   |                   |                   |\n| 19 |                   |                   |                   |\n| 18 |                   |                   |                   |\n| 17 |                   |                   |                   |\n\n58%\n\nSurvey conducted by Kincentric. The participation rate was 82%.\n\nIn contrast to a downward trend in engagement among Canada's banks and credit unions, our overall employee engagement score rose three percentage points to 72 per cent, above our target.\n\nWe've been focused on reducing the stigma of mental health and supporting employees to stay mentally healthy and access help when they need it. We provided more resources and introduced a team of nine certified mental health first aiders; by the end of 2021,\n\nSee page 3 of the\n\naccountability statements\n\nfor more information on our People metrics.\n\n| Substantiated reports of privacy breaches                 | #   |   89 |   121 |   106 |   71 |   96 |\n|-----------------------------------------------------------|-----|------|-------|-------|------|------|\n| Substantiated incidents of employee fraud                 | #   |  1   |   4   |   3   |  4   |  4   |\n| Employees who self-identify as living with a disability 1 | %   | 13   |  10   |  10   | 10   | 10   |\n| Employees who self-identify as Indigenous 1               | %   |  1.5 |   1.4 |   1.4 |  1.6 |  1.1 |\n| Senior managers who are women 1                           | %   | 44   |  54   |  51   | 53   | 51   |\n| Executive leadership team members who are women 1         | %   | 57   |  63   |  56   | 71   | 60   |\n| Voluntary turnover rate                                   | %   | 10   |   6   |   8.7 |  6.3 |  7.2 |\n\n- 1  Percentage reflects employees who identified themselves this way in the diversity survey, divided by all employees/senior managers/executive leadership team members. 69 per cent of employees participated in the survey.\n\nmore than 75 per cent of our management team had completed training on supporting their own and their teams' mental health.\n\nWe began work to create a new defined benefit pension plan for Vancity employees. More than 1,600 employees shared their perspectives in our retirement benefits survey and 1,000 employees participated in virtual focus groups.\n\nIn 2021, we also:\n\n- ·  Gathered employee feedback to inform our employee compensation and benefits review\n- ·  Launched a manager training program focused on foundations, performance management, strategic thinking and virtual leadership\n- ·  Increased training for member-facing employees, especially in specialized advice roles\n- ·  Gave employees an extra day off in July to recharge\n- ·  Awarded employees an extra two per cent lump sum on their eligible 2021 earnings for their extraordinary efforts and results\n- ·  Enhanced employee account benefits\n- ·  Switched the administrator of our Group RRSP to provide participating employees better service and lower fees\n- ·  Launched a pilot program to support the wellbeing and career goals of our employees who are pregnant or adopting\n\nWe've been exploring different ways of working remotely since 2018 to provide employees an option that fits their personal and family needs. The pandemic advanced these plans. In 2021, we launched our Hybrid Work Program, transitioning to a hybrid workplace with a blend of on-site and remote employees.\n\nThroughout the pandemic, in making decisions around access to Vancity workspaces, we reviewed provincial health guidance and, in 2021, we surveyed all employees about what would make them feel safer working on site.",
        "metadata": {
            "page": 15
        },
        "id": "91fac787-ee2d-4402-8328-b0ef5aba72ab"
    },
    {
        "page_content": "## Planet: The climate crisis.\n\nIn 2021, British Columbians experienced three high-profile and devastating climate change-related catastrophes in less than six months: a heat dome, wildfires, and unprecedented flooding from an atmospheric river. These events highlighted the inadequacies of infrastructure and buildings to meet the changing conditions, the insecurity of supply chains and food systems, and the disproportional impacts on vulnerable groups and communities including low-income residents, the elderly, and remote or Indigenous communities.\n\nThey also highlighted the need to think long term and act quickly to find solutions to rapidly reduce greenhouse gas emissions while adapting to keep our ecosystems and communities healthy and safe. This requires deep (some would say radical) collaboration across key players such as governments, regulators, experts, industry groups, businesses, residents and consumers - and for each one of us to play a role.\n\nWe believe financial institutions, including Vancity, can and should play a critical role in enabling the transition to a clean, resilient and fair economy. The climate crisis is a global issue with significant implications for the financial sector, our own operations and business model, and for the people and local communities we serve. It requires shifting how we all do business.\n\n## Financed greenhouse gas emissions\n\nVancity's most significant climate-related impacts are as a result of the loans and investments we choose to make. In 2019, we publicly committed to tracking and disclosing financed emissions using the Partnership for Carbon Accounting Financials (PCAF) Global GHG\n\nAccounting and Reporting Standard\n\n.\n\nWe reported our financed emissions publicly for the first time in our 2020 Annual Report. Currently, we report emissions for around 82 per cent of all lending, 53 per cent of treasury investments and 63 per cent of managed client investments in terms of the dollars loaned or invested. Our coverage is generally higher than our Canadian peers. We report financed emissions separately from the rest of our scope 3 emissions for now.\n\nWe are a signatory to both the UN Principles for Responsible Banking's Collective Commitment to\n\nClimate Action\n\n(CCCA) and the UN-convened\n\nNet-Zero\n\nBanking Alliance (NZBA). We were the first Canadian financial institution to join the NZBA in early 2021, which at the time of writing had grown to include eight Canadian members. The NZBA has the most ambitious commitments of all banking climate initiatives. In January 2022, it welcomed the 100th signatory to its net-zero emissions by 2050 commitment, representing over 40 per cent of global banking assets.\n\n## What we're doing to address the climate crisis.\n\nWe want to lead and advocate for changes that are needed across the financial services sector, and in early 2021 we announced five ambitious Climate Commitments , including financing an equitable climate transition and achieving net zero across our lending portfolio by 2040.\n\nAchieving net zero means eliminating or significantly reducing the greenhouse gas emissions from anything we finance, with any remaining emissions being balanced by removing carbon dioxide (CO 2 ) from the air. Our ambition outpaces by ten years the global targets called for by the Intergovernmental Panel on Climate Change , which notes that global net human-caused emissions of CO 2 need to fall by about 45 per cent from 2010 levels by 2030, and reach 'net zero' around 2050.\n\nWe've committed to measure and openly report our financed emissions in addition to our operational emissions - Vancity has been carbon neutral in our operations since 2008 - and to continue to implement and advance global standards for climate and impact accounting and target setting. We've further committed to set near-term targets for climate and financial health and inclusion, and to demonstrate how our actions are contributing to the wellbeing of people, communities and the environment.\n\nWe will ground our work in financial and social inclusion, providing banking and other solutions to help people who are affected by the climate crisis, as well as those seeking support in transitioning to cleaner and more sustainable living.\n\nWe also recognize the importance of developing, adopting and employing climate risk management practices, building on the foundation of the Task Force on Climate-related Financial Disclosures (TCFD). For more information, see our TCFD report on page 34.",
        "metadata": {
            "page": 16
        },
        "id": "52834f23-d400-4bdb-8a27-49987bd1fd73"
    },
    {
        "page_content": "As a signatory to the NZBA, we follow the UN Environment Programme Finance Initiative's Guidelines for Climate Target Setting for Banks to ensure our approach to achieving net zero is consistent and sciencebased. In line with NZBA requirements, we established 2019 baseline data and an approach for our first set of near-term, science-based climate targets which we will set in 2022. Managed client investments fall under the Net Zero Asset Managers Initiative , which Vancity Investment Management (VCIM) signed in 2021. Guided by this initiative, VCIM will establish near-term climate targets in 2022.\n\n## Greenhouse gas emissions by asset class 2021\n\n| Business loans for operational purposes                                   | $237    | $221 (93%)    | 7,169   | -15%          | 22,492        | -20%          | 134       | 4.6                     |\n|---------------------------------------------------------------------------|---------|---------------|---------|---------------|---------------|---------------|-----------|-------------------------|\n| Residential mortgages for home purchases                                  | $13,288 | $13,064 (98%) | 23,078  | 3%            | Not estimated | Not estimated | 1.8       | 4.1                     |\n| Commercial real estate mortgages for property acquisition                 | $7,008  | $5,360 (76%)  | 52,582  | -4%           | Not estimated | Not estimated | 9.8       | 4.5                     |\n| Motor vehicle loans                                                       | $18     | $18 (100%)    | 3,434   | -3%           | Not estimated | Not estimated | 193       | 5.0                     |\n| Project finance: clean energy and energy efficiency                       | $66     | $66 (100%)    | 191     | 0%            | Not estimated | Not estimated | 8.8 3     | 5.0                     |\n| Vancity's treasury (liquidity) investments                                | $3,236  | $1,704 (53%)  | 10,330  | Not estimated | Not estimated | Not estimated | 6.1       | Approx. 3.0             |\n| Total on-balance sheet loans and investments                              | $23,853 | $20,433 (86%) | 96,784  | -3% 4         | 22,492        | -20%          | 5.8       |                         |\n| Managed client investments in listed equity 5  - Inhance SRI mutual funds | $2,119  | $2,056 (97%)  | 45,432  | 9%            | Not estimated | Not estimated | 22.1      | 4.1                     |\n| Managed client investments in listed equity 5  - Discretionary            | $376    | $367 (98%)    | 12,816  | 5%            | Not estimated | Not estimated |           | Approx. 3.0             |\n| Total off-balance sheet listed equity                                     | $2,495  | $2,423 (97%)  | 58,248  | 8%            | Not estimated | Not estimated | 34.9 24.0 | Approx. 3.0 Approx. 3.0 |\n\n- tCO 2 e = metric tonnes of carbon dioxide equivalents. Please refer to the\n\nFinanced emissions approach and methodology\n\n- for definitions for this and other technical terms including absolute emissions, emissions intensity, scopes 1-3, and weighted data quality score.\n\nNot estimated: because it's not required by the PCAF standard, data or resource limitations, and/or the lack of a standardized approach.\n\n- 1  The activities/asset classes above are defined according to the PCAF Global GHG Standard and may not align with the terms used in our financial statements. The following assets are not included because there is no PCAF methodology for them yet, or because PCAF doesn't require them to be included: Consumer loans including home equity lines of credit (HELOCs) where the purpose is not to purchase a home ($471 million), property construction and retrofit loans ($1,475 million combined commercial and residential), and certain investments.\n- 2  Missing coverage is due to inadequate data for loans or investments.\n- 3  Clean energy projects have zero emissions associated with them; emissions intensity applies to energy efficiency projects only.\n- 4  For comparability, change in absolute scope 1 + 2 emissions from 2020 doesn't include 2021 Treasury emissions.\n- 5  Our third-party data provider tools do not include relevant data for fixed income securities or preferred shares; we have reported emissions attributed to listed equity only.",
        "metadata": {
            "page": 17
        },
        "id": "7a2161cb-6510-4287-9663-d93cdc3f5ea7"
    },
    {
        "page_content": "We consider the financed emissions data presented in the table to be highly estimated due to limitations in data availability. The data quality score averages 4.2 for loans, excluding project finance, which PCAF defines as proxy data (data quality 4) or estimated data with very little support (data quality 5). As an example, guided by the PCAF standard we calculate emissions related to residential or commercial mortgages based on the type and location of the building. Where feasible, we use the floor area to improve our estimates and increase our data quality score from a 5 to a 4. The data quality score is approximate for project finance, treasury investments and managed client investments for various reasons, including the fact that we source some of the data from third-party data providers.\n\nWe hired external consultants to assess methodology, data integrity, and reporting of our 2021 financed emissions.\n\nIn 2021, as well as improving data quality, we expanded our financed emissions disclosures to include project finance and some of our liquidity investments where data and methodologies exist. As we continue to improve data quality and coverage, we expect further changes to our methodology which may result in recalculations of historical data. To provide the percentage change in emissions since 2020, we updated our financed emissions totals for 2020 so they are comparable with 2021.\n\n## Please refer to the\n\nFinanced emissions approach and methodology\n\nfor more detail, including updated 2020 data.\n\n## Operational and financed emissions Operational and financed emissions\n\n(tonnes CO 2 e) (tonnes CO 2 e)\n\n<!-- image -->\n\n## Data insights\n\nOur financed emissions data, despite being highly estimated, provides valuable insights into the size and concentration of emissions within our lending and investment portfolios. While many financial institutions must contend with emissions attributed to fossil fuel investments, we don't lend or directly invest in that sector. Most of our lending-related emissions can be attributed to natural gas use from the buildings and homes we finance, and specifically the natural gas used by the owners and/or occupants of these buildings. Our business loans support small- and mediumsized enterprises. In 2021, the top emitters by total emissions in our portfolio were associated with manufacturing and construction, in particular, emissions related to the construction and renovation of buildings. Our financed emissions data is also helpful to understand climate transition-related risks and opportunities, and we've begun the process to quantify transition risk in our portfolios.\n\nIn general, our lending and investment portfolios grew over the past year. Overall, absolute scope 1 and 2 emissions decreased by around three per cent for project finance, mortgages and loans combined, and increased by around eight per cent for managed client investments in liquid equity. Of note is that absolute emissions related to business loans decreased by 15 per cent despite moderate loan growth. This was due in part to a relatively large loan provided to a manufacturing company being paid off, decreasing emissions significantly. Similarly, emissions related to managed client investments in Inhance SRI (responsible investment) mutual funds grew by just nine per cent compared to portfolio growth of 60 per cent. The likely explanation is material fluctuations in the market value of investee companies, which can affect how much emissions are attributed to Vancity, as well as actual or estimated investee emissions.\n\nWe have several strategies to help manage and reduce our emissions, which we will review and adjust based on the nearterm climate targets we set in 2022.\n\n<!-- image -->\n\n## VANCITY FIRSTS\n\nVancity was the first financial institution in Canada to contribute Visa profits to community groups working on environmental initiatives when we established the Vancity enviroFund™ program in 1990. We still contribute five per cent of Vancity enviro Visa card profits to the program each year.\n\nIn 2021, we established a specific policy to guide lending to energy-related projects and support the transition to a low-carbon economy. The policy confirms our focus on financing clean energy projects and reinforces our practice of not lending to companies that extract, produce and/or distribute fossil fuels, biogases or nuclear energy. In 2022, we plan to refine our investment approach to energy to ensure we continue to be well positioned to support the low-carbon transition. Because this is a rapidly evolving area, we will review these policies semi-annually with internal and external stakeholders.\n\nIn addition to financed emissions, we track avoided emissions from clean energy projects. In 2021, these resulted in approximately 4,300 tonnes of avoided emissions, the majority from geothermal, solar and wind technologies. This is equivalent to driving 19 million miles, or one year's trash from 4,300 households, according to\n\nCitizens for Public Justice\n\n.\n\nPlease read more on our clean energy financing at\n\nvancity.com/VCIBCleanEnergy",
        "metadata": {
            "page": 18
        },
        "id": "422f7b09-cd1c-4bce-a20e-a06f2b4fff93"
    },
    {
        "page_content": "## Operational environmental impacts\n\n## Operational greenhouse gas (GHG) emissions (tonnes CO 2 e)\n\n| Scope 1 (direct GHG emissions)            | -      | 428   | 475     | 428   | 468   | 532   |\n|-------------------------------------------|--------|-------|---------|-------|-------|-------|\n| Scope 2 (indirect GHG emissions)          | -      | 91    | 124     | 131   | 140   | 141   |\n| Scope 3 (other indirect GHG emissions) 1  | -      | 1,411 | 1,823 2 | 3,425 | 3,950 | 3,894 |\n| Total operational GHG emissions           | ≤4,500 | 1,930 | 2,422 2 | 3,984 | 4,558 | 4,567 |\n| Employee carbon footprint (emissions/FTE) | ≤1.5   | 0.8   | 1.0 2   | 1.7   | 1.9   | 2.0   |\n\nFor definitions of scope 1 to 3, see our\n\nGHG handbook and inventory report\n\n.\n\n- 1  Includes our scope 3 emissions (e.g., paper, business travel, commuting, etc.), except those from our financing; see\n\npage 17\n\n.\n\n- 2  Emissions for 2020 employee commuting were restated due to the availability of more accurate data for the number of employees commuting versus working from home. See our and inventory report for more details.\n\nOverall operational greenhouse gas (GHG) emissions decreased again in 2021, primarily due to the pandemic. As many employees continued to work from home and restrictions on non-essential travel were issued, there were reductions in energy use, paper use, employee commuting and business travel.\n\nTo further reduce emissions, we plan to move all of our operations away from carbon-based heating and have an all-electric vehicle fleet.\n\nGHG handbook\n\nCarbon neutral in our own operations since 2008, in 2021 we purchased offsets from Offsetters for $63,910 to offset our 2020 greenhouse gas emissions in our own operations. As part of the Net-Zero Banking Alliance, we are committed to reaching net-zero emissions for both financed and operational emissions. In 2022, we will work on aligning our operational emissions with science-based targets and setting interim trajectory goals, as well as determining our net-zero goal for operational emissions.\n\n## Waste and water\n\n| Waste generated on premises per employee (FTE) 1     | kg   | ≤50   |   40 |   44 |   79 |   83 |\n|------------------------------------------------------|------|-------|------|------|------|------|\n| Water use on premises per employee (thousands/FTE) 2 | L    | ≤8    |  6.4 |  8.6 |   11 | 12.8 |\n\n- 1  Calculated for Vancity Centre and our 54 branches. See page 20 of the\n\naccountability statements\n\nfor details.\n\n- 2  Metered water use is based on actual data from 40 locations and estimated data from 30 locations.\n\nBoth waste and water use per employee decreased in 2021 mainly due to operational changes resulting from the ongoing pandemic, with fewer locations open.\n\nFor more on environmental sustainability, see the statements , page 17.\n\nVANCITY STORIES\n\n## Learning to build green.\n\nThe Zero-Energy Building Learning Centre provides training on zero-energy building techniques for new construction and retrofits - skills needed now more than ever.\n\nREAD THE FULL STORY HERE\n\naccountability",
        "metadata": {
            "page": 19
        },
        "id": "f1df00ba-e0a1-4333-b0f1-90807ada18d9"
    },
    {
        "page_content": "## Products and services to address climate change\n\nWe know that opportunities for the greatest reductions in emissions include developing products and partnerships and making information available that will help members to affordably retrofit buildings and replace gas-powered heating and cooling systems with lower-emitting solutions.\n\nOur Planet-Wise™ products are designed to help members take action in affordable ways:\n\n- · Transportation : financing zero- and low-emission transportation including new or used pedal bikes, e-bikes, scooters, electric cars, hybrids, charging stations, conversion kits\n- · Renovation : financing home energy efficiency improvements and providing support to access assessments, evaluations and rebates\n- · Teardown : taking borrowers through the financial and environmental benefits of deconstruction, providing information on tax credits, and working with them to find the best financing option\n- · Business : financing for businesses and not-for-profit organizations to undertake building retrofits and purchase equipment, clean transportation and other energy-saving products and technologies\n\nIn 2021, we provided resources to support our employees to have conversations with members about lowering emissions, including information on retrofits and the implications of Net Zero government policy and green building codes on local businesses. We also launched Vancity's Planet-Wise Business\n\nGuide for Climate Action\n\n.\n\n## Advocacy\n\nVancity meets and consults regularly with officials and policymakers at every level of government to advance our commitment to building a cleaner and fairer world, as well as in service of our business and regulatory needs. Our climate commitments, in particular, are highly dependent on enabling government policy and regulations, and in 2021 we formed strategic partnerships and networks to serve those goals and drive systemic change. We've also begun building coalitions of stakeholders who share our goals, and working with community partners to inform research and initiatives that serve to illuminate and elevate the profile of our advocacy priorities.\n\nKey appointments:\n\n- ·  Our CEO was appointed to the federal Sustainable Finance Action Council , to support the growth of a well-functioning, sustainable finance system\n- ·  She also joined a new extension of BC's economic forecast council, the Economic Wellbeing and Sustainability Roundtable\n- ·  Our Chief Technology and Information Officer was appointed to the federal government's Task Force on Women and the Economy , advising on strategies to advance gender equity and address systemic barriers\n- ·  We continued to lead the Canadian Credit Union Association's Climate Change Working Group\n\n## Reducing carbon emissions through retrofits.\n\nThere are many ways we are working with community organizations to promote building retrofits to lower emissions. This is our approach and some activities we have invested in.\n\nBetter understanding barriers to retrofitting: OPEN Regenerative Technologies conducted research to help identify and address barriers to retrofits.\n\nHelping homeowners choose their best options: City Green conducts virtual home energy check-ups, one-on-one coaching, and public education on heat pumps and home retrofits.\n\nEnsuring equity in retrofits access: Vancity's early support to Ecotrust Canada enabled the installation of 154 heat pumps in Bella Bella (with additional installations planned in 2022-2023 across both Heiltsuk and 'Namgis territory).\n\nBuilding a network of qualified contractors rooted in a just transition: The Electrical Joint Training Committee supports solar-capture infrastructure training. WesternJets' Training Centre provides career access to youth, women, newcomer and Indigenous apprentices to develop skills required to maintain a green energy structure. And the Home Performance Stakeholder Council is focused on building a network of qualified contractors and readying the workforce to improve performance and reduce GHG emissions in single family homes.",
        "metadata": {
            "page": 20
        },
        "id": "2ac09ba0-1312-4358-aff4-d33f6b4c3741"
    },
    {
        "page_content": "## International alliances and initiatives we're a part of, and why.\n\nNet-Zero Banking Alliance , Glasgow Financial Alliance for Net Zero , and the UN Race to Zero : to support the global collective effort to limit warming to 1.5°C, to catalyze collaboration within the financial sector and to foster systemic change internationally\n\nPartnership for Carbon Accounting Financials : to develop and implement a harmonized approach to assess and disclose the GHG emissions associated with loans and investments\n\nNet Zero Asset Managers Initiative : to support investing aligned with net-zero emissions by 2050 or sooner\n\nPowering Past Coal Alliance : Although we've never actively or passively invested in coal, as a PPCA member we'll work with our international partners to support the world's phasing out of coal and support a just transition from carbon-intensive investments.\n\nUN Principles for Responsible Banking : to ensure that signatory banks' strategy and practice align with the vision society has set out for its future in the Sustainable Development Goals and the Paris Climate Agreement\n\nCommitment to Financial Health and Inclusion : to promote universal financial inclusion and foster a banking sector that supports the financial health of customers\n\nGlobal Alliance for Banking on Values : to change the banking system so that it's more transparent, supports economic, social and environmental sustainability, and is composed of a diverse range of banking institutions serving the real economy and the protection of our planet\n\nA full list of the memberships in associations and advocacy organizations we hold can be found on page 22 of the accountability statements .\n\n## Policy positions:\n\n- ·  Vancity was the largest employer to join a campaign calling on BC Premier John Horgan to legislate paid sick leave for workers\n- ·  We shared our support for accelerating the provincial requirement for newly constructed homes to be zero-emissions\n- ·  We responded to OSFI's consultation on climate risk disclosure, calling for required disclosures for financial institutions and pension plans aligned to the TCFD framework\n- ·  In response to BC's Draft Climate Preparedness and Adaptation Strategy, Vancity called for better integration of climate risks into BC's economy and better government supports and incentives for energy retrofits\n- ·  Vancity called for improved supports for workers transitioning to climate-friendly jobs and for better public-private collaboration in supporting this shift, in response to the federal government's discussion paper, A People-Centred Just Transition\n\nWe participated in many meetings and roundtables with policymakers at every level of government, including the mayor of Vancouver and the Prime Minister of Canada. Topics discussed included antiAsian racism, affordable housing, flood recovery and climate resilience, open banking, climate risk modelling and climate-related disclosures.\n\nOur cooperation with the Ministry of Social Development and Poverty Reduction, which enabled Pigeon Park Savings to continue to serve the Downtown Eastside throughout the pandemic, was profiled as a finalist for the Premier's Awards.\n\nVancity's leadership is also recognized globally and has earned us a place in many international alliances, including the UN Environment Programme Finance Initiative's (UNEP FI) Principles for Responsible Banking Board and Leadership Council. In 2021, we were a founding signatory to the UNEP FI Net-Zero Banking Alliance and our subsidiary, Vancity Investment Management, joined the Net Zero Asset Managers initiative. At the invitation of the Canadian and UK governments, we also joined the Powering Past Coal Alliance.\n\nOur cooperation with the Ministry of Social Development and Poverty Reduction, which enabled Pigeon Park Savings to continue to serve the Downtown Eastside throughout the pandemic, was profiled as a finalist for the Premier's Awards.",
        "metadata": {
            "page": 21
        },
        "id": "959b9bb4-a95d-4987-8575-5d1756d6a8ab"
    },
    {
        "page_content": "## Planet:\n\n## Responsible investment.\n\nWhat happens with the money our members invest matters a great deal; it can be used to strengthen local economies and advance environmental wellbeing, or it could be used to further drive inequality and worsen the climate crisis.\n\nWe have committed to offering only responsible investment options that can demonstrate the integrity of their Environmental, Social and Corporate Governance (ESG) screening and stewardship process. By 2022, all our managed investment funds will be Responsible\n\nInvestments\n\n.\n\nIn 2021, we launched a new role, Wealth Relationship Manager (WRM), to further our ability to offer members, regardless of the size of their portfolio, the advice they need to reach their financial goals. The WRMs only offer Responsible Investment options for our members. In addition, in June 2021, our Wealth Planners moved to only offering Responsible Investment options for our members on all newly invested funds. We are excited to continue our leadership position in the industry with our commitment to focusing on Responsible Investments only.\n\n## Asset management and corporate engagement\n\nVancity, through Vancity Investment Management (VCIM), is a signatory to the United Nations Principles for Responsible Investment and follows the responsible investment (SRI) philosophy. This means it invests in companies that use progressive environmental, social and governance practices to manage their business and avoids those that don't.\n\nThrough a sub-advisory group, VCIM provides portfolio management advisory services to IA Clarington on the Inhance SRI Fund family.\n\nThe sub-advisory group also leads shareholder engagement activities on behalf of both VCIM and the IA Clarington Inhance SRI Fund family. In 2021, VCIM engaged with 43 companies on 33 issues including:\n\n- ·  Climate risk\n- ·  Employee health and safety\n- ·  Environmental justice\n- ·  Living wage\n- ·  Fossil fuel project financing\n- ·  Human rights\n- ·  Pesticide and chemical use\n- ·  Facial recognition technology\n- ·  Access to medicine\n- ·  Conflict minerals\n- ·  Corporate governance\n\nThese engagements included filing shareholder resolutions with five banks, one bus manufacturer, one nursing home provider, one railroad company, one apparel company, one technology company, one retail pharmaceutical company and one chemical company.\n\nVCIM is a signatory to the Finance for Biodiversity Pledge, committed to collaborating, engaging, assessing its own biodiversity impact, setting targets, and reporting on biodiversity matters by 2024. In 2021, VCIM joined the Finance for Biodiversity Foundation to collaboratively develop key performance indicators and engagement strategies that will enable VCIM and other pledge signatories to uphold our commitments under the Biodiversity Pledge.\n\n<!-- image -->\n\nVANCITY FIRSTS\n\nIn 1986, Vancity offered Canada's first socially responsible mutual fund, the Ethical Growth Fund.\n\n## Fossil fuel free.\n\nVancity does not invest in or lend to fossil fuel companies. In 2019, we shifted all investment funds we manage to be fossil fuel-free. Our investment funds exclude oil and gas producers, pipeline companies, coal power producers, natural gas distribution utilities, LNG operations, as well as service companies whose primary business is supporting the fossil fuel industry.\n\nWe do have investments in banks which in turn invest in the fossil fuel industry. As a large institutional investor, we believe we achieve change more effectively by engaging with these banks on behalf of shareholders.",
        "metadata": {
            "page": 22
        },
        "id": "8be885ee-2bf8-4d8a-af14-c64c9a98454b"
    },
    {
        "page_content": "<!-- image -->\n\n## Wind farm refinancing helps First Nation deliver community benefits.\n\nVancity, through our subsidiary, Vancity Community Investment Bank, provided refinancing for the Niagara Region Wind Farm , the second-largest wind farm in Ontario. It's one project in the clean energy portfolio of the Six Nations of the Grand River Development Corporation (SNGRDC). The SNGRDC was set up to foster economic development opportunities on and around Six Nations' territory. Managing large clean energy operations with the intent of directing profits back into the community, SNGRDC sought a financing partner that understood and supported its mission.\n\n## Impact investments\n\nVancity has allocated $48 million since 2016 to fund the Impact Investment Strategy, which provides opportunities to invest in funds that generate tangible social, environmental and economic benefits. One of our priorities is to invest in funds managed by diverse teams. To date, we've invested in 24 funds focused on having a positive impact in our communities. In 2021, we made new fund investments focused on life sciences, climate technology, impact real estate, women and Black entrepreneurs, among other impact sectors.\n\nSee page 17 of the\n\naccountability statements\n\nfor more information on our Planet metrics.\n\n| Square feet of energy efficiency   improvements funded                                             | ft²   |   720,133 |   216,169 |   482,493 |   1,437,007 |   475,691 |\n|----------------------------------------------------------------------------------------------------|-------|-----------|-----------|-----------|-------------|-----------|\n| Companies in portfolio with which Vancity  Investment Management's sub-advisory   group interacted | #     |        43 |        36 |        32 |          40 |        25 |\n\nVancity Community Investment Bank (VCIB) is exclusively focused on working with organizations that drive social, economic and environmental change. VCIB invests in areas such as clean energy, affordable housing, organized labour, and Indigenous entrepreneurship. For more information, see VCIB's website .\n\nVancity invests our assets to improve social inclusion, economic wellbeing, and environmental sustainability. See TBLAA on page 25 .",
        "metadata": {
            "page": 23
        },
        "id": "9572ab89-cd0a-4421-a802-fea31a92cddc"
    },
    {
        "page_content": "## Profit: Financial and economic performance.\n\n## Overall financial plan\n\nFollowing one of the most challenging years ever faced by our organization, Vancity responded with one of the strongest years in our 75-year history.\n\nOur strategic focus on the fundamentals combined with an acceleration of the housing market resulted in record growth of our Sustainable Wealth Management (SWM) and lending portfolios, both far exceeding our expectations. A record-low interest rate environment also drove many members to refinance their mortgages in 2021 to lock in a lower cost of borrowing. The resulting prepayment penalty fee income from this activity provided a one-time boost to our 2021 earnings. And the reduction and stabilization of the credit risk environment in 2021 reduced our expected credit losses. Behind the scenes, we made targeted investments in our people, technology and facilities, and closely managed expenses.\n\nAll of these factors led to an overall strengthening of our financial foundation as we finished 2021 with income before distribution and tax of $176.4 million, compared to $65.3 million in 2020. With 30 per cent of our net income each year going to members and communities, these positive financial results have led to the largest Shared Success payout in our history.\n\n## Operating earnings (millions)\n\n|    | 2021 TARGET $115.1   | 2022 TARGET $126.9   | 2024 PROJECTION $153.1   |\n|----|----------------------|----------------------|--------------------------|\n| 21 |                      |                      |                          |\n| 20 |                      |                      |                          |\n| 19 |                      |                      |                          |\n| 18 |                      |                      |                          |\n| 17 |                      |                      |                          |\n\n$155.0\n\n## Net lending growth (millions)\n\n<!-- image -->\n\n|    | 2021 TARGET $1,083 2   | 2022 TARGET $1,225   |\n|----|------------------------|----------------------|\n| 21 |                        |                      |\n| 20 |                        |                      |\n| 19 |                        |                      |\n| 18 |                        |                      |\n| 17 |                        |                      |\n\n$697\n\n- 2  In Q3, we updated the target from $1,048M as disclosed in our 2020 Annual Report.\n\n## VANCITY FIRSTS\n\nIn 2011, Vancity became the largest organization in Canada to adopt the Living Wage policy recognizing the social and economic benefits of paying employees and service providers a wage that meets their basic living needs.\n\n## Return on average members' equity (ROME) - business results\n\n|    |      | 2021 TARGET 5.4%   | 2022 TARGET 6.2%   | 2024 PROJECTION 6.6%   |\n|----|------|--------------------|--------------------|------------------------|\n| 21 | 9.3% |                    |                    |                        |\n| 20 | 4.3% |                    |                    |                        |\n| 19 | 5.6% |                    |                    |                        |\n| 18 | 7.9% |                    |                    |                        |\n| 17 |      |                    |                    |                        |\n\n9.3%\n\n## Return on average members' equity (ROME) - after Shared Success\n\n|    | 2021 TARGET 4.0%   | 2022 TARGET 4.7%   | 2024 PROJECTION 5.0%   |\n|----|--------------------|--------------------|------------------------|\n| 21 |                    |                    |                        |\n| 20 |                    |                    |                        |\n| 19 |                    |                    |                        |\n| 18 |                    |                    |                        |\n| 17 |                    |                    |                        |\n\n7.6%\n\n## Net SWM inflows (millions) 1\n\n<!-- image -->\n\n| 2021 TARGET $238   | 2022 TARGET $695   | 2024 PROJECTION $803   |    |\n|--------------------|--------------------|------------------------|----|\n| 21 $462            |                    |                        |    |\n| 20 $59             |                    |                        |    |\n| 19 $(15)           |                    |                        |    |\n| 18 $(50)           |                    |                        |    |\n| 17                 |                    |                        |    |\n\n$74\n\n- 1  Desjardins Financial Services (DFS) inflows of $43M are included in net SWM inflows; however, DFS assets under management are excluded from reported total assets under administration/ management as the service is administered by DFS and not through Vancity advisors.",
        "metadata": {
            "page": 24
        },
        "id": "c5a38b90-0803-4358-b07f-4db3ff5c845e"
    },
    {
        "page_content": "As we look to 2022 and beyond, we see a need to manage an ever-shifting set of economic and geopolitical conditions. We see an increasingly choppy global economic recovery and a Canadian economy grappling with widespread demand-supply mismatches, mounting inflation concerns, and the continued emergence of new COVID-19 variants.\n\nIf these conditions persist, 2022 and beyond may be more challenging for us as higher interest rates and inflation pressures reduce consumer purchasing power, trigger greater market volatility and limit economic growth.\n\nWe will also face pressures resulting from activity we experienced in 2021. Record refinancing of loans and mortgages in 2021 will drive further compression of our margins and put pressure on revenue growth. At the same time, we are accelerating our investment in our technology foundation to provide a strong, stable and safe platform for our members and continue to evolve our services and products. Our 2022 financial plan calls for some moderation in our profitability, with strengthening results through to 2024 and beyond.\n\nTo calculate how much profit we generate with every dollar of members' equity, we use a measurement called ROME, or return on average members' equity. This measurement shows the returns or business results that Vancity generates after taxes and Shared Success distributions. In 2021, ROME was 7.0 per cent, against a target of 4.0 per cent.\n\n## Assets and liabilities (balance sheet)\n\nIn 2021, Vancity's total assets and assets under administration grew to $33.2 billion from $30.5 billion. At the end of the year, our total assets were $26.6 billion and our assets under administration were $6.6 billion. This represents growth of 6.8 and 17.9 per cent, respectively, over the previous year. Our balance sheet reflects the continued economic strength of our communities with 89.4 per cent of our loans funded by deposits from our members.\n\n| Residential mortgages                                                    | $  14,686   | $  12,684   | $  2,002   |\n|--------------------------------------------------------------------------|-------------|-------------|------------|\n| Consumer (personal) loans                                                | 596         | 588         | 8          |\n| Commercial mortgages and  loans (loans to businesses  and organizations) | 7,495       | 6,742       | 753        |\n|                                                                          | 22,777      | 20,014      | 2,763      |\n| Accrued interest receivable                                              | 28          | 45          | (17)       |\n| Allowance for credit losses                                              | (84)        | (119)       | 35         |\n| Total loans and advances  to members                                     | $  22,721   | $  19,940   | $  2,781   |\n| Member deposits                                                          | $  20,490   | $  19,234   | $  1,256   |\n| Agent and wholesale  deposits                                            | 2,168       | 2,239       | (71)       |\n| Shares                                                                   | 140         | 143         | (3)        |\n| Accrued interest and  dividends payable                                  | 94          | 129         | (35)       |\n| Total deposits                                                           | $  22,892   | $  21,745   | $  1,147   |\n\n## Triple bottom line assets and assets under administration (TBLAA)\n\nVancity uses our assets to improve social inclusion, economic wellbeing and environmental sustainability. The Global Alliance for Banking on Values defines TBLAA as assets that contribute to at least one dimension of social/cultural, economic or environmental wellbeing (see the glossary for more information).\n\nIn 2021, our TBLAA assets grew to $10.7 billion from $8.9 billion in 2020, ahead of target. Nearly one-third (32.3 per cent) of all our assets and assets under administration are now invested in the triple bottom line, up from 29.2 per cent in 2020. This increase reflects the composition of the growth of our lending and Sustainable Wealth Management portfolios. Almost 70 per cent of our growth of total assets and assets under administration in 2021 were TBLAA.\n\n## Triple bottom line assets and assets under administration (billions)\n\n|    | 2021 TARGET $9.1   | 2022 TARGET $11.7   | 2024 PROJECTION $14.6   |\n|----|--------------------|---------------------|-------------------------|\n| 21 |                    |                     |                         |\n| 20 |                    |                     |                         |\n| 19 |                    |                     |                         |\n| 18 |                    |                     |                         |\n| 17 |                    |                     |                         |\n\n$6.1\n\n## Total assets and assets under administration (billions)\n\n|    | 2021 TARGET $29.0   | 2022 TARGET $35.1   |\n|----|---------------------|---------------------|\n| 21 |                     |                     |\n| 20 |                     |                     |\n| 19 |                     |                     |\n| 18 |                     |                     |\n| 17 |                     |                     |\n\n$26.4",
        "metadata": {
            "page": 25
        },
        "id": "3e16389d-2bed-43cd-8301-506a33db77ea"
    },
    {
        "page_content": "## Net income and efficiency ratio\n\nOur efficiency ratio measures how much we spend on our operations to generate a dollar of revenue and is calculated by dividing Vancity's total operating expenses by our operating income. It's expressed as a percentage of revenue and a lower number is better. This ratio decreased in 2021 to 74.2 per cent from 79.2 per cent in 2020 as a result of strong revenue growth and effective management of our operating expenses.\n\n| Net income before distribution and tax (millions)    | $100.0   | $176.4   | $65.3   | $93.5   | $116.5   | $146.6   |\n|------------------------------------------------------|----------|----------|---------|---------|----------|----------|\n| Net income attributable to members (millions)        | $58.7    | $106.4   | $46.3   | $61.0   | $80.6    | $91.8    |\n| Shared Success allocation to members and communities | -        | $31.9    | $13.9   | $18.3   | $24.2    | $27.5    |\n| (millions and % of net income)                       | 30%      | 30%      | 30%     | 30%     | 30%      | 30%      |\n| Efficiency ratio (lower is generally better) 1       | 78.9%    | 74.2%    | 79.2%   | 78.1%   | 76.2%    | 71.2%    |\n\n- 1  Data prior to 2021 has been restated to reflect an updated 2021 calculation method. The 2021 calculation no longer includes distribution to community.\n\n## Paying a living wage\n\nIn 2021, Vancity recertified as a Living Wage Employer. The living wage in 2021 was a minimum of $20.52 per hour in Metro Vancouver. We continue to make living wage adjustments in what we pay our own employees as well as working closely with key suppliers to have their employees providing direct services to Vancity paid a living wage. When the living wage rate decreases, we continue to pay the previous, higher rate (in 2021 we continued to pay the 2018 rate of $20.91).\n\n## Liquidity and capital\n\nVancity's liquidity ratio is expressed as a percentage of treasury assets - liquid investments that can be quickly and economically converted into cash - against total deposits and debt liabilities (borrowings). Our liquidity fell to 13.6 per cent in 2021, down from 16.9 per cent in 2020, reflecting a reduction in the additional liquidity that we were holding in the face of the highly uncertain environment in 2020.\n\nOur capital adequacy ratio was 14.2 per cent in 2021, safely above our internal minimum and the minimum capital required by our regulator. A strong capital ratio demonstrates the strength of our balance sheet and provides us with the capacity to support future growth\n\n| Liquidity ratio        | 13.6%   | 16.9%   | 13.1%   | 13.4%   | 12.9%   |\n|------------------------|---------|---------|---------|---------|---------|\n| Capital adequacy ratio | 14.2%   | 14.7%   | 14.7%   | 14.8%   | 14.1%   |\n\nVANCITY STORIES\n\n## Creating the circular economy.\n\nThe Project Zero incubator program helps entrepreneurs with new business ideas or early startups turn waste into a resource rather than a liability.\n\nREAD THE FULL STORY HERE",
        "metadata": {
            "page": 26
        },
        "id": "4b6b9e17-29d0-4f1c-968d-ef030d50762a"
    },
    {
        "page_content": "## Profit: Supporting local communities.\n\nAs part of our ongoing efforts to build healthy communities, we continue to support and collaborate with businesses and organizations that share our values.\n\nOur Guiding Principles - co-operative principles and practices, social justice and financial inclusion, and environmental sustainability and our Ethical Principles for Business Relationships (EPBR) help us make decisions about who we work with (including suppliers, business members, and sponsorship and grant recipients). The EPBR provides a framework under which we make decisions that seek to increase positive impact, or reduce harm, for people and planet.\n\nIn 2021, we sourced 63 per cent of the value of our purchases from locally based businesses - about $80 million.\n\nLocal businesses were severely impacted by the economic fallout of the pandemic and lockdowns. We heard from thousands of our business members that they need people to shop locally, and to support a fair economic recovery. We responded in part with the 'Load-up on local' campaign, when Vancity enviro TM Visa cardholders earned additional reward points from local businesses. We also partnered with Support Local BC and Daily Hive on initiatives meant to encourage local spending.\n\nIn 2021, we invested $8.7 million back into community through\n\n- grants to 452 not-for-profit organizations and businesses. The vast majority (62 per cent) of our grants support strategic, larger scale initiatives through our Systems Transformation Grants. However, small grants, like those made through our Community Partnership\n\nProgram and Community Branch Partnerships , play an important role in helping build new relationships with non-profit organizations we haven't worked with before. About one in 20 of these grant recipients end up being our partners in larger scale community projects and/or become Vancity loan recipients.\n\n## See page 24 of the accountability statements for more information on our Profit metrics.\n\n| Allowance for credit losses as a percentage of total loans                                  | %   |   0.4 |   0.6 |   0.4 |   0.4 |   0.4 |\n|---------------------------------------------------------------------------------------------|-----|-------|-------|-------|-------|-------|\n| Return on average assets                                                                    | %   |   0.4 |   0.2 |   0.3 |   0.4 |   0.4 |\n| Net interest margin (net interest income as a per cent of average interest  earning assets) | %   |   1.9 |   1.9 |   1.9 |   2   |   2   |\n| Net interest income as a percentage of operating revenue                                    | %   |  81.8 |  82.4 |  82.1 |  83.5 |  77.1 |\n| Percentage of member loans funded by member deposits                                        | %   |  89.4 |  95.4 |  85.6 |  84.4 |  85.7 |\n| Spending through locally based suppliers                                                    | %   |  63   |  63   |  65   |  64   |  68   |\n| Community grants approved (millions)                                                        | $   |   8.7 |   4.6 |  10.4 |  12.4 |   7.9 |\n\nWe know that small businesses and not-for-profits are vital to creating fair, equitable and vibrant communities. That's why in 2021 we allocated 13 per cent of our Shared Success community funds to support small business and not-for-profit members continuing to grapple with the impacts of the COVID-19 pandemic. Vancity supported 99 small businesses with a total of $462,500 in COVID-19 recovery grants. Employees helped identify businesses impacted by the pandemic and in need. For example, a $5,000 grant meant one business member could finally pay her employees, who had offered to put their salaries on hold in order to keep the business open. Vancity also provided grants totalling $505,000 to 36 not-for-profits affected by COVID-19. Most were in hard-hit sectors, such as support and recovery services or arts and culture organizations.",
        "metadata": {
            "page": 27
        },
        "id": "0e64a5d8-2b10-48a0-8ade-223ff38c8781"
    },
    {
        "page_content": "## Reconciliation with Indigenous people.\n\nWe understand that Reconciliation begins with each of us, and despite Vancity's progress in many regards, there is still a long journey ahead to achieving economic inclusion and social justice for Indigenous peoples. Deeply embedding Reconciliation as one of Vancity's core values continued to be a focus. In 2021:\n\nWe provided employees with resources to learn from and reflect on, recommitting to understanding the truth of our shared history. More than 1,200 employees participated in an employee townhall meeting with the Honourable Steven Point, (member of the Skowkale Nation and BC's 28th Lieutenant Governor), to deepen our understanding of Reconciliation. Member-\n\nfacing managers were trained on working effectively with Indigenous people.\n\nWe established a cross-functional leadership group to work through operational barriers in serving Indigenous people and First Nations, and to guide the development of an integrated Indigenous Banking Strategy for Vancity.\n\nWe changed requirements so that our services are more inclusive to the Indigenous people who may not have readily available IDs.\n\nWe signed on to the Progressive Aboriginal Relations (PAR) certification program run by the Canadian Council for Aboriginal Business to help identify the most impactful opportunities and to hold ourselves accountable to that recognized framework. It will provide an independent, third-party verification process of Vancity reports on leadership actions, employment, business development and community relationships. The PAR program will help ensure our new Indigenous Banking Strategy is rooted in community through access to Indigenous resources and networks.\n\nWith the support of Elders and community members, we indigenized and decolonized the Each One, Teach One financial literacy curriculum and centred it on an Indigenous definition of wealth and learning.\n\nWe invested over $1.3 million of our Shared Success community funds in initiatives designed to strengthen Indigenous communities by:\n\n- · Increasing the development of on- and off-reserve housing\n- · Increasing access to financial tools and advice for Indigenous entrepreneurs\n- · Increasing stable and supportive employment for Indigenous people\n- · Developing formalized relationships with First Nations and Indigenous communities\n\n<!-- image -->\n\n## VANCITY FIRSTS\n\nIn 1959, Leonard Lane and other members of the BC Association for the Advancement of Coloured People saw a need in their community, much like Vancity's founders did in 1946, and took action. They opened BC's only Blackowned and run financial institution - the BC Unity Credit Union - and focused on financial literacy and equitable loan access for Vancouver's Black Strathcona community. Since merging with Vancity in 1971, the BCUCU's legacy lives on through us.\n\nThis resource is taken from Black Strathcona and is copyright Creative Cultural Collaborations Society 2013, reproduced with permission.",
        "metadata": {
            "page": 28
        },
        "id": "fc22f1e8-b99e-4ed5-b23a-88b6da9554f1"
    },
    {
        "page_content": "SECTION 3 Governance.\n\n<!-- image -->\n\n## Board of Directors.\n\nVancity's Board of Directors represents the membership and has a legal responsibility to protect Vancity's assets. Board members are responsible for ensuring good governance at Vancity. They act as stewards of our organization, provide critical oversight and help ensure that members' money is invested in ways that improve our communities.\n\nThe Board delegates the day-to-day management of Vancity to the President and Chief Executive Officer, who establishes the accountabilities of each member of the executive leadership team. Each Director serves on three or more committees and may be appointed to the Boards of our subsidiaries or affiliates.\n\nMembers of Vancity's Board of Directors are regularly in touch with our members and are active in the communities where they live and work. They represent the credit union at public events, meet with other credit unions, and in some cases hold positions on other boards.\n\nFor more on the Board, including attendance records, professional development, remuneration, and the Board diversity statement, see Board of Directors.",
        "metadata": {
            "page": 29
        },
        "id": "27863c0c-6de7-404a-b9a7-0d08212313cc"
    },
    {
        "page_content": "## Board of Directors' election\n\nOne of the seven co-operative principles is 'democratic member control.' One way Vancity members have a say in the future direction of our credit union is by electing Directors annually for a term that normally runs three years, up to a maximum of four consecutive terms.\n\nThe Board considers regulatory expectations and feedback from members to establish a transparent election process. The Nominations and Election Committee works hard to attract a diverse range of candidates, including those with experience to oversee more than $33 billion in assets and assets under administration.\n\nFor the 2021 election, the Committee included two Directors and four members-at-large and recommended five of twelve Board candidates. Members could vote for their choice of up to four candidates. The top three candidates were elected for three-year terms. The candidate who placed fourth was elected for a one-year period to fill a vacancy left by a Board member who resigned before the end of their term.\n\nA total of 33,303 members voted (6.7 per cent of eligible members).\n\n## Risk management\n\nVancity's risk management framework enables the Board to define and approve an appropriate risk appetite, which outlines how much risk Vancity is willing to take in order to successfully achieve its strategic plan. We knowingly and willingly take on risk because we see the upside and use effective risk management techniques to provide an appropriate safety net.\n\nIn 2021, the areas of risk we focused most attention on included:\n\n- ·  Climate: meeting net-zero goals and mitigating the impact of climate change on Vancity\n- ·  Talent: attracting and retaining the employees we need\n- ·  Credit: uncertainty in retail and office space market\n- ·  Technology: modernizing our platforms to meet member expectations; open banking/consumerdirected finance; and the potential impacts of cryptocurrencies\n\nFor more, see Climate-related Financial Risk Disclosures (TCFD) on page 34 and risk management on page 31 of the accountability statements .\n\n<!-- image -->\n\n## Leadership diversity.\n\nVancity is part of the federal 50-30 Challenge to accelerate diversity and improve equity at our Board and senior management 1 levels. The goal is to attain gender parity (50 per cent) and at least 30 per cent representation of under-represented groups to build a more diverse, inclusive and vibrant economic future for Canadians. We want to be bolder so that by the end of 2025 we reflect our community diversity with a Board and a senior management team where at least 40 per cent identify as Indigenous, Black or people of colour, 2SLGBTQIA+, gender or sexually diverse, and people living with a disability.\n\nGender parity\n\n(self-identified as women and/or transgender or non-binary)\n\n(self-identified as women and/or transgender or non-binary) (self-identified as women and/or transgender or non-binary)\n\n## Gender parity Gender parity\n\n<!-- image -->\n\n## Under-represented groups Under-represented groups Under-represented groups (self-identified as IBPOC and/or 2SLGBTQIA+ and/or\n\n(self-identified as IBPOC and/or 2SLGBTQIA+ and/or gender or sexually diverse and/or living with a disability) (self-identified as Indigenous, Black or a person of colour and/or 2SLGBTQIA+ and/or  gender or sexually diverse and/or living with a disability) gender or sexually diverse and/or living with a disability)\n\n<!-- image -->\n\nBoard\n\nSenior Management\n\n1  Senior management includes director-level roles and above.",
        "metadata": {
            "page": 30
        },
        "id": "110fbdb3-3a4f-443c-82c4-e333276fbd25"
    },
    {
        "page_content": "<!-- image -->\n\n| Vancity 2021 Annual Report   |                                                                                           |                                  |                        |                     | Strategy and results   |                     | Business review                                            | Governance              | Additional information   |\n|------------------------------|-------------------------------------------------------------------------------------------|----------------------------------|------------------------|---------------------|------------------------|---------------------|------------------------------------------------------------|-------------------------|--------------------------|\n| 2021-2022 Directors          | 2021-2022 Directors                                                                       | 2021-2022 Directors              | 2021-2022 Directors    | 2021-2022 Directors | 2021-2022 Directors    | 2021-2022 Directors | 2021-2022 Directors                                        | 2021-2022 Directors     | 2021-2022 Directors      |\n|                              | Chair Elected 2011                                                                        | Vice Chair Elected 2016 2nd term | Bill Chan Elected 2018 |                     | Elected 2021           | Elected 2021        |                                                            |                         |                          |\n|                              | 4th term                                                                                  |                                  | 2nd term               | 1st term            | 1st term               | 3rd term            | 1st term                                                   | 1st term                | 1st term                 |\n|                              | 2020-2023                                                                                 | 2019-2022                        | 2021-2024              | 2019-2022           | 2021-2024              | 2020-2023           |                                                            |                         |                          |\n|                              |                                                                                           |                                  |                        |                     |                        |                     | 2021-2022                                                  | 2020-2023               | 2021-2024                |\n| Committee                    |                                                                                           |                                  |                        |                     |                        |                     | Member                                                     | Member                  |                          |\n| Audit Governance             | Member                                                                                    | Member                           | Chair Member           |                     | Member                 |                     |                                                            | Chair                   | Member Member            |\n| Human Resources              | Member                                                                                    | Chair                            |                        | Member              | Member                 | Member              |                                                            |                         |                          |\n|                              |                                                                                           |                                  |                        |                     |                        | Member              | Chair                                                      |                         |                          |\n| Risk                         | Member                                                                                    |                                  | Member                 | Member              |                        |                     |                                                            |                         | Member                   |\n| Technology                   |                                                                                           | Member                           |                        |                     |                        |                     |                                                            |                         | Member                   |\n| External Appointments        | Vancity Community  Investment Bank;  Citizens Trust;  Stabilization Central  Credit Union | Vancity Community  Foundation    |                        | Chair               | Member                 |                     | Member Vancity Community  Investment Bank;  Citizens Trust | Central 1 Credit  Union |                          |\n\n- 1  Patrick Nangle was appointed in December 2020 to fill a Board vacancy, and then elected in 2021 for a one-year period, to fill a vacancy left by a Board member who resigned before the end of their term.",
        "metadata": {
            "page": 31
        },
        "id": "2cf64164-68a0-4d5a-9134-118a89196d8e"
    },
    {
        "page_content": "## Structure and executive leadership team\n\n## Members\n\n<!-- image -->\n\nBoard of Directors\n\n<!-- image -->\n\nExecutive leadership team\n\nJanelle Aaker 2 Chief Equity and People Officer\n\nNezihe Aquino Chief Risk Officer\n\nClayton Buckingham Chief Financial Officer\n\nExecutive leadership team as of April 2022\n\n- 1 From January to November, Jay-Ann Gilfoy was CEO, Vancity Community Investment Bank.\n- 2 From January to October, Paula Martin was Interim Chief Human Resources Officer; she retired from Vancity in January 2022.\n\nChristine Bergeron President and CEO, and CEO, Vancity Community Investment Bank 1\n\nJonathan Fowlie Chief External Relations Officer\n\nDave Perri Chief Member Services Officer\n\nKirsten Sutton Chief Technology and Information Officer\n\n## Active subsidiaries\n\n## VANCITY COMMUNITY INVESTMENT BANK (VCIB)\n\nVCIB is a federally chartered Schedule 1 bank under the Bank Act and is regulated by the Office of the Superintendent of Financial Institutions Canada. VCIB offers commercial banking services and products including deposits. VCIB's focus is on lending for social purpose real estate (affordable housing, co-op housing, co-working spaces, green and heritage buildings), financing climate-related projects, as well as meeting the deposit needs of not-for-profit organizations, foundations and social enterprises. It has offices in Toronto and Vancouver.\n\n## CITIZENS TRUST COMPANY\n\nTrustee business supporting VCIB and Vancouver City Savings Credit Union. Ownership: 100 per cent by VCIB.\n\n## COPOWER INC.\n\nProvides a sustainable platform and financing to clean energy and energy efficiency projects. Ownership: 100 per cent by VCIB.\n\n## COPOWER FINANCE INC. (CPFI)\n\nA subsidiary of CoPower Inc., CPFI is a non-bank financial intermediary that provides loan financing to clean energy projects in the solar, geothermal and other alternative energy sectors.\n\n## VANCITY INVESTMENT MANAGEMENT LTD. (VCIM)\n\nProvides discretionary investment management services to individuals, not-for-profit groups and other organizations. Established in 1995, VCIM was one of the first wealth management firms in Canada to focus on investments that deliver competitive returns while making a positive impact on the world.\n\n## SCU INSURANCE SERVICES LTD.\n\nProvider of auto insurance, homeowners insurance and driver licensing needs.\n\n## VANCITY CAPITAL CORPORATION\n\nProvides growth capital to small- and medium-sized businesses, not-for-profit organizations and co-operatives.\n\n## VANCITY LIFE INSURANCE SERVICES LTD.\n\nProvides life insurance agency services.",
        "metadata": {
            "page": 32
        },
        "id": "036ca533-0262-403a-bc7d-f0cb5e46cd01"
    },
    {
        "page_content": "## Senior management and executive compensation\n\nIn 2021, senior leaders (members of the executive leadership team, vice presidents and directors) received a base salary and cash incentives that recognized progress on organizational scorecard targets as well as individual accountabilities. Executives also have long-term incentive plan targets related to growth in membership, ROME and TBLAA.\n\nWe update our CEO Compensation Disclosure Statement annually. When the Board reviews CEO compensation, the process includes assessing compensation levels at the 50th percentile of a group of peer companies of comparable size, scope and complexity. Vancity's President and CEO has a long-term incentive plan, established by the Board based on organizational priorities. The long-term incentive plan also contains a retention component by deferring the payout for three years.\n\n| Base salary          | $  490,000   | $  485,662   | $  487,446   | $  476,720  $   | 458,385   |\n|----------------------|--------------|--------------|--------------|-----------------|-----------|\n| Short-term incentive | 254,023 1    | 86,561       | 214,077      | 229,654         | 248,792   |\n| Long-term incentive  | 289,787 2    | 133,254 2    | 348,629      | 333,704         | 320,869   |\n| Total                | $  1,033,810 | $  705,477 3 | $  1,050,152 | $  1,040,078  $ | 1,028,046 |\n\n- 1  Paid in 2022 for 2021 fiscal year performance.\n- 2  To be paid in 2023 for 2021 and 2020 fiscal years' performance, respectively.\n- 3  Reflects change in CEO mid-year and associated compensation effects.\n\nSee page 29 of the\n\naccountability statements\n\nfor more information on our Governance metrics.\n\n| Board Directors who self-identified as   women and/or transgender or non-binary   | %   | 67   | 56   | 78   | 89   | 89   |\n|-----------------------------------------------------------------------------------|-----|------|------|------|------|------|\n| Eligible members who voted in                                                     |     |      |      |      |      |      |\n| Board elections                                                                   | %   | 6.7  | 6.4  | 2.8  | 3.2  | 4.1  |\n\n## Vancity award highlights in 2021.\n\nThe Georgia Straight's Best of Vancouver readers' choice awards\n\nBest Credit Union, Best Local Employer\n\nCorporate Knights: Canada's Best 50 Corporate Citizens Top Financial Institution\n\n## Leger Marketing\n\nMost reputable bank or credit union in British Columbia",
        "metadata": {
            "page": 33
        },
        "id": "60bd9dd7-8df3-4d59-9242-67f3a0fd89ce"
    },
    {
        "page_content": "SECTION 4 Additional information .\n\nClimate risks: Task Force on Climate-related Financial Disclosures (TCFD) report.\n\nAs a pioneer of values-based banking and a financial force for change, Vancity has long recognized the need for urgent action on climate change and we are dedicated to supporting the transition to a net-zero economy. This commitment is embedded in our commitments to climate action and our 2021-2023 Business Plan. This work is guided by a triple focus:\n\n- ·  Working with members and communities to reduce emissions, including our own financed emissions\n- ·  Working with members, communities, governments and other stakeholders to drive a just climate transition that leaves no one behind\n- ·  Mitigating risks and realizing business opportunities entailed in our work to achieve emissions reductions and drive a just transition\n\n## Governance\n\n## Board oversight\n\nElected by and accountable to our members, Vancity's Board of Directors is responsible for setting strategic direction and overseeing a strong risk culture. The Board has established as one of its five strategic goals in the May 2021-April 2022 Board calendar year to govern the Climate Risks Framework that management is developing. The framework will allow us to understand climate risks based on scenario development in conjunction with external stakeholders. The Board oversees progress against the five commitments to climate\n\naction , set in 2020, via quarterly reports from management.",
        "metadata": {
            "page": 34
        },
        "id": "5ea6c03b-2e73-4488-849e-a5065097702c"
    },
    {
        "page_content": "The Board has access to internal and external resources with climate expertise. To further their own expertise, Directors have requested education sessions on climate risk and a session was held in October 2021. Individual directors have also taken external courses such as the Institute of Corporate Directors' Board Oversight of Climate Change. Two (of nine) Directors are strong in climate skills. In recruiting candidates for the 2022 election, the Board actively sought nominees with experience in innovation and transformation in service of climate justice. Demonstrated familiarity with the role of finance in improving member wellbeing, sustainable communities, and climate justice was one of the Board's desired director attributes.\n\nThe Board has delegated certain climate-related accountabilities to its committees, reserving some for itself.\n\n| Risk Committee       | Meets quarterly and oversees our current and future risk exposures,  including climate-related risks. In conjunction with the Board, approves Vancity's Internal Capital  Adequacy Assessment Process (ICAAP). Vancity's ICAAP includes  modelling on credit risk impacted by climate-related events (such as   |\n|----------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Governance Committee | Reviews for approval our Ethical Principles for Business Relationships  policy on an annual basis.                                                                                                                                                                                                              |\n| Board                | Uses climate-related issues to guide the revision and approval of risk  management policies and frameworks, business plans, and setting and  monitoring of organizational performance objectives.                                                                                                               |\n\n## Management practices\n\nVancity's CEO and executive leadership team are responsible for delivering on the strategic direction set by the Board, for fostering an effective risk culture, and integrating financial, social and environmental factors into the business decision-making process.\n\nSpecific accountabilities for climate risks and opportunities exist in the organization as follows:\n\n| Chief External Relations  Officer        | Oversees and leads Vancity's climate change-related public  commitments as well as our climate change-related obligations under  the international agreements and partnerships Vancity is part of.                                          |\n|------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Climate Strategy and  Performance team   | Dedicated team of four full time employees focused on creating and  leading our Climate Action Plan as well as measuring our climate  performance.                                                                                          |\n| Enterprise Risk  Management (ERM) team   | Oversees climate-related risks, focusing on physical risk identification  and mitigation in 2021. Oversight is in accordance with the ERM  Framework, Risk Appetite Framework, and soon to be developed  Climate Risk Management Framework. |\n| Executive Leadership  Team (ELT) members | Work within their respective divisions to identify, assess and act upon  opportunities to drive positive climate impacts among our members,   in the community, and within Vancity.                                                         |\n\nThe Climate Strategy and Performance and ERM teams engage with external experts including climate consultants, insurance companies and standards organizations. These teams also engage with peers by sharing learnings and advising on climate-related risks and opportunities through internal working groups described below:\n\n| Operational Risk                               | Reporting to the executive Risk Management Committee (RMC),                                                                                                |\n|------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Management Committee  (ORMC)                   | ORMC meets bimonthly with a standing discussion on climate risks -  what they are, where they exist, and what mitigations are being taken  or recommended. |\n| Sustainability and Climate  Risk working group | Meets monthly to inform climate-related opportunities, risk mitigations,  and stakeholder consultation responses.                                          |",
        "metadata": {
            "page": 35
        },
        "id": "f4d75497-2268-4d87-91e4-a918c993fbb8"
    },
    {
        "page_content": "## Strategy\n\nPutting people and planet first is at the core of Vancity's identity and business model. We've been carbon neutral in our own operations since 2008, we do not invest in or lend to fossil fuel companies, yet we recognize more must be done to address the climate emergency.\n\n## Climate risks and opportunities\n\nWe define our time horizons as follows:\n\n- ·  Short term 3-5 years\n- ·  Medium term 5-10 years\n- ·  Long term 10-20 years\n\nOur strategic planning process is annual, leading to a strategic plan with short-term targets. In 2022, we are planning to set a first round of interim climate targets for 2025. We will use available tools and pathways in line with what the climate science deems necessary to meet the goals of the Paris Agreement. We do not yet classify our risks across time horizons. Doing so will depend on both the climate action plan and scenario analysis work.\n\nVancity advocates at every level of government for the integration of climate-related risks and opportunities into the economy. We sit on the federal government's Sustainable Finance Action Council, and we meet regularly with policymakers to discuss strategies for reducing GHG emissions from commercial and residential buildings.\n\n## Impacts from climate risks and opportunities on business, strategy and financial planning\n\nWe need to do more than be carbon neutral in our operations, which is why we've set a target to bring our financed emissions to net zero by 2040, ahead of most other Canadian financial institutions. As we understand more about our own financed emissions and opportunities to reduce them, we are incorporating this into our Climate Action Plan. This Plan will direct our strategy to achieve net zero, including the release of interim targets, priorities for advocacy, strategies and actions to reduce our financed emissions.\n\nVancity's lending and community investing decisions, as well as our procurement decisions, are guided by our Ethical Principles for\n\nBusiness Relationships (EPBR). The EPBR direct our lending, investing, and procurement teams to put particular focus on working with businesses and organizations that align with core Vancity values. This explicitly includes businesses and organizations that show 'environmental and sustainability leadership.' Loans to such businesses and organizations are included in our triple bottom line assets and assets under administration (TBLAA), for which we have ambitious growth targets in our annual performance metrics.\n\nWe need to do more than be carbon neutral in our operations which is why we've set a target to bring our financed emissions to net zero by 2040, ahead of most other Canadian financial institutions.\n\nOur subsidiary Vancity Investment Management (VCIM) incorporates a four-part climate risk strategy of divestment, decarbonization, reinvestment, and engagement to investment decisions. VCIM has divested from companies that are primarily involved in the production, processing, and distribution of fossil fuels. VCIM has joined the Net Zero Asset Managers Initiative and is committed to achieving net zero by 2050 for VCIM managed portfolios. VCIM also represents Vancity as a founding member of Climate Engagement Canada , alongside 20 other Canadian institutions.\n\nThe strategy of our subsidiary Vancity Community Investment Bank (VCIB) is to fill gaps in the clean energy landscape that are underserved by other investors. For example, VCIB provides financing dedicated to the under-invested small to mid-size renewable energy market. VCIB financed the world's largest wastewater energy transfer project in 2021, supplying 90 per cent of Toronto Western Hospital's heating and cooling needs. VCIB works with businesses and institutions developing, testing and demonstrating emerging technologies such as geo-exchange and bioenergy systems.\n\nGoing beyond the general qualitative scenarios used for ICAAP, in 2022 Vancity plans to use specific scenario pathways developed by a Bank of Canada pilot program. This work will be aided by a climate risk management consultant and will be particularly useful in developing a sense of our potential future physical and transition risks under different warming scenarios.",
        "metadata": {
            "page": 36
        },
        "id": "def454f8-3870-4a02-b658-8c04071e8d41"
    },
    {
        "page_content": "## Risk management\n\n## Process for identifying and assessing climate risks\n\nClimate-related risk is one of nine key risk dimensions monitored quarterly and reported to both the RMC and the Board Risk Committee, guided by our Enterprise Risk Management Framework. The climate risk dimension is divided into physical risk and transition risk with a risk appetite of medium, reflecting there is both risk in how Vancity affects the climate and how the climate affects Vancity. Including climate risk as a key risk dimension allows us to assess it in conjunction with other risks, as climate risk can affect multiple risk dimensions.\n\nWhile we have some influence over how we affect the climate, if the global community doesn't also act to keep warming below 2°C, the consequences for Vancity will be severe. Even with a 1.5°C warming scenario there will be greater climate risks facing Vancity than have existed in the past.\n\nThe 2021 heatwaves and wildfires in BC are something we expect to see more frequently in the short term. We also expect greater rainfall during the winter, which is likely to increase flooding, and we expect rising sea levels in the longer term. We've identified flooding as our greatest current and short-term climate-related physical risk, with wildfires as an emerging risk given our lending growth in higher risk fire areas. In 2021, we used a live wildfire map of BC and overlaid it with our mortgage portfolio. Forecasting the potential future scale of these risks is new and challenging. We are working with other organizations to help us develop models from which we can set appropriate risk tolerances and monitoring.\n\n## Managing climate risks and integration of climate risk into risk management practices\n\nWhile we've monitored flood risk in our lending portfolio for some years, in 2021 we significantly improved the model to assess at six-digit postal code levels. The results showed a decrease in our overall flood risk exposure. We are currently evaluating ways to manage this risk beyond insurance coverage. We've begun conversations with our retail and business members about climate risk mitigation they can perform to increase their resilience. Further data refinement may allow us to target these conversations more specifically. We expect to make improvements to the flood model as it doesn't currently assess urban flooding from overwhelmed infrastructure or sewer backups. Further, the fluvial (river flooding) assessment is only based on the Fraser River and its tributaries and assumes flood defences are adequate, which we saw failed in many places in late 2021. We expect to have improved flood risk modelling in place for 2022 and in the same year develop enhanced wildfire modelling tools.\n\nOur financed emissions have been an early identified transition risk and opportunity. Our work using the PCAF model (see page 17 ) shows us where our highest concentrations of financed emissions are. It also identifies where we can lead and have higher impact, for example, by encouraging and supporting electrification. In addition, we will increase our financing for the development of new net-zero buildings and climate adaptation solutions.\n\nTransition risk can be further divided into policy, legal and regulatory, market, and reputational risks. We manage legal risk by making decisions within existing legal and regulatory frameworks. We also monitor the legal and regulatory landscape, keeping close contact with industry associations and all levels of government to understand and influence policy and regulatory direction. We seek to understand our community's needs, which we translate into changes in our products and service offerings as well as our strategy and messaging.\n\nWe've begun the process to quantify our transition risk in our lending and investing activities. We've started by separately assessing retail lending, commercial lending, and investing. To do so, we've assigned transition risk levels to industry sectors based on the North American Industry Classification System (NAICS) and Global Industry Classification Standard (GICS). This early work has identified data and process actions we need to take to improve our assessment.\n\nOn the investing side, we are guided by our Ethical Principles which include environmental and sustainability leadership. We conduct carbon footprinting, both absolute (market capitalization based) and relative (revenue based) for scope 1 and 2 emissions, as part of our climate risk assessments, and review how companies are managing climate risks to ensure we are offering sustainable investments for our members.\n\nOur subsidiary, VCIM, also conducts positive impact revenue analysis to identify opportunities to invest in companies contributing to the climate-related United Nations Sustainable Development Goals. We see a significant opportunity to put our members' investing power to use in driving a just climate transition, with new contributions directed to only responsible investment options, by the end of 2022.",
        "metadata": {
            "page": 37
        },
        "id": "80045fd3-7b1d-4bb9-9250-9ce3d1674973"
    },
    {
        "page_content": "## Metrics and targets\n\nBelow are our performance measures on climate-related risks and opportunities. As we've just begun measuring some of these elements, this report contains only metrics for the current year.\n\n| Governance - Climate-related remuneration Senior management  remuneration impacted by  climate considerations Vancity believes connecting remuneration to climate considerations  is an important step to support our commitment. Our forthcoming  Climate Action Plan may involve connections to remuneration.  Currently, management incentive remuneration is linked to climate  indirectly through targets for TBLAA, which includes climate-related  impact categories. For management's incentive plans, please see   | Governance - Climate-related remuneration Senior management  remuneration impacted by  climate considerations Vancity believes connecting remuneration to climate considerations  is an important step to support our commitment. Our forthcoming  Climate Action Plan may involve connections to remuneration.  Currently, management incentive remuneration is linked to climate  indirectly through targets for TBLAA, which includes climate-related  impact categories. For management's incentive plans, please see   | Impairment charges due to  assets exposed to physical and  transition risks                                                              | By not doing business directly with the oil and gas sector and by  having a small portfolio of carbon-intensive assets (e.g., construction  and internal combustion vehicle lending), impairment may come in  the form of assets exposed to physical risks, rather than transition  risks. While we've improved our understanding of our portfolio  exposure to physical risks, there is more work to be done before   we assess short-, medium- or long-term impairments.   |\n|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                             | page 7 .                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    | Assets, investing and financing activity exposed to material transition and physical risks and                                           | Assets, investing and financing activity exposed to material transition and physical risks and                                                                                                                                                                                                                                                                                                                                                                               |\n| Assets, investing and financing aligned to climate opportunities                                                                                                                                                                                                                                                                                                                                                                                                                                                            | Assets, investing and financing aligned to climate opportunities                                                                                                                                                                                                                                                                                                                                                                                                                                                            | GHG emissions                                                                                                                            | GHG emissions                                                                                                                                                                                                                                                                                                                                                                                                                                                                |\n| TBLAA that are climate  opportunity-aligned                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 | $308 million                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                | Credit exposure to carbon- intensive assets (PCAF  methodology)                                                                          | See  page 17  for a summary of our financed emissions by asset  class, including absolute emissions and emissions intensity.   See also  Financed emissions approach and methodology .                                                                                                                                                                                                                                                                                       |\n| Climate-opportunity aligned  grants                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         | $1.8 million or 21 per cent of total granting                                                                                                                                                                                                                                                                                                                                                                                                                                                                               | Percentage of mortgage  portfolio exposed to high or  very high flood risk (assessment of storm surge -   a 1-in-20-year event - and     | 0.3 per cent                                                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n| Avoided emissions from clean  energy projects                                                                                                                                                                                                                                                                                                                                                                                                                                                                               | Approx. 4,300 tonnes CO 2 e                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 | Percentage of mortgage  portfolio exposed to high or  very high flood risk (assessment of storm surge -   a 1-in-20-year event - and     | 0.3 per cent                                                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n| Square feet of energy efficiency  improvements funded                                                                                                                                                                                                                                                                                                                                                                                                                                                                       | 720,133 ft 2  (66,902.5 m 2 ) For prior year results, see  page 23 .                                                                                                                                                                                                                                                                                                                                                                                                                                                        | excessive rainfall causing fluvial  flooding of the Fraser River) Percentage of mortgage  portfolio exposed to high or                   | 2.4 per cent                                                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n| Capital invested in own  operations towards climate  risks and opportunities                                                                                                                                                                                                                                                                                                                                                                                                                                                | $357,000                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    | very high wildfire risk (exposure to historic wildfires  using a footprint database with  records from 1986 to 2020 and  a 20 km buffer) |                                                                                                                                                                                                                                                                                                                                                                                                                                                                              |\n| Carbon price and other financial impacts of climate risks                                                                                                                                                                                                                                                                                                                                                                                                                                                                   | Carbon price and other financial impacts of climate risks                                                                                                                                                                                                                                                                                                                                                                                                                                                                   | very high wildfire risk (exposure to historic wildfires  using a footprint database with  records from 1986 to 2020 and  a 20 km buffer) |                                                                                                                                                                                                                                                                                                                                                                                                                                                                              |\n| Impact on cost from carbon  price                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           | BC has set a carbon tax of $45 per tCO 2 . There is no direct material  cost to Vancity from the carbon tax.                                                                                                                                                                                                                                                                                                                                                                                                                | very high wildfire risk (exposure to historic wildfires  using a footprint database with  records from 1986 to 2020 and  a 20 km buffer) |                                                                                                                                                                                                                                                                                                                                                                                                                                                                              |\n| Other impacts on cost  (business interruption,  contingency, etc.)                                                                                                                                                                                                                                                                                                                                                                                                                                                          | While we expect the nature of climate events to change and  increase in severity, we have not experienced, nor do we expect   to experience in the short term, any material impacts to business  operations. There have been - and we expect there will be   more - immaterial impacts, such as the need to retrofit our   owned infrastructure to address cooling and air quality needs                                                                                                                                    | GHG emissions (absolute   scope 1, scope 2 and relevant,  material categories of scope 3  emissions, as well as carbon  intensity)       | See  page 19 .                                                                                                                                                                                                                                                                                                                                                                                                                                                               |",
        "metadata": {
            "page": 38
        },
        "id": "41d5b5b7-6cc0-4d3c-81dd-a874e999671f"
    },
    {
        "page_content": "## Impact analysis.\n\nwe refreshed our analysis by applying an updated version of the UN Portfolio Impact Analysis Tool for Banks (v2.0). We conducted our first Principles for Responsible Banking-aligned impact analysis in 2020, using the following tools to increase our understanding of Vancity's positive and negative impacts within the framework of the Paris Agreement and the Sustainable Development Goals (SDGs), and to understand the impact areas we can best influence: Embedding Project's Prioritization Radar assessment tool; UNEP FI Portfolio Impact Analysis Tool for Banks; and Partnership for Carbon Accounting Financials (PCAF). In 2021,\n\nThe topics identified through the Project's Prioritization Radar assessment tool as most relevant to Vancity, and with potential for broader systems influence, remain consistent:\n\n## Climate\n\n<!-- image -->\n\n<!-- image -->\n\n## Community rights and freedom\n\n<!-- image -->\n\n<!-- image -->\n\n## Local economic resilience\n\n<!-- image -->\n\n## Materials and waste\n\n<!-- image -->\n\n## UNEP FI Portfolio Impact Analysis Tool for banks\n\nThe UNEP FI Portfolio Impact Analysis Tool is an iterative inputoutput workflow that helps financial institutions determine their most significant impact areas based on core banking activities, particularly lending, aligned with the SDGs.\n\n## Results\n\nSTEP 1: Scope - We focused the analysis on Vancity's core business areas: consumer and business banking in Canada, primarily BC. 1 Results shown are based on data that was available during 2021.\n\nSTEP 2: Scale of exposure - Our consumer portfolio accounts for 67 per cent of our loan book, and our business banking portfolio accounts for 33 per cent. Below is a summary of consumer products and the business sectors we provide financing to.\n\n## Breakdown of business lines by per cent of gross income generated for Vancity and Vancity Community Investment Bank (VCIB)\n\n<!-- image -->\n\nWe will explore expanding our impact analysis to include Vancity's own investments and managed client assets if relevant data is available, and if it complements existing or planned work to measure and manage Vancity's investment-related impacts.\n\n- 1  Vancity Community Investment Bank (VCIB) operates primarily in Ontario. We did not include its data in the impact analysis. We plan to include VCIB data in the next version of the Impact Analysis Tool in 2022.\n\n## Breakdown of 2021 business loans by sector (balance sheet value), including mortgages and consumer products (per cent of individual members accessing products)\n\n| Real estate activities                                                                 | 59%   | Current accounts                                                    | 86%   |\n|----------------------------------------------------------------------------------------|-------|---------------------------------------------------------------------|-------|\n| Construction of buildings                                                              | 9%    | Savings accounts (includes registered  retirement savings accounts) | 80%   |\n| Other monetary intermediations/commercial banking                                      | 7%    | Current accounts with payment services  (cheques, debit cards)      | 65%   |\n| Other membership organizations (e.g., religious, labour)                               | 6%    | Credit cards                                                        | 42%   |\n| Health care and social assistance, community housing                                   | 4%    | Overdrafts (lines of credit)                                        | 20%   |\n| Other specialized construction activities (e.g., specialty  trades, civil engineering) | 3%    | Home loans and housing-related credit                               | 7%    |\n| Accommodation and food service activities                                              | 2%    | Consumer loans                                                      | 3%    |\n| Professional services (e.g., legal)                                                    | 1%    | Vehicle-related lending                                             | 0.20% |\n| Activities of holding companies                                                        | 1%    | Microfinance                                                        | 0.04% |\n| Office administrative services                                                         | 1%    |                                                                     |       |\n\n- 93% of business loans were included in the analysis (top 30 industry codes).",
        "metadata": {
            "page": 39
        },
        "id": "441f5492-c494-4d0c-a21b-015bc29ed2c3"
    },
    {
        "page_content": "To identify social, environmental and economic impacts associated with each of the sectors or products in the table above, we applied the Impact Map built into the Portfolio Impact Tool. This maps impact associations for each of the sectors and products. It further highlights sectors and activities that are key (most significant) to each of the impact areas. There are 22 potential impact areas, which are aligned to the UN's 17 SDGs.\n\nIn 2021, we used version 2.0 of UNEP FI's Portfolio Impact Analysis Tool for the analysis. The updated version of the tool is more detailed with revised mapping for sector impacts, and it now includes the North American Industry Classification System (NAICS) codes used by Vancity.\n\n## Consumer banking\n\nThe impact areas most associated with consumer banking products at Vancity are shown in the graphic below.\n\n## Potential impact areas associated with consumer banking products\n\n<!-- image -->\n\n<!-- image -->\n\nNote: The impact areas in bold are the most significant.\n\nIn general, all consumer banking products have potential positive associations with Employment and Inclusive, Healthy Communities. Credit products including microcredit also have potential negative associations with Inclusive, Healthy Communities if they're not designed to be fair and accessible, especially to those traditionally excluded from banking services. Our microcredit products, designed to help individuals with limited credit history, such as recent immigrants to Canada, have positive associations with Justice and Economic Equality.\n\nCredit products and account services facilitate consumer spending, but we lack the data to understand the spending patterns (and associated impacts) of our members. However, we can say with certainty that there are additional key negative associations with consumer credit on Climate, Waste and Resources Efficiency.\n\nWhile relatively few members access motor vehicle loans, many members purchase vehicles through consumer credit, and their potential impact is significant. From efforts to measure financed emissions, we know that motor vehicle loans generate the most greenhouse gases per dollar loaned.\n\n## Business banking\n\nThe key impact areas associated with the greatest proportion of our business loan portfolio (primarily small- and medium-sized enterprises, or SMEs) are shown in the graphic below.\n\n## Potential key impact areas associated with business lending",
        "metadata": {
            "page": 40
        },
        "id": "efc0e8c7-234d-49de-9eb6-38a9d3dae948"
    },
    {
        "page_content": "The majority of our business lending supports the real estate sector - both directly and indirectly through mortgage lending. This explains our key positive impacts on Housing and Health and Sanitation, and our key negative impacts of Climate and Resources Efficiency. Additional potential negative impacts include Waste, Culture and Heritage, and Biodiversity and Ecosystems.\n\nHowever, while not key impact associations, every organization we lend to contributes to Employment - positively and negatively, depending on working conditions - and most contribute positively to Inclusive, Healthy Communities We typically lend to small- and medium-sized enterprises (SMEs), including social enterprises, not-for-profits and co-operatives. In our primary market of BC, SMEs account for the majority of companies and are responsible for approximately half of private sector employment in the province. We understand that some of the sectors we support (such as food and beverage services, accommodations services, health and social work) are associated with poorer job quality and/or fewer career prospects, and that certain jobs are more vulnerable to change due to technology and/or climate change.\n\nSTEP 3: Context and relevance - To help determine which of these impact areas are our most significant ones, we needed to take our operating context into account, in particular community needs. We operate in Canada, and primarily within the province of BC. Applying the 'Country Needs' resource in the Portfolio Impact Tool, we determined that the most relevant challenges and priorities in Canada/BC that intersect with Vancity regions in which we operate are:\n\n- ·  Climate (based on greenhouse gas emissions)\n- ·  Resources efficiency (based on energy, water and materials consumption)\n- ·  Waste (based on solid waste generated and recycling rates)\n- ·  Housing (specifically the housing cost overburden for low-income owners and renters)\n\nWe need to do more work to fully understand and monitor needs across the 22 areas identified in the UNEP FI's Impact Radar, such as mapping needs at a more granular level (e.g., across BC) and separately for Indigenous communities.\n\nSTEP 4: Scale and intensity/salience of impact - Through the initial 2020 impact analysis, we identified Climate as a significant impact area. This was validated through the 2021 impact analysis. To understand our climate impact more fully, we improved and expanded our financed emissions data using the PCAF Global GHG Accounting and Reporting Standard. See page 17 for an overview of our financed emissions by asset class.\n\nIn 2021, we identified our second significant impact area, Financial Health and Inclusion, based on the above results, and further informed by member feedback and the work we've been doing for decades in this area: every two years we ask members about their priorities for Vancity to focus on. We conducted further research using the Canadian Financial Resilience Index to better understand the level of resilience and vulnerability of our members.\n\nOur dual focus on Climate and Financial Health and Inclusion supports our Climate Commitments strategy to work towards a climate transition that puts people at its centre and leaves no one behind. It further aligns with existing strategic business opportunities, for example, our Planet-Wise suite of products and the Vancity Fair & Fast Loan (an alternative to payday loans).",
        "metadata": {
            "page": 41
        },
        "id": "bec2c5a6-0523-4691-b670-cfbf821a272d"
    },
    {
        "page_content": "## Principles for Responsible Banking (PRB) reporting and self-assessment.\n\nIn November 2019, Vancity became a signatory to the Principles for Responsible Banking, outlined by the United Nations Environment Programme Finance Initiative (UNEP FI). The Principles commit financial institutions to strategically align their business with the goals of the Paris Agreement on climate change and the Sustainable Development Goals (SDGs). This is our second progress report.\n\n| 1.1  Describe  (high-level) your bank's  business model , including the  main customer segments served, types of products and services  provided, the main sectors and types of activities, and where  relevant the technologies financed across the main geographies  in which your bank has operations or provides products and  services.   | Vancity is a financial co-operative. Our head office is situated on the Musqueam, Squamish and  Tsleil-Waututh First Nations in Vancouver, British Columbia (BC), Canada. We are a member- owned, community-based, full-service financial institution.  We operate primarily in BC, with one of our subsidiaries, Vancity Community Investment Bank,  operating primarily in Ontario, Canada. Our primary lines of business include retail and business banking (deposit-taking and lending),   | Business model,  p. 5 Active subsidiaries,  p. 32 Business and commercial loan  portfolio by NAICS;  Accountability  statements , p. 32   |\n|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------|\n| 1.2  Describe  how your bank has aligned and/or is planning to  align  its strategy  to be consistent with and contribute to society's  goals, as expressed in the Sustainable Development Goals  (SDGs), the Paris Climate Agreement, and relevant national and  regional frameworks.                                                         | Our climate commitments are aligned with the Paris Agreement and support several SDGs. They  are designed to support a climate transition that leaves no one behind and aligns people, planet  and prosperity.                                                                                                                                                                                                                                                                                  | CEO message,  p. 4 Operating context and strategic  priorities,  p. 6                                                                     |\n| 1.2  Describe  how your bank has aligned and/or is planning to  align  its strategy  to be consistent with and contribute to society's  goals, as expressed in the Sustainable Development Goals  (SDGs), the Paris Climate Agreement, and relevant national and  regional frameworks.                                                         | To operationalize these commitments, our 2022-2024 business plan is designed to meet the  challenges of the climate emergency and to help dismantle legacies of colonialism, systemic  racism and discrimination.                                                                                                                                                                                                                                                                               | Advocacy,  p. 20 Reconciliation with Indigenous  people,  p. 28                                                                           |\n| 1.2  Describe  how your bank has aligned and/or is planning to  align  its strategy  to be consistent with and contribute to society's  goals, as expressed in the Sustainable Development Goals  (SDGs), the Paris Climate Agreement, and relevant national and  regional frameworks.                                                         | Our strategy is guided by our values, one of which is Reconciliation. We work to ensure equitable  access to opportunities and build meaningful relationships with Indigenous partners by adopting  the principles, norms and standards of the UN Declaration on the Rights of Indigenous Peoples  (UNDRIP). In 2021, we began to develop an Indigenous banking strategy, influenced by the  Canadian Council for Aboriginal Business's Progressive Aboriginal Relations framework.             |                                                                                                                                           |",
        "metadata": {
            "page": 42
        },
        "id": "30ddb3f4-36b7-452c-a367-92e3b599b76f"
    },
    {
        "page_content": "## Reporting and self-assessment requirements\n\n## High-level summary of response\n\n## More information\n\n## Principle 2: Impact and Target Setting\n\nWe will continuously increase our positive impacts while reducing the negative impacts on, and managing the risks to, people and environment resulting from our activities, products and services. To this end, we will set and publish targets where we can have the most significant impacts.\n\n## 2.1 Impact Analysis:\n\nShow that your bank has identified the areas in which it has its most significant (potential) positive and negative impact through an impact analysis that fulfills the following elements:\n\n- a. Scope: The bank's core business areas, products/services across the main geographies that the bank operates in have been as described under 1.1 have been considered in the scope of the analysis.\n- b. Scale of exposure: In identifying its areas of most significant impact the bank has considered where its core business/its major activities lie in terms of industries, technologies and geographies.\n- c. Context and relevance: Your bank has taken into account the most relevant challenges and priorities related to sustainable development in the countries/regions in which it operates.\n- d. Scale and intensity/salience of impact: In identifying its areas of most significant impact, the bank has considered the scale and intensity/salience of the (potential) social, economic and environmental impacts resulting from the bank's activities and provision of products and services. (Your bank should have engaged with relevant stakeholders to help inform your analysis under elements c) and d).)\n\nShow that building on this analysis, the bank has\n\n- · Identified and disclosed its areas of most significant (potential) positive and negative impact\n- · Identified strategic business opportunities in relation to the increase of positive impacts/reduction of negative impacts\n\nWe conducted our first PRB-aligned impact analysis in 2020 to increase our understanding of Vancity's positive and negative impacts within the framework of the Paris Agreement and the SDGs, and to understand the impact areas we can best influence. In 2021, we refreshed our results by applying version 2.0 of the UN Portfolio Impact Analysis Tool for Banks.\n\n## a. Scope\n\nWe focused the analysis on Vancity's core business areas: consumer (53 per cent of our gross income generated) and business banking (37 per cent) in Canada, primarily BC. We did not include Vancity's own investments, or off-balance-sheet managed client assets.\n\n## b. Scale of exposure\n\nThe three most significant potential impact areas most associated with consumer banking products at Vancity are Inclusive, Healthy Communities, Employment, and Climate.\n\nFor business banking, the three most significant potential impact areas are Housing, Climate, and Health and Sanitation.\n\n## c. Context and relevance\n\nApplying the Country Needs resource in the Portfolio Impact Tool, we determined that the most relevant challenges and priorities in Canada and BC that intersect with Vancity regions in which we operate are:\n\n- · Climate (based on greenhouse gas emissions)\n- · Resources efficiency (based on energy, water and materials consumption)\n- · Waste (based on solid waste generated and recycling rates)\n- · Housing (specifically the housing cost overburden for low-income owners and renters).\n\nImpact analysis,\n\np. 39\n\n2020 Annual Report\n\n, p. 42\n\nFinanced emissions,\n\np. 16",
        "metadata": {
            "page": 43
        },
        "id": "3a740965-e22d-4e29-9eb9-10b2b085ab29"
    },
    {
        "page_content": "| Principle 2: Impact and Target Setting, continued                                                                                                                                                                                                                                                                                                                                                                                                                                              | Principle 2: Impact and Target Setting, continued                             |\n|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------|\n| d.   Scale and intensity/salience of impact   To deepen our understanding of our impact in the areas of Climate, we continued to improve  our measurement and analysis of financed emissions using the PCAF Global GHG Accounting  and Reporting Standard.  For the area of Financial Health and Inclusion, we conducted research using the Canadian  Financial Resilience Index to understand the level of resilience and vulnerability of our                                                | Impact analysis,  p. 39 2020 Annual Report , p. 42 Financed emissions,  p. 16 |\n| members. Areas of impact and opportunities                                                                                                                                                                                                                                                                                                                                                                                                                                                     | Impact analysis,  p. 39 2020 Annual Report , p. 42 Financed emissions,  p. 16 |\n| Based on our impact analysis and stakeholder inputs, we validated the following as our two most  significant areas of impact: Climate, and Financial Health and Inclusion. Both these areas align with  our strategy to work towards a climate transition that puts people at its centre and leaves no one  behind. They support existing strategic business opportunities, for example, our Planet-Wise suite  of products and the Vancity Fair & Fast Loan (an alternative to payday loans). | Impact analysis,  p. 39 2020 Annual Report , p. 42 Financed emissions,  p. 16 |\n\n## Please provide your bank's conclusion/statement if it has fulfilled the requirements regarding Impact Analysis.\n\nWe have partially fulfilled the requirements by updating our impact analyses and by confirming Climate and Financial Health and Inclusion as the two areas of most significant potential positive and negative impact, and we have identified strategic business opportunities in relation to building a clean and fair world. We have not yet applied the investments analysis tool to our own investments.",
        "metadata": {
            "page": 44
        },
        "id": "0b3dc808-32a0-4979-8890-2e6888027960"
    },
    {
        "page_content": "## Reporting and self-assessment requirements\n\n## High-level summary of response\n\n## More information\n\n## Principle 2: Impact and Target Setting, continued\n\n## 2.2 Target Setting\n\nShow that the bank has set and published a minimum of two Specific, Measurable (can be qualitative or quantitative), Achievable, Relevant and Time-bound (SMART) targets, which address at least two of the identified 'areas of most significant impact' resulting from the bank's activities and provision of products and services.\n\nShow that these targets are linked to and drive alignment with and greater contribution to appropriate Sustainable Development Goals, the goals of the Paris Agreement, and other relevant international, national or regional frameworks. The bank should have identified a baseline (assessed against a particular year) and have set targets against this baseline.\n\nShow that the bank has analyzed and acknowledged significant (potential) negative impacts of the set targets on other dimensions of the SDG/climate change/society's goals and that it has set out relevant actions to mitigate those as far as feasible to maximize the net positive impact of the set targets.\n\n## Targets\n\nClimate: We have published a goal of net-zero emissions across our mortgages and loans by 2040. We have announced that we will publish interim targets in 2022 along with our implementation plan.\n\nFinancial Health and Inclusion: We have been promoting financial health and inclusion for decades and we currently track several related metrics (e.g., units of affordable housing financed). In December 2021, we were one of the founding signatories of the PRB's Commitment to Financial Health and Inclusion (CFHI) which requires us to set and publish targets within 18 months of signing (by June 2023). We are in the process of identifying the appropriate areas, metrics and baselines for target setting.\n\n## Alignment and baseline\n\nClimate: Our net zero by 2040 goal is ten years ahead of the Paris Agreement targets and the net-zero targets set by the Canadian and BC governments. Vancity was the first Canadian financial institution to join the UN-led Net-Zero Banking Alliance in 2021, and we were already committed to the UN's Collective Commitment to Climate Action (CCCA).\n\nOur work in 2021 focused on improving the accuracy and coverage of financed emissions data. Applying the Global PCAF methodology, we expanded the scope of our financed emissions disclosures and improved our data quality score in three asset classes. We also explored best practices and approaches for target setting and decarbonizing mortgages and loans. We considered the UNEP Guidelines, Paris Alliance Investment Initiative, Science-Based Targets Initiative, Climate Action A100+ and Net Zero Asset Owner Alliance.\n\nWe established baseline (2019) data for our first set of near-term climate target(s) focusing on three asset classes that are responsible for most of our known lending-related emissions: commercial mortgages, residential mortgages, and general-purpose business loans. Our intention is for our target setting process to align with the UNEP FI's Guidelines for Climate Target Setting for Banks .\n\n## Potential negative impacts - for both targets\n\nFor the climate transition to succeed, we need more people to be able to reduce their emissions and to fully participate in the clean economy that follows. Our work to build increased financial resilience in the face of climate-related shocks, particularly amongst our more vulnerable members and communities, is key to ensuring a just transition to a low-carbon economy.\n\nNow that we have identified our priority areas, we have begun work to more fully understand and maximize positive/reduce negative impacts on people and the planet. This includes conducting research and engaging with thought-leaders and experts, peers, community partners, and members.\n\n## Please provide your bank's conclusion/statement if it has fulfilled the requirements regarding Target Setting.\n\nWe have partially fulfilled the requirements by identifying climate as one area where we have significant impact, and making public our goal to be net zero by 2040. We are working on establishing interim climate targets and identifying a second significant area of impact.\n\n## Financed emissions, Impact analysis, p. 39\n\np. 16\n\nNet-zero commitment\n\nFinancing an equitable climate\n\ntransition",
        "metadata": {
            "page": 45
        },
        "id": "4c14b512-927a-4259-bae6-d03d3bc0ec93"
    },
    {
        "page_content": "| Principle 2: Impact and Target Setting, continued                                                                                                                                                                                              |                                                                                                                                                                                                                                                                      |\n|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| 2.3 Plans for Target Implementation and Monitoring  Show  that your bank has defined actions and milestones to meet the  set targets.                                                                                                          | We use the Global PCAF methodology to measure and track financed emissions. We have  announced that we will release our implementation plan together with our first round of near- term climate targets in 2022.  Net-zero commitment Financing an equitable climate |\n| Show  that your bank has put in place the means to measure   and monitor progress against the set targets. Definitions of key  performance indicators, any changes in these definitions, and any  rebasing of baselines should be transparent. | We hired external consultants to assess methodology, data integrity, and reporting of our 2021  financed emissions. transition                                                                                                                                       |\n|                                                                                                                                                                                                                                                | As signatories, we have committed to the target implementation and monitoring requirements of  the PRB's Collective Commitment to Climate Action, the UN-convened Net-Zero Banking Alliance,  and the PRB's Commitment to Financial Health and Inclusion (CFHI).     |\n| Please provide your bank's conclusion/statement if it has fulfilled the requirements regarding Plans for Target Implementation and Monitoring.                                                                                                 | Please provide your bank's conclusion/statement if it has fulfilled the requirements regarding Plans for Target Implementation and Monitoring.                                                                                                                       |\n| We have partially fulfilled the requirements by implementing the Global PCAF methodology to measure and track financed emissions, by establishing the Climate Commitments Council, and by signing the CFHI.                                    | We have partially fulfilled the requirements by implementing the Global PCAF methodology to measure and track financed emissions, by establishing the Climate Commitments Council, and by signing the CFHI.                                                          |\n| 2.4 Progress on Implementing Targets For each target separately:   Show                                                                                                                                                                        | At the time of writing, we have not released our near-term climate targets and our  implementation plan, and we have not set Financial Health and Inclusion target(s).                                                                                               |\n| that your bank has implemented the actions it had previously  defined to meet the set target. Or explain why actions could not be                                                                                                              |                                                                                                                                                                                                                                                                      |\n| implemented/needed to be changed and how your bank is adapting  its plan to meet its set target.                                                                                                                                               | implemented/needed to be changed and how your bank is adapting  its plan to meet its set target.                                                                                                                                                                     |\n| Report  on your bank's progress over the last 12 months towards  achieving each of the set targets and the impact your progress  resulted in (where feasible and appropriate, banks should include  quantitative disclosures).                 | Report  on your bank's progress over the last 12 months towards  achieving each of the set targets and the impact your progress  resulted in (where feasible and appropriate, banks should include  quantitative disclosures).                                       |",
        "metadata": {
            "page": 46
        },
        "id": "1ba8cf3f-016b-4a2e-8ac0-b8c19cafc4f2"
    },
    {
        "page_content": "## Reporting and self-assessment requirements\n\n## High-level summary of response\n\n## More information\n\n## Principle 3: Clients and Customers\n\n## We will work responsibly with our clients and our customers to encourage sustainable practices and enable economic activities that create shared prosperity for current and future generations.\n\n- 3.1 Provide an overview of the policies and practices your bank has in place and/or is planning to put in place to promote responsible relationships with its customers. This should include high-level information on any programs and actions implemented (and/or planned), their scale and, where possible, the results thereof.\n\nOur goal is to provide members advice that is in their best long-term interests, including managing debt and using credit responsibly.\n\nWe are committed to becoming an inclusive and actively anti-racist organization. We are thoroughly reviewing our decision-making processes to identify any systemic bias in how we interact with our members and clients. We received the results of our anti-racism audit in 2021. Our banking system allows us to address members whose gender identity is non-binary by using Mx as a salutation if they wish us to.\n\nWe apply our Ethical Principles for Business Relationships when deciding with whom to do business (e.g., opening business accounts, lending, suppliers, etc.). We welcome the opportunity to work with organizations that value: accountable and sustainable business; leadership that engages in co-operative principles and practices; economic and social inclusion for all people; strong and resilient communities; and environmental and sustainability leadership.\n\nOur 'customers' are our members. They can be candidates in and vote in our Credit Union Board Director elections, and attend and make resolutions at the Annual General Meeting.\n\nThe Vancity Privacy Code outlines the principles and commitments we make to protect members' privacy and personal information.\n\nDiversity and anti-racism,\n\np. 13\n\nResponsible marketing and selling; Accountability statements , p. 6\n\nMember feedback mechanisms; Accountability statements , p. 3\n\nEthical Principles for Business Relationships\n\nGovernance and leadership\n\nPrivacy and security",
        "metadata": {
            "page": 47
        },
        "id": "75d8ecad-e387-4c96-aeec-29dec8aaeba5"
    },
    {
        "page_content": "<!-- image -->\n\n| Principle 3: Clients and Customers, continued  3.2  Describe  how your bank has worked with and/or is planning to work  with its clients and customers to encourage sustainable practices  and enable sustainable economic activities. This should include  information on actions planned/implemented, products and  The main driver of our climate commitments is enabling our members to successfully transition  to a clean and fair economy. To achieve this, we employ both a variety of banking tools and our  ability to advocate on behalf of our members to our government partners to encourage                                                                                                                                       | climate change,  p. 20 Advocacy,  p. 20 Responsible investment,  p. 22 Supporting local communities,  p. 27   |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------|\n| services developed and, where possible, the impacts achieved. sustainable practices and enable sustainable economic activities. Most of the organizations we serve are small- and medium-sized businesses, which often have  fewer resources to dedicate to taking climate action. In 2021, we published the  Planet-Wise  Business Guide for Climate Action  to help businesses respond to the climate crisis by taking actions  that reduce, or avoid generating, greenhouse gas emissions. Our Planet-Wise suite of products  and services was designed to help members take climate action in affordable ways. They address  sustainable transportation, renovations, teardowns, and financing and advice for business and  not-for-profits. | climate change,  p. 20 Advocacy,  p. 20 Responsible investment,  p. 22 Supporting local communities,  p. 27   |\n| We support developers to provide affordable housing through predevelopment loans and  lending for below-market residential housing. We have committed to offering only responsible investment options that can demonstrate                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                       | climate change,  p. 20 Advocacy,  p. 20 Responsible investment,  p. 22 Supporting local communities,  p. 27   |\n| the integrity of their Environmental, Social and Corporate Governance (ESG) screening and  stewardship process. We have been raising awareness of the benefits of Responsible Investment,  and our net sustainable wealth management inflows increased to $462 million in 2021. Our subsidiary Vancity Community Investment Bank is exclusively focused on working with                                                                                                                                                                                                                                                                                                                                                                          | climate change,  p. 20 Advocacy,  p. 20 Responsible investment,  p. 22 Supporting local communities,  p. 27   |\n| clean energy, affordable housing, organized labour and Indigenous entrepreneurship. We are focused on increasing the assets we have and the lending we do that have a positive  community impact (TBLAA). Our TBLAA assets grew to $10.7 billion, about a third of our assets  and assets under administration.                                                                                                                                                                                                                                                                                                                                                                                                                                  | climate change,  p. 20 Advocacy,  p. 20 Responsible investment,  p. 22 Supporting local communities,  p. 27   |\n|                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                  | climate change,  p. 20 Advocacy,  p. 20 Responsible investment,  p. 22 Supporting local communities,  p. 27   |",
        "metadata": {
            "page": 48
        },
        "id": "212e161a-8797-475b-a6cb-f9c600a1177e"
    },
    {
        "page_content": "| Reporting and self-assessment requirements   High-level summary of response   More information  Principle 4: Stakeholders                                                                                                                                                                                                                                                      | Reporting and self-assessment requirements   High-level summary of response   More information  Principle 4: Stakeholders                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                              | Reporting and self-assessment requirements   High-level summary of response   More information  Principle 4: Stakeholders   |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------|\n| 4.1  Describe  which stakeholders (or groups/types of stakeholders)  your bank has consulted, engaged, collaborated or partnered  with for the purpose of implementing these Principles and  improving your bank's impacts. This should include a high-level  overview of how your bank has identified relevant stakeholders  and what issues were addressed/results achieved. | We follow the AA1000 AccountAbility Principles throughout our operations. These principles focus  on stakeholder engagement to inform strategy and decision-making.  As a financial co-operative, members are our main stakeholder - they are both our customers  and our investors or providers of financial capital. We regularly engage with members in  developing our products and services and in our strategic planning process. We began a stakeholder mapping process to identify relevant stakeholders to engage around our  climate commitments and organizational pledges on anti-racism and Reconciliation with Indigenous  peoples. We have identified key stakeholders with whom we have active relationships and can  explore collaboration on shared goals, and those we need to invest in and continue to deepen for | Advocacy,  p. 20 Asset management and corporate  engagement,  p. 22                                                         |\n| 4.1  Describe  which stakeholders (or groups/types of stakeholders)  your bank has consulted, engaged, collaborated or partnered  with for the purpose of implementing these Principles and  improving your bank's impacts. This should include a high-level  overview of how your bank has identified relevant stakeholders  and what issues were addressed/results achieved. | Vancity meets and consults regularly with officials and policymakers at every level of government  to advance our commitment to building a cleaner and fairer world, as well as in service of our  business and regulatory needs. We have also begun building coalitions of stakeholders who  share our goals, and working with community partners to inform research and initiatives that  serve to illuminate and elevate the profile of our advocacy priorities. In 2021, our CEO joined the UNEP Finance Initiative Leadership Council, a high-level body  championing the integration of sustainability considerations into financial practice and fostering  industry uptake of the PRB. Our CEO also sits on the UNEP FI Banking Board, which oversees                                                                          | Advocacy,  p. 20 Asset management and corporate  engagement,  p. 22                                                         |\n| 4.1  Describe  which stakeholders (or groups/types of stakeholders)  your bank has consulted, engaged, collaborated or partnered  with for the purpose of implementing these Principles and  improving your bank's impacts. This should include a high-level  overview of how your bank has identified relevant stakeholders  and what issues were addressed/results achieved. | implementation of the PRB.  We surveyed grant recipients to inform our new Community Investment strategy; their feedback  influenced our new approach to longer-term operational funding.  We engaged with employees to recommend how to distribute $1 million worth of grants to small  businesses and non-profits suffering from economic impacts of the COVID-19 pandemic. Employee                                                                                                                                                                                                                                                                                                                                                                                                                                                 | Advocacy,  p. 20 Asset management and corporate  engagement,  p. 22                                                         |\n| 4.1  Describe  which stakeholders (or groups/types of stakeholders)  your bank has consulted, engaged, collaborated or partnered  with for the purpose of implementing these Principles and  improving your bank's impacts. This should include a high-level  overview of how your bank has identified relevant stakeholders  and what issues were addressed/results achieved. | Resource Groups are for employees with lived experience and who self-identify as: Indigenous, a                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                        | Advocacy,  p. 20 Asset management and corporate  engagement,  p. 22                                                         |",
        "metadata": {
            "page": 49
        },
        "id": "08a6bc13-d148-49c2-a53f-a7137a6f57fb"
    },
    {
        "page_content": "| 5.1  Describe  the relevant governance structures, policies and  procedures your bank has in place/is planning to put in place to  manage significant positive and negative (potential) impacts and  support effective implementation of the Principles.   | Vancity's Board of Directors acts as steward of our organization, provides critical oversight and  helps ensure that members' money is invested in ways that improve our communities and align  with the Principles.                                                                                                                                                                                                                                                                                                                                                                                    | Board of Directors,  p. 29 Structure and executive leadership  team,  p. 32 Climate risks: Task Force on Climate- report,  p. 34   |\n|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------------------------|\n| 5.1  Describe  the relevant governance structures, policies and  procedures your bank has in place/is planning to put in place to  manage significant positive and negative (potential) impacts and  support effective implementation of the Principles.   | The Board delegates the day-to-day management of Vancity to the President and Chief Executive  Officer, who establishes the accountabilities of each member of the executive leadership team.  Our executive leadership team sets targets and monitors progress towards implementing the                                                                                                                                                                                                                                                                                                                |                                                                                                                                    |\n| 5.1  Describe  the relevant governance structures, policies and  procedures your bank has in place/is planning to put in place to  manage significant positive and negative (potential) impacts and  support effective implementation of the Principles.   |                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         | related Financial Disclosures (TCFD)                                                                                               |\n| 5.1  Describe  the relevant governance structures, policies and  procedures your bank has in place/is planning to put in place to  manage significant positive and negative (potential) impacts and  support effective implementation of the Principles.   | PRB and other key sustainability initiatives, and provides regular updates to the Board. In 2021, we formed a Climate Commitments Council. The Chief External Relations Officer (CERO) chairs  this group of senior management representatives from all Vancity teams responsible for delivering on,  in whole or in part, our climate commitments. They meet quarterly to ensure a coordinated approach,  drive progress against targets once set, keep relevant parties updated, including any roadblocks or  changes in approach, and to discuss challenges and leverage collective problem solving. | related Financial Disclosures (TCFD)                                                                                               |\n| 5.1  Describe  the relevant governance structures, policies and  procedures your bank has in place/is planning to put in place to  manage significant positive and negative (potential) impacts and  support effective implementation of the Principles.   | The Board approves the Shared Success allocation annually. This is one of the tools we have to  promote positive and mitigate negative impacts; through this program we distribute 30 per cent  of our profits to members and communities.                                                                                                                                                                                                                                                                                                                                                              | related Financial Disclosures (TCFD)                                                                                               |",
        "metadata": {
            "page": 50
        },
        "id": "f4a15c2b-1bec-409a-a0a7-1480bb26b0ef"
    },
    {
        "page_content": "## Reporting and self-assessment requirements\n\n## High-level summary of response\n\n## More information\n\n## Principle 5: Governance and Culture, continued\n\n- 5.3 Governance Structure for Implementation of the Principles\n\nShow that your bank has a governance structure in place for the implementation of the PRB, including a) target setting and actions to achieve targets set; b) remedial action in the event of targets or milestones not being achieved or unexpected negative impacts being detected.\n\nOur executive leadership team sets targets and monitors progress towards implementing the PRB and other key sustainability initiatives, and provides regular updates to the Board.\n\nIn 2021, we formed a Climate Commitments Council. The Chief External Relations Officer (CERO) chairs this group of senior management representatives from all Vancity teams responsible for delivering on, in whole or in part, our climate commitments. They meet quarterly to ensure a coordinated approach, drive progress against targets once set, keep relevant parties updated, including any roadblocks or changes in approach, and to discuss challenges and leverage collective problem solving.\n\nThe CERO is accountable for achieving our net-zero targets. The CERO's team includes a Director of Climate Strategy and Performance and a Director of Community Investment, both responsible for implementing actions to achieve targets.\n\nThe Board approves the Shared Success allocation annually. This is one of the tools we have to promote positive and mitigate negative impacts; through this program we distribute 30 per cent of our profits to members and communities.\n\n## Please provide your bank's conclusion/statement if it has fulfilled the requirements regarding Governance Structure for Implementation of the Principles.\n\nWe have fulfilled the requirements by having a governance structure that oversees strategic planning, target setting and performance management, including remedial action of negative impacts. We will adapt this as required to implement the Principles.\n\n## Board of Directors, p. 29 Structure and executive leadership team, p. 32",
        "metadata": {
            "page": 51
        },
        "id": "9872fe86-bc06-4b81-b2a6-b7a276ad8445"
    },
    {
        "page_content": "Reporting and self-assessment requirements\n\n## High-level summary of response\n\n## More information\n\n## Principle 6: Transparency and Accountability\n\nWe will periodically review our individual and collective implementation of these Principles and be transparent about and accountable for our positive and negative impacts and our contribution to society's goals.\n\n## 6.1 Progress on Implementing the Principles for Responsible Banking\n\nShow that your bank has progressed on implementing the six Principles over the last 12 months in addition to the setting and implementation of targets in minimum two areas (see 2.1-2.4).\n\nShow that your bank has considered existing and emerging international/ regional good practices relevant for the implementation of the six Principles for Responsible Banking. Based on this, it has defined priorities and ambitions to align with good practice.\n\nShow that your bank has implemented/is working on implementing changes in existing practices to reflect and be in line with existing and emerging international/regional good practices and has made progress on its implementation of these Principles.\n\n## Progress in 2021\n\nIn addition to the progress noted above under Principles 1-5, in 2021 we continued to work on hiring more Indigenous employees, reducing our operational environmental footprint (GHG, waste, water), remaining carbon neutral in our operations, and increasing our triple bottom line assets under administration.\n\nTo further embed Reconciliation as a core Vancity value, we are deepening our work to better understand and meet the needs of our Indigenous partners and to expand the ways we serve them.\n\n## Good practices and priorities\n\nVancity committed to the PRB in November 2019. This, our second report, is due and is being published in May 2022. We will update this report as part of our annual reporting cycle each May. We also report in line with the Task Force on Climate-related Financial Disclosures (TCFD) recommendations, in order to understand and manage our climate risks.\n\nWe participate in numerous global, national, and local working groups and forums to share and encourage the implementation of best practices across the banking sector, and to contribute to the development of harmonized and ambitious sustainability framework and standards. We also conduct or commission research and peer reviews to further guide our approach and ambitions.\n\n## Changes to existing practices\n\nIn 2021, we began implementing recommendations from an external audit we had initiated to look at ways we can advance racial equity for employees, members, and communities.\n\n## Please provide your bank's conclusion/statement if it has fulfilled the requirements regarding Progress on Implementing the Principles for Responsible Banking.\n\nAs illustrated in this, our 2021 annual report, we have fully met the requirements for an institution that has been a PRB signatory for two years. We plan to continue implementation and supporting the Principles further in 2022.\n\nOperating context and strategic priorities, p. 6\n\nDiversity and anti-racism,\n\np. 13\n\nAdvocacy,\n\np. 20\n\nClimate risks: Task Force on Climaterelated Financial Disclosures (TCFD) report, p. 34\n\nMembership associations,\n\nAccountability statements\n\n, p. 22\n\nClimate commitments",
        "metadata": {
            "page": 52
        },
        "id": "ea02aba8-fd1d-4fa8-a4b7-4b473b22d747"
    },
    {
        "page_content": "## About this report.\n\nWe follow the AA1000 AccountAbility Principles throughout our operations and reporting. These principles focus on stakeholder engagement to inform strategy and decision-making:\n\n- ·  Inclusivity - taking into consideration information and insights gathered from engagement with members, communities and others we have an impact on or who have an impact on us, and including these groups in our response to sustainability\n- ·  Materiality - determining the relevance and importance of an issue to our organization, to our members and their communities, and to society\n- ·  Responsiveness - demonstrating responsiveness to issues through our decisions and actions, and through communications, including our annual reports and strategic plans\n- ·  Impact - taking accountability for the effects our behaviour, performance and outcomes have on the economy, the environment, society, stakeholders or Vancity\n\nOur annual report is aligned with the International Integrated Reporting Framework (January 2021) and is also prepared, including the accountability statements, in accordance with the Global Reporting Initiative's (GRI) Sustainability Reporting Standards.\n\nWe include specific material topics in our annual reporting, placing greater emphasis on the most material. Under the AA1000 AccountAbility Principles, material topics 'substantively influence and impact the assessments, decisions, actions and performance of an organization and/or its stakeholders in the short, medium and/or long term.' In 2021, we conducted a materiality assessment using the topics with GRI standards as a starting point and considered the materiality definitions used in the GRI standard and the IR Framework, as well as AA1000.\n\nWe choose the content for our annual reporting based on our business plans, the impacts we have and the value we create, and what our members and other stakeholders tell us they want to know.\n\nAs a financial co-operative, members are our main stakeholder they are both our customers and our investors or providers of financial capital. We regularly engage with them in developing our products and services and in our strategic planning process. Every two years we ask members about their priorities for Vancity to focus on. We considered the survey conducted in 2020, and feedback received on previous reports from members, employees and experts, including those from the UNEP FI PRB office and the Value Reporting Foundation. Our business plans and discussions with our Board Directors and executive leadership team also informed the choice of topics, as did a review of industry peer reports.\n\n' It is the Board's responsibility to ensure the integrity of this integrated report. It is our opinion that it is presented in accordance with the International Integrated Reporting Framework.'\n\nAnita Braha, Board Chair, on behalf of the Vancity Board of Directors\n\nThe Audit Committee of the Board of Directors reviews the annual report plan and performance metrics, and ensures an effective process is in place to identify material topics. The Board approves this integrated annual report and accountability statements prior to their release.\n\nOne firm provides assurance over key accountability information and principles as well as audits the financials. External assurance provides confidence that key information is complete, accurate and balanced. It also drives improvements and integration in our management and reporting practices.\n\nIn the accountability statements see page 38 for our Material topics and page 39 for the GRI content index.",
        "metadata": {
            "page": 53
        },
        "id": "883986f0-0145-490c-abb5-e884138788ce"
    },
    {
        "page_content": "## KPMG LLP's independent practitioners' assurance report.\n\n## To the members of Vancouver City Savings Credit Union\n\n| a)  In our opinion, the Report presents fairly, in all material respects that Vancity's progress on targets and results for the year ended  December 31, 2021 in accordance with criteria internally developed by management.                                                                                                                                                                                                                         | Targets and results marked with a ' ' on  page 7   |\n|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------|\n| b)  Based on the procedures performed, nothing has come to our attention that causes us to believe that the description of Vancity's  adherence to the principles of inclusivity, materiality, impact and responsiveness in the AA1000 AccountAbility Principles (2018) for the  year ended December 31, 2021 has not been prepared and presented, in all material respects, in accordance with criteria of AA1000  AccountAbility Principles (2018). | 'About this report' on  page 53                    |\n| c)  Based on the procedures performed, nothing has come to our attention that causes us to believe that Vancity's progress on other  commitments and associated measures for the year ended December 31, 2021, has not been prepared and presented, in all material  respects, in accordance with criteria internally developed by management and with ISO 14064 - Part 1.                                                                            | Targets and results marked with a ' ' on  page 7   |\n\n## About KPMG LLP's assurance report\n\n## What did KPMG LLP's work involve? - scope of work\n\nWe were engaged by the management of Vancouver City Savings Credit Union (Vancity) to undertake an assurance engagement on certain aspects of Vancity's Annual Report, in respect to the year ended December 31, 2021 (the Report), as described below.\n\n## Subject matter and applicable criteria\n\nThe scope of our assurance engagement, as agreed with management, comprises the following information (collectively the 'Subject Matter'):\n\n- a)  Reasonable assurance on the fair presentation of Vancity's progress on organizational scorecard targets and results, indicated with symbol ' ' on page 7 of the Report prepared in accordance with criteria internally developed by management;\n- b)  Limited assurance on Vancity's description in the section 'About this report' on page 53 of the Report of its adherence to the following principles set out in the AA1000 AccountAbility Principles (2018) (AA1000AP):\n- ·  Inclusivity: people (stakeholders) should have a say in the decisions that impact them;\n- ·  Materiality: decision makers should identify and be clear about the accountability topics that matter;\n- ·  Impact: organizations should monitor, measure and be accountable for how their actions affect their broader ecosystems;\n- ·  Responsiveness: organizations should act transparently on material accountability topics and their related impacts;\n- c)  Limited assurance on the fair presentation of Vancity's progress on other commitments and associated measures, indicated with symbol ' ' on page 7 of the Report, prepared in accordance with criteria internally developed by management and ISO 14064 Part 1.\n\nThe Subject Matter selected for assurance has been determined by management on the basis of Vancity's assessment of the material issues contributing to Vancity's accountability performance and most relevant to their stakeholders.\n\nThere are no mandatory requirements for the preparation, publication or review of accountability performance metrics. As such, Vancity applies the AccountAbility Principles, ISO 14064 - Part 1, and internally developed reporting criteria (collectively the 'applicable criteria') that are described in the 2021 Annual Report glossary, the accountability statements, and the 2021 GHG handbook and inventory report available at www.vancity.com/AnnualReport .\n\n## Vancity's responsibilities\n\nManagement is responsible for the preparation and presentation of the Subject Matter, in accordance with the applicable criteria, current as at the date of our report and for determining the appropriateness of the use of the applicable criteria.\n\nManagement is also responsible for determining Vancity's objectives in respect of accountability performance and reporting, including the identification of stakeholders and material issues, and for establishing and maintaining appropriate performance management and internal control systems from which the reported Subject Matter is derived.",
        "metadata": {
            "page": 54
        },
        "id": "1d7bebf2-8ac7-4dba-8c0f-9b34561e77e8"
    },
    {
        "page_content": "## Our responsibilities\n\nOur responsibility in relation to the Subject Matter is to perform an assurance engagement and to express conclusions based on the evidence obtained. We conducted our engagement in accordance with the International Standard on Assurance Engagements (ISAE) 3000 (Revised) Assurance Engagements other than Audits or Reviews of Historical Financial Information and ISAE 3410 Assurance Engagements on Greenhouse Gas Statements , issued by the International Auditing and Assurance Standards Board. ISAE 3000 and ISAE 3410 require that we plan and perform this engagement to obtain the stated level of assurance, in accordance with the applicable criteria.\n\n## Independence, quality control and competence\n\nWe have complied with the relevant rules of professional conduct/ code of ethics applicable to the practice of public accounting and related to assurance engagements, issued by various professional accounting bodies, which are founded on fundamental principles of integrity, objectivity, professional competence and due care, confidentiality and professional behaviour.\n\nThe firm applies International Standard on Quality Control 1, Quality Control for Firms that Perform Audits and Reviews of Financial Statements, and Other Assurance Engagements and, accordingly, maintains a comprehensive system of quality control, including documented policies and procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.\n\nThe engagement was conducted with a multidisciplinary team, which included professionals with suitable experience in both assurance and in the applicable Subject Matter, including AA1000AP, environmental, social and financial performance, and GHG accounting.\n\n## What is limited vs. reasonable assurance?\n\nWe were engaged to perform an assurance engagement at either a reasonable or limited level according to the Subject Matter being assured. The extent of evidence gathering procedures performed in a limited assurance engagement is substantially less in scope than that for a reasonable assurance engagement and therefore a lower level of assurance is obtained. Limited assurance procedures consist primarily of inquiries and applying analytical procedures to the Subject Matter, as appropriate. In addition to inquiries and analytical procedures, reasonable assurance procedures could include testing the design and effectiveness of internal controls, obtaining third party or supporting evidence, and performing recalculations.\n\n## Assurance approach - our procedures\n\nMisstatements can arise from fraud or error and are considered material if, individually or in the aggregate, they could reasonably be expected to influence the decisions of users of our report.\n\nWe planned and performed our work to obtain all the evidence, information and explanations we considered necessary in order to form our assurance conclusions as set out above. The nature, timing and extent of procedures depended on our professional judgement including an assessment of the risks of material misstatement, whether due to fraud or error, as well as, the level of assurance being provided and included:\n\n- ·  Interviews with senior management, including the Executive Leadership Team and the Board of Directors, and relevant employees to gain an understanding of the process for determining the material issues for Vancity's key stakeholder groups, the development of Vancity's accountability strategy, and the implementation of accountability policies across the business;\n- ·  Obtaining supporting evidence relating to representations made by interviewees and reviewing key organizational documents concerning accountability at Vancity including strategy documents, formalized policies and procedures, and Board reporting;\n- ·  Reviewing the results of member and employee research insights on accountability reporting and material issues;\n- ·  Inquiries with relevant employees to understand the data collection and reporting processes for the targets and results;\n- ·  Performing walkthroughs to test the design, and where applicable the operating effectiveness, of internal controls relating to the collection and reporting of data measuring Vancity's progress on the targets and results;\n- ·  Comparing the reported data for the targets and results, including greenhouse gas emissions and carbon offsets, to underlying data sources, including third-party evidence;\n- ·  Evaluation of key assumptions and, where appropriate, re-performance of calculations; and,\n- ·  Reviewing the targets and results presented in the Report to determine whether reported progress is consistent with our overall knowledge of, and experience with, the social, environmental and economic performance of Vancity.\n\nWe believe the evidence we obtained is sufficient and appropriate to provide a basis for our opinion.\n\n## Inherent limitations\n\nNon-financial information, such as that included in the Report, is subject to more inherent limitations than financial information, given the characteristics of significant elements of the Subject Matter and the availability and relative precision of methods used for determining both qualitative and quantitative information. The absence of a significant body of established practice on which to draw allows for the selection of different, but acceptable, measurement techniques which can result in materially different measurements and can impact comparability. The nature and methods used to determine such information, as described in management's internally developed criteria, may change over time. It is important to read Vancity's reporting methodology in the 2021 Annual Report glossary, the consolidated accountability statements, and the 2021 GHG handbook and inventory report available at\n\nwww.vancity.com/AnnualReport\n\n.\n\n## Chartered Professional Accountants\n\nMay 5, 2022 Vancouver, Canada",
        "metadata": {
            "page": 55
        },
        "id": "6fdd8c10-568f-46d9-b418-697f0f6ef174"
    },
    {
        "page_content": "## Report of the independent auditors on the summarized consolidated financial statements.\n\n## Opinion\n\nThe summarized consolidated financial statements of Vancouver City Savings Credit Union (the Credit Union), which comprise:\n\n- ·  the summarized consolidated statement of financial position as at December 31, 2021\n- ·  the summarized consolidated statement of income for the year then ended\n- ·  and related note\n\nare derived from the audited consolidated financial statements of Vancouver City Savings Credit Union as at and for the year ended December 31, 2021.\n\nIn our opinion, the accompanying summarized consolidated financial statements are consistent, in all material respects, with the audited consolidated financial statements, in accordance with the criteria disclosed in Note 1 in the summarized consolidated financial statements.\n\n## Summarized consolidated financial statements\n\nThe summarized consolidated financial statements do not contain all the disclosures required by International Financial Reporting Standards. Reading summarized consolidated financial statements and the auditors' report thereon, therefore, is not a substitute for reading the Credit Union's audited consolidated financial statements and the auditors' report thereon.\n\nThe summarized consolidated financial statements and the audited consolidated financial statements do not reflect the effects of events that occurred subsequent to the date of our report on the audited consolidated financial statements.\n\n## Management's responsibility for the summarized consolidated financial statements\n\nManagement is responsible for the preparation of the summarized consolidated financial statements in accordance with the criteria disclosed in Note 1 in the summarized consolidated financial statements.\n\n## Auditors' responsibility\n\nOur responsibility is to express an opinion on whether the summarized consolidated financial statements are consistent, in all material respects, with the audited consolidated financial statements, based on our procedures, which were conducted in accordance with Canadian Auditing Standards 810, Engagements to Report on Summary Financial Statements.\n\n## Chartered Professional Accountants\n\nMay 5, 2022\n\nVancouver, Canada",
        "metadata": {
            "page": 56
        },
        "id": "65699d17-a1c6-48fd-b25e-8a664f139adc"
    },
    {
        "page_content": "## Summarized consolidated financial statements.\n\n## Summarized consolidated statement of financial position (balance sheet)\n\nAs at December 31 (thousands)\n\n| Cash and securities                   | $  3,549,262   | $  4,671,284   |\n|---------------------------------------|----------------|----------------|\n| Loans                                 | 22,721,051     | 19,939,956     |\n| Other assets                          | 294,831        | 306,647        |\n| Total assets                          | $  26,565,144  | $  24,917,887  |\n| Deposits and equity shares            | $  22,892,266  | $  21,744,711  |\n| Borrowings                            | 1,748,381      | 1,354,672      |\n| Other liabilities                     | 362,224        | 358,464        |\n| Members' equity                       | 1,562,273      | 1,460,040      |\n| Total liabilities and members' equity | $  26,565,144  | $  24,917,887  |\n\n## Summarized consolidated statement of income\n\nFor the year ended December 31 (thousands)\n\n| Net interest income                                      | $  494,192   | $  411,678   |\n|----------------------------------------------------------|--------------|--------------|\n| Impairment expense (recovery) on financial instruments   | (20,276)     | 45,957       |\n| Other income                                             | 110,056      | 94,326       |\n| Total operating income                                   | 624,524      | 490,047      |\n| Salary and employee benefits                             | 289,568      | 270,949      |\n| Other operating expenses                                 | 158,597      | 153,804      |\n| Total operating expenses                                 | 448,165      | 424,753      |\n| Net earnings from operations before distribution and tax | 176,359      | 65,294       |\n| Distribution to community and members                    | 33,629       | 15,686       |\n| Income tax expense                                       | 36,370       | 3,302        |\n| Net income attributable to members                       | $  106,360   | $  46,306    |\n\n## Note 1  Basis of preparation\n\nThe summarized consolidated financial statements are derived from the audited consolidated financial statements, prepared in accordance with International Financial Reporting Standards, as at and for the year ended December 31, 2021.\n\nThose audited consolidated financial statements were approved by the Board of Directors on March 1, 2022. Members may obtain a free set of complete Vancity Consolidated Financial Statements with accompanying notes by visiting vancity.com/AnnualReport or by calling the Member Services Centre at 604-877-7000, 250-519-7000 or toll-free 1-888-Vancity (826-2489).\n\nThe summarized consolidated financial statements were prepared by management in accordance with Section 128 (4) of the Financial Institutions Act, RSBC 1996, c.141.",
        "metadata": {
            "page": 57
        },
        "id": "b5904fd2-5fbd-4f8f-bbe9-baf51280369f"
    },
    {
        "page_content": "## Community branches.\n\nAbbotsford\n\nAbbotsford Community Branch (34) 32675 South Fraser Way\n\nAlert Bay\n\nCormorant Island Community Branch (71) 30 Maple Road\n\nBurnaby\n\nBrentwood Community Branch (43) P2301 - 4525 Lougheed Highway\n\nBurnaby Heights Community Branch (6) 4302 Hastings Street\n\nSouth Burnaby Community Branch (17) 5064 Kingsway\n\nSouth Slope Community Branch (56) 7384 Market Crossing\n\nChilliwack\n\nChilliwack Community Branch (31) 45617 Luckakuck Way\n\nCoquitlam\n\nMaillardville Community Branch (51)\n\n101 - 969 Brunette Avenue\n\nNorth Road Community Branch (16)\n\n105 - 531 North Road\n\nPinetree Community Branch (18)\n\n20 - 2991 Lougheed Highway\n\nDelta\n\nNorth Delta Community Branch (19) 7211 120th Street\n\nTsawwassen Community Branch (58) Unit D - 1215 56th Street\n\nLangley\n\nLangley Community Branch (23)\n\n100 - 20055 Willowbrook Drive\n\nWalnut Grove Community Branch (54) E103 - 20159 88th Avenue\n\nMaple Ridge\n\nMaple Ridge Community Branch (29) 22824 Lougheed Highway\n\nMission\n\nMission Community Branch (36) 150 - 32555 London Avenue\n\nNew Westminster\n\nNew Westminster Community Branch (61) 511 Sixth Street\n\nNorth Vancouver\n\nLynn Creek Community Branch (46) 1370 Main Street\n\nLynn Valley Community Branch (57)\n\n101 - 1233 Lynn Valley Road\n\nNorth Vancouver Community Branch (21) 1290 Marine Drive\n\nPitt Meadows\n\nPitt Meadows Community Branch (50) 750 - 19800 Lougheed Highway\n\nPort Coquitlam\n\nShaughnessy Station Community Branch (33) 7100 - 2850 Shaughnessy Street\n\nPort Moody\n\nPort Moody Community Branch (52) 5 - 121 Brew Street\n\nRichmond\n\nBlundell Centre Community Branch (88) 130 - 6020 Blundell Road\n\nRichmond Community Branch (26) 5900 No. 3 Road\n\nSquamish\n\nChieftain Centre Community Branch (81) 1325 Pemberton Avenue\n\nSurrey\n\nCedar Hills Community Branch (44) 12820 96th Avenue\n\nGuildford Community Branch (30) 108 - 15175 101st Avenue\n\nMorgan Creek Community Branch (70) H120 - 15795 Croydon Drive\n\nNewton Community Branch (27)\n\n7555 King George Boulevard\n\nSemiahmoo Community Branch (25)\n\n104 - 1790 152nd Street\n\nSurrey City Centre Community\n\nBranch (32) 10293 King George Boulevard\n\nVancouver\n\n4th Avenue Community Branch (11) 2233 West 4th Avenue\n\nChinatown Community Branch (28) 608 Main Street\n\nCollingwood Community Branch (13) 3305 Kingsway\n\nCommercial Drive Community Branch (12) 1675 Commercial Drive\n\nDowntown Community Branch (10) 898 West Pender Street\n\nFairview Community Branch (8) 501 West 10th Avenue\n\nFraser Street Community Branch (7) 6288 Fraser Street\n\nHastings Community Branch (3) 2510 East Hastings Street\n\nKerrisdale Community Branch (15) 2380 West 41st Avenue\n\nKitsilano Community Branch (4) 3395 West Broadway\n\nMain Street Community Branch (9) 4205 Main Street\n\nMarpole Community Branch (14) 8615 Granville Street\n\nVancity Centre Community Branch (1)\n\nVictoria Drive Community Branch (2) 5672 Victoria Drive\n\nWesbrook Village Community Branch (22) 3308 Wesbrook Mall\n\nWest End Community Branch (47) 1798 Robson Street\n\nVictoria\n\nLangford Community Branch (69) 100 - 800 Kelly Road\n\nMount Tolmie Community Branch (68) 100 - 1590 Cedar Hill Cross Road\n\nVictoria Community Branch (42) 3075 Douglas Street\n\nVictoria City Centre Community Branch (67) 752 Fort Street\n\nWest Vancouver\n\n## West Vancouver Community Branch (5)\n\n1402 Marine Drive\n\nAs\tof\tApril\t2022\n\nFor\thours,\tsee Find Branch/ATM ;\tfor\topenings,\tclosing, relocation\tof\tbranches\tand\tATMs,\tsee accountability statements, page\t27.\n\nCommunity\tbranch\tnumbers\tare\tnoted\tin\tbrackets.\tIn addition,\tPigeon\tPark\tSavings\tin\tVancouver\topened\tin a\tpartnership\tbetween\tVancity\tand\tPHS\tCommunity Services\tin\t2004,\tproviding\tapproximately\t5,000\tmembers living\ton\tlow\tincomes\taccess\tto\tbasic\tfinancial\tservices.\n\n183 Terminal Avenue",
        "metadata": {
            "page": 58
        },
        "id": "ea447abe-13bb-45ce-a16c-14670af240fa"
    },
    {
        "page_content": "View our annual report at annualreport.vancity.com to download the full report and for more information about our performance.\n\nWe'd like to hear what you think about this report. Send comments and questions to accountability@vancity.com , tweet us @vancity , or connect with us on facebook.com/vancity\n\n<!-- image -->",
        "metadata": {
            "page": 59
        },
        "id": "a38e5c8a-a9d1-492a-98d9-4cd7c433330e"
    }
]