[
    {
        "page_content": "CEO's Business Review 2021",
        "metadata": {
            "page": 1
        },
        "id": "1eecf99b-cde6-484b-867f-79545faccd64"
    },
    {
        "page_content": "## Highlights 2021\n\nComparable operating profit EUR\n\n2,536 million, +89%\n\nDecarbonisation accelerated: announcements of coal phase-out of six of our coal-fired power plants in Germany and the UK\n\n<!-- image -->\n\nStrengthening the balance sheet: approximately EUR\n\ntotal consideration from divestments\n\n4 billion\n\nFortum and Uniper cooperation stepped up\n\n<!-- image -->\n\nLeverage ratio\n\nclearly below the target level of <2 times\n\n0.2\n\nFortum is the third largest CO 2 -free power generator in Europe 805 MW of solar and wind commissioned in 2021 Projects of 1,756 MW operational (including associates)\n\n## Fortum's 2021 reporting entity\n\nCEO\n\n<!-- image -->\n\nCEO's Business Review\n\n<!-- image -->\n\nFinancials\n\nGo\n\nv\n\nGovernance\n\n<!-- image -->\n\nRemuneration\n\nT\n\n<!-- image -->\n\nTax Footprint\n\n<!-- image -->\n\nSustainability\n\nTax Footprint to be published in week 11 Sustainability to be published in week 12\n\nR\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "5324fc90-2f6f-409a-9884-0faad79dfbb5"
    },
    {
        "page_content": "## CEO's Business Review 2021\n\n## Dear stakeholders,\n\nWhen writing this business review for 2021, we have seen a war start in Ukraine. As the CEO of a company with long business ties and broad operations in Russia, I am devastated and sad by Russia's attack on Ukraine and follow the situation with the highest attention. In the first weeks of March 2022, we have already witnessed what great suffering the war has caused to people. There is no justification for this. It has also shaken the relationship between Russia and Europe, damaging ties that have been built up over decades. The consequences will be far-reaching.\n\nThe situation is very dynamic and keeps evolving on a daily - if not hourly - basis, and it is very difficult to predict the extent of impacts on our operations in the future. From the start it has been obvious that we are complying with all applicable laws and regulations, including sanctions, and preparing for various scenarios.\n\nAt the same time, business as usual cannot continue. For now, we have stopped all new investment projects in Russia until further notice and we will continue to reduce our thermal exposure in Russia.\n\nAmongst all the uncertainty, one thing is absolutely clear: Europe's urgent need for an energy transition. The current developments have also added a new variable to the equation of sustainability, affordability and security of supply, which is independence. We are actively supporting this through our investments into clean power, increasingly clean gas and flexibility.\n\n<!-- image -->",
        "metadata": {
            "page": 3
        },
        "id": "c9b5c061-087a-4588-bf2d-22d03181e740"
    },
    {
        "page_content": "## 2021 was in many ways an extraordinary year in the energy business\n\nWe have experienced a rare combination of circumstances leading to unprecedented developments in the commodity market. During these turbulent times Fortum Group held course. We successfully continued the implementation of our strategy with active portfolio rotation and accelerated decarbonisation, and produced another great set of operative results.\n\nAfter the drop in 2020, energy consumption in our market areas increased as economies recovered, and societies learned to cope with the covid-19 pandemic. Market conditions were characterised by colder weather during the first half of the year, below normal European wind and Nordic hydro conditions as well as increasing EU emission allowance prices. It was gas that was in the driver's seat for the energy commodities. Lower-than-average gas storage levels coupled with tight LNG and pipeline supplies caused unprecedented volatility and a price rally in the second half of the year in Europe.\n\n## Outstanding performance under extraordinary and volatile market conditions\n\nThe higher power and gas prices have clearly impacted both our business and results in many ways. Both our Uniper and Generation segments significantly contributed to the Group's comparable operating profit, which increased by 89%. Uniper's gas business benefitted from the extraordinary market developments with volatile and rising prices despite additional liquidity requirements while the Generation segment significantly gained from the higher power prices supported by successful physical and financial optimisation. In the fourth quarter, the segment's achieved power price reached its highest quarterly level since 2009. Record-high nuclear and higher hydro volumes also contributed to the upsurge. The results of our Russia segment were supported by sales gains and higher power prices. Our City Solutions also produced a sound result improvement especially in power and heat sales year-on-year. Whilst large parts of the business benefitted from these developments, Consumer Solutions suffered from high electricity purchase costs due to the very high power prices in the fourth quarter and the intensifying competition in the Nordic market.\n\nThe extremely volatile commodity markets with record-high gas prices in December also caused a sharp increase in the margining requirements of Uniper's trading business. At the beginning of 2022, Uniper took precautionary financing measures including credit arrangements from Fortum and the German state-owned KfW Bank to ensure liquidity and financial flexibility, and to manage any further market volatility. These efforts were positively noted as Standard & Poor's rating agency in January 2022 affirmed Fortum's and Uniper's long-term ratings of BBB with a stable outlook.\n\n## We continued our determined strategy execution\n\nIn this turbulent operating environment, we have kept our strategic priorities clear. Our goals for 2021 were to strengthen the balance sheet, to further decarbonise our portfolio and to drive profitable growth while balancing it with our dividend and financial position.\n\nActions taken during the year included the divestments of mainly district heating assets such as Stockholm Exergi (50%) and the Baltic district heating business as well as the 500 megawatts of solar power capacity in India. The total consideration recorded for divested assets amounted to more than EUR 4 billion in 2021, securing a strong balance sheet and bringing our financial net debt-to-comparable EBITDA to 0.2 times, significantly below our set target level of <2 times.\n\nWe also continued working towards our climate targets to be carbon neutral in our European generation latest in 2035 and in all operations latest by 2050. Within less than one year, we have been able to announce accelerated coal phase-out of six of our coal-fired power plants in Germany and the UK compared to the original timetable. In Russia, our Chelyabinsk CHP-2 plant transitions from the use of coal to gas, ending the use of coal in the Fortum Russia segment by the end of 2022. Towards the end of the year, we also set a reduction target for the Group's indirect GHG emissions, i.e. Scope 3, which is -35% by 2035. Fortum also supports the UN Global Compact and Caring for Climate initiatives, and is committed to the principles of these initiatives.\n\nAt the same time, we strengthened our position in CO 2 -free power generation. Over the year, we commissioned a total of almost 600 MW of new wind and solar capacity in Russia and announced our first joint\n\nwind power project of 380 MW in Finland together with Uniper. In addition, we have won the right to build a total of 2 GW of wind and solar power capacity in coming years in national auctions.\n\nThe year 2021 was also the year in which Fortum and Uniper grew closer together. We announced new cooperation in the three strategic areas of Nordic hydro and physical trading optimisation, wind and solar development, as well as hydrogen with the ambition to create value for both companies, and, in particular, for our customers. We made management changes and announced more diverse leadership teams at both Fortum and Uniper.\n\nAs a group, our strategy execution will continue with the same determination and focus this year. We will continue to drive profitable growth and to further deepen the cooperation between Fortum and Uniper. We have also announced the decision to submit an application for a continuation licence for our nuclear power plant in Loviisa. In addition to financial, political and societal aspects, the EU taxonomy was a key factor that we took into account when preparing the decision - it is central in guiding investments towards sustainable and clean activities.\n\nBased on the solid results of 2021 and outlook for future years, Fortum's Board of Directors is proposing to the Annual General Meeting a dividend of EUR 1.14 per share for the financial year 2021. The proposal is in line with Fortum's dividend policy to pay a stable, sustainable, and over time increasing dividend.\n\nI would like to thank our customers for their continued trust and cooperation, and all the employees of the Fortum Group for their unwavering commitment towards our shared purpose of driving the change for a cleaner world. This year has been challenging in many ways, and I am proud of what we have achieved as a Group. Together, we are securing a fast and reliable transition to a carbon-neutral economy.\n\n## Markus Rauramo\n\nPresident and CEO",
        "metadata": {
            "page": 4
        },
        "id": "0dad3077-58aa-4a16-837c-78c1a7a11b13"
    },
    {
        "page_content": "## Three main drivers are shaping the future electricity markets\n\nThe world we live in is changing rapidly and staying competitive requires companies to be aware of the underlying drivers and to take an active role in driving the change for a better future.\n\nLooking forward, Fortum is well positioned for the ongoing transition towards a decarbonised world, both in terms of asset base and performance. The main drivers influencing the ongoing energy sector transformation are regarded to be:\n\n## Climate and environment\n\nClimate change and global warming is inevitably among the most pressing and profound challenges facing mankind. Global efforts are required, yet the commitments made by nation states so far are insufficient to limit warming in line with the ambition of the Paris Agreement. Developing credible implementation plans for these commitments is now the key going forward. To be successful, the transition must balance sustainability, affordability, and security of supply of energy.\n\nThe need to limit the climate impact of operations affects all industries today. The energy sector has the responsibility to transition towards carbon-neutral energy production while ensuring that energy is available at all times at an affordable cost. The primary means to enable the transition within power generation include increasing the share of renewable and CO 2 -free technologies. As fossil fuels are still needed, fuel-switching to more environmentally benign fuels and improved fuel efficiency are means to reduce climate impacts. Energy transition is a huge challenge and most of the investments should become from private sector. Investment decisions made by the energy sector and industry today will impact the way we generate energy and produce goods for decades. Carbon pricing and carbon market is the key to mobilise these investments. In 2021, the price of CO 2 emission allowances experienced the strongest year on record and rose to 81 EUR/tCO 2 at the end of the year, which is EUR 48 per tonne higher than one year earlier. A credible price for CO 2 emissions is a prerequisite for a successful decarbonisation.\n\nEqually important, but less discussed areas requiring decarbonisation are heating and traffic. In both, clean electricity and over-time\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "78611048-94c1-42df-82b7-da72f9e779cb"
    },
    {
        "page_content": "decarbonising gas can be part of the solution. Fortum has been a staunch advocate for establishing carbon pricing for all sectors as a basis for the decarbonisation of the European society.\n\nWhile the covid-19 pandemic continued to have an impact on societies also in 2021, climate change continued to be on top of the agenda as many countries were linking support measures to climate friendly initiatives. Global climate policy made a step forward in COP26 negotiations where parties of the UNFCCC made progress in climate ambition, financing, and finalising the rules of the Paris Agreement. However, the gap between commitments and real emission reduction is still large and needs to be closed soon.\n\nThe EU climate legislation was being overhauled in 2021. The EU acted as a forerunner in climate action by agreeing on the European Climate Law, including the legally binding 2030 climate target of at least 55% emission reduction from 1990, and a goal of climate neutrality by 2050. In order to meet the new 2030 target, the EU Commission released the extensive Fit for 55 legislative package that aims at revising basically all energy and climate legislation. The proposals clearly strengthen the role of the EU Emissions Trading System and enlarge its scope to new sectors.\n\nThe package is well aligned with Fortum's priorities and strategic aim to drive the transition to a carbon-neutral economy. The Fit for 55 was supplemented by the Hydrogen and Decarbonised Gas Market package that aims at decarbonising the EU gas market by facilitating the uptake of renewable and low carbon gases.\n\nThe EU Sustainable Finance Taxonomy is setting the framework for sustainable projects and activities. In 2021, the EU published two important delegated acts on climate change mitigation and adaptation in the framework of the EU Taxonomy. Fortum has consistently advocated for a science-based and technology-neutral taxonomy.\n\n## Politics and regulation\n\nThe increasing fragmentation in the international political scene increases the regulatory uncertainty. Companies have to be prepared for a possible future where national rather than international market-based mechanisms drive the development of our operating environment. The energy sector is heavily influenced by national and EU-level energy policies and regulations.\n\nFortum's strategy has been developed based on scenarios for the future development of the regulatory environment in both existing and potential new businesses and market areas. The overall complexity and possible regulatory changes in the various operating countries pose a risk if Fortum is not able to anticipate, identify, and manage those changes efficiently.\n\nFortum maintains an active dialogue with the bodies involved in the development of laws and regulations in order to manage these risks and proactively contribute to the development of the energy policy and regulatory framework.\n\nIn 2021, Fortum decided to conduct a comprehensive assessment of its lobbying activities and practices with a special focus on climate policy. It included 15 associations where Fortum (excluding Uniper) is a member in Europe, Russia, and India. The objective of the review was to assess how aligned the industry associations are with the Paris Agreement and Fortum's key climate advocacy principles. As part of this assessment, lobbying practices and governance were clarified - increasing transparency in lobbying is an important principle for Fortum.\n\n## Technology development\n\nTechnology development is an important driver for change.\n\nIn the energy sector the cost of wind and solar power is decreasing. This development leads to an increasing share of intermittent power generation and fewer running hours for traditional baseload power. This challenges the way the energy system has been functioning, where generation has been able to adapt to the changing power demand of customers.\n\nAnother development area, with potential to revolutionise the energy industry is hydrogen. With the increase of intermittent power generation we will see more hours with very low or even negative prices. This cheap power can be used to produce synthetic hydrogen, which can be converted into 'green gas', that can use the same storage and transportation infrastructure as natural gas. The development of the hydrogen economy would enable to switch flexible gas-fired power generation from natural gas to cleaner hydrogen-based gases. Furthermore, the large-scale production of hydrogen could be a source of much needed demand side flexibility.\n\nDigitalisation opens up for new storage and demand response solutions, which will change the way the customer interacts with the market. There will be new ways to produce, market, sell, and deliver products and services offered by utilities, start-ups, and new market entrants. Through these services, customers can take an active part in balancing a future power system that is heavily dependent on intermittent power production. In addition to power generation and usage, the technology development is also rapid within the field of transportation. E-mobility is fast gaining ground for small scale transportation as a result of the development of battery technology and processing power, but for heavy transport hydrogen-based solutions might offer a better suited alternative.\n\nLooking forward, Fortum is well positioned for the ongoing transition in the energy sector towards a decarbonised world.",
        "metadata": {
            "page": 6
        },
        "id": "65062c6f-d861-433d-aa17-7d1e1adad409"
    },
    {
        "page_content": "## Market Development\n\nYear 2021 turned out to be the complete opposite of the year 2020, as European energy markets shifted from strong oversupply to clear tightness. As a result, European gas, carbon and power markets have been breaking record-high levels in both day-ahead and forward products. The extreme market developments of year 2021 were a result of a multitude of factors. While post-covid economic recovery boosted energy demand and the weather impact was more pronounced on colder temperatures spilling into spring, less expected supply changes and geopolitical tensions added uncertainty in the extraordinary market environment.\n\nAfter 2020, the year started with above normal water reservoirs in the Nordics and normal level of gas storages in the Continental Europe. However, the strong pull of LNG into Asia and cold spring depleted European gas storages quickly, sending gas prices to the upper level of the recent historical range. Continental power prices followed this development, since gas has become the main power price driver after significant amount of coal-fired power generation has been decommissioned in recent years.\n\nIn the Nordics, a cold start of 2021 and increasing exports led to high utilisation of hydropower. This, together with low precipitation and inflows, dropped the water reservoirs significantly below normal by the end of summer. With growing deficit in water reservoirs, the Nordic power price largely followed the upward development of Continental European gas and power prices, although with a clear gap.\n\nWhile the developments of the first half of 2021 took the market prices to the upper range of what was previously considered normal, the developments in the second half of 2021 have brought us to an uncharted territory, reminding us all that energy transition needs to move forward hand-in-hand with the security of energy supply.\n\nEurope's own gas production has been in decline for years and this gap has been increasingly compensated by growing LNG imports. On the other hand, in the power market, there has previously been a clear surplus in total coal- and gas-fired power production capacity. This surplus has provided flexibility for switching between fuels according to their global availability and pricing. As a result of decommissioning of nuclear and coal-fired capacity, this surplus in thermal power production\n\nhas all but vanished in recent years. The immediate consequence has been Europe's stronger reliance on LNG imports.\n\nAs summer turned into autumn, the tightness surrounding gas market became more evident: additional LNG volumes were needed to fill up gas storages ahead of winter both in Europe and Asia, pushing the two regions into a clear price competition on available LNG cargoes. During the same period, Russian pipeline gas flows dropped significantly and news on the delay of Nord Stream 2 emerged. The reinforcing spiral of increasing prices was established shaking both the gas and power markets.\n\nIn addition to gas, the European carbon price saw notable gains during 2021. These gains on one hand reflect the fact that the European carbon balance is getting tighter. The total amount of emission allowances that are annually allocated to the market are constantly reduced as determined by the so-called Linear Reduction Factor and the Market Stability Reserve mechanism. Then again, the gains in carbon price also reflect the strong commitment within the EU to climate change mitigation. A good example of this is the Fit for 55 package where the EU Commission presented an increased ambition to the region's 2030 climate targets. These elements have built up a strong trust in the EU's Emissions Trading System, which has clearly supported the EUA price development.\n\nThe magnitude of these extraordinary market developments is perhaps best illustrated by looking at changes in price levels. In 2020, global gas oversupply culminated, following the outbreak of covid-19 pandemic, driving gas prices to extremely low levels in historical perspective. Average 2020 price for gas in the European TTF hub was close to 10 EUR/MWh. In 2021 the price increased almost five-fold, to 48 EUR/MWh, while the final quarter of 2021 averaged at 97 EUR/ MWh. Carbon price (EUA) more than doubled from 25 EUR/t average in 2020 to 54 EUR/t average in 2021. The fourth quarter of 2021 averaged close to 70 EUR/t. Driven mainly by these components, but also supported by changes in supply and demand balance, the German power spot price more than tripled, increasing from 2020 average of 30 EUR/MWh to 97 EUR/MWh in 2021. The fourth quarter delivered prices as high as 179 EUR/MWh.\n\nThese extreme market conditions had a clear impact on the Nordic power market. Supported by high power prices in the Continental\n\nEurope, new interconnectors to Germany and the UK, and favourable weather conditions with below normal precipitation and wind, the Nordic system price increased from 11 EUR/MWh in 2020 to 62 EUR/ MWh in 2021. The fourth quarter of 2021 delivered at 96 EUR/MWh.\n\nHowever, last year also demonstrated strong divisions between the Nordic price areas. An adequate attention should be given to secure the highest possible availability on Nordic internal transmission capacity. This is especially a challenge towards Nordic TSOs and tackling this challenge is vital in order for the Nordic region to contribute to the European energy transition in the best possible way. While prices in southern Scandinavian price areas and Finland realised close to or above the system price, the northern Scandinavian price areas delivered on a significantly lower level, limiting the attractiveness of new investment in renewable power production in these price areas.",
        "metadata": {
            "page": 7
        },
        "id": "ec2f47d3-44e0-49d1-92b3-afda05cfba89"
    },
    {
        "page_content": "<!-- image -->\n\n## Spot price development 2020 & 2021, EUR/MWh\n\n<!-- image -->\n\nSource: Nord Pool\n\n## Power and commodity prices 2021\n\n<!-- image -->\n\n- Coal, USD/tonnes (Rotterdam 2022)\n- Emission allowance, EUR/tCO2 (EUA DEC 2022)\n- Power, EUR/MWh (Nordic 2022 forward)\n- Gas, EUR/MWh (TTF 2022)\n\nSource: Bloomberg\n\n1\n\n## Nordic water reservoirs, energy content, TWh\n\n<!-- image -->\n\ng11\n\ne: same as FS\n\nSource: Nord Pool\n\nt\n\nNo\n\n1",
        "metadata": {
            "page": 8
        },
        "id": "fbb39b76-5648-4f42-99e9-383d5259f590"
    },
    {
        "page_content": "## Strategy\n\nFortum has transformed itself, having invested significantly over the past years to become Europe's third largest CO 2 -free power generator and a large player in gas. As such, Fortum is now well positioned to capture opportunities resulting from the energy transition, aimed at curbing climate change. To be successful, the energy transition must balance sustainability, affordability, and security of supply. It requires not only renewables, but also increasingly clean gas, energy storage, and other flexible solutions to provide security of supply and to decarbonise also industry, transportation, heating, and cooling.\n\nFortum's strategy for the whole Fortum Group is to drive the clean energy transition and deliver sustainable financial performance. Aligned with the goals of the Paris Agreement, Fortum targets carbon neutrality by 2050 with ambitious mid-term targets.\n\n## Fortum's purpose is defined as:\n\nOur purpose is to drive the change for a cleaner world. We are securing a fast and reliable transition to a carbon-neutral economy by providing customers and societies with clean energy and sustainable solutions.\n\n## Fortum Strategy: Driving the clean energy transition and delivering sustainable financial performance\n\n## For a cleaner world\n\n## Transform own operations to carbon neutral\n\n- · Phase out and exit coal\n- ·  Transform gas-fired generation towards clean gas\n\n<!-- image -->\n\n<!-- image -->\n\nStrengthen and grow in CO 2 -free power generation\n\n- · Supply significant flexible and reliable CO 2 -free power generation\n- ·  Grow sizeable portfolio of renewables\n\nLeverage strong position in gas to enable the energy transition\n\n- · Provide security of supply and flexibility in the power system\n- ·  Secure supply of gas for heat, power, and industrial processes\n\n## Value creation targets\n\nPartner with industrial and infrastructure customers\n\n- · Provide decarbonisation and environmental solutions\n- ·  Build on first-mover position in hydrogen\n\n<!-- image -->\n\nCarbon neutral as a Group latest by 2050, in line with the Paris Agreement, and in our European generation latest by 2035\n\nSustainable financial performance through attractive value from investments, portfolio optimisation, and benchmark operations\n\nThe ongoing transition towards CO 2 -free energy, driven by climate change concerns, politics and regulation, as well as technology development, brings significant opportunities for a company with competences in CO 2 -free power generation and clean gas. Fortum is well positioned for this transition while the future market environment is increasingly uncertain. As a response to this development, Fortum's strategy is based on four strategic priorities:\n\n## Transform own operations to carbon neutral\n\nTransforming our own operations to carbon neutrality is a long-standing priority for Fortum. To accelerate the development, we have committed to the following ambitious climate and environmental targets:\n\n- ·  Carbon neutral, in line with the goals of the Paris Agreement, by 2050 at the latest (Scope 1, 2, and 3 emissions)\n- ·  Carbon neutral in European generation by 2035 at the latest (Scope 1 and 2)\n- ·  Reduction of CO 2 emissions (Scope 1 and 2) in European generation by at least 50% by 2030 (compared to the base-year 2019)\n- ·  Reduction of indirect GHG emissions (Scope 3) by 35% by 2035 at the latest, compared to the base year 2021.\n- ·  Number of major voluntary measures enhancing biodiversity ≥12 in 2021\n\nFortum's coal-fired generation capacity will be reduced by more than 50% by the end of 2025, to approximately 5 GW. Measures for the reduction include coal-fired plant closures in Germany announced by Uniper in 2020: 0.9 GW at the end of 2020, 1.5 GW by end of 2022, and a further 0.5 GW by the end of 2025. The reduction also included the closure of Uniper's 2 GW in the UK by the end of 2025 and Fortum's previously announced commitment to discontinue the use of coal in Espoo by 2025.\n\nFurther to the above mentioned planned power plant closures, Uniper will close its 1 GW coal-fired plant in the Netherlands by the end of 2029. As defined in the German coal-exit law, Uniper's 1.1 GW coal-fired power plant in Germany, Datteln 4, will be decommissioned by 2038.\n\nDuring the reporting year, Uniper's coal phase-out was further tightened and the end of commercial operations at several hard-coal-",
        "metadata": {
            "page": 9
        },
        "id": "37ca4552-8bf4-4f16-822a-d9dae9863f81"
    },
    {
        "page_content": "fired power plants was announced: the 757 MW Wilhelmshaven 1 power plant was decommissioned at the end of 2021, the 345 MW Scholven C will cease commercial operations in 2022, and the 2.487 MW (net) Staudinger 5 power plant in 2023. The 875 MW Heyden power station ended commercial operations at the end of 2020. In 2021, Uniper's Schkopau power plant was handed over to new owners. Uniper also announced to accelerate its decarbonisation in the UK, as it plans to close the first block of the Ratcliffe coal-fired power plant as early as September 2022 and the remaining three units by the end of 2024.\n\nIn Russia, Fortum has a clear path to cease the use of coal in the Russia segment by the end of 2022. During 2021, Fortum agreed to sell Argayash coal-fired combined heat and power plant and announced to switch the Chelyabinsk CHP-2 unit from coal to gas. This leaves the Group's Russian operations with only one coal-fired power plant without a clearly communicated exit path, the Berezovskaya power plant of the Uniper segment.\n\n## European generation CO 2 net emissions\n\n2019 100%\n\n2030 -50%\n\n2035 Carbon neutral\n\n<!-- image -->\n\nFortum is committed to carbon neutrality by 2050 at the latest, in line with the goals of the Paris agreement\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "379afbe2-6ebe-46de-8c9d-08e65081a5f2"
    },
    {
        "page_content": "## Strengthen and grow in CO 2 -free power generation\n\nFortum's investment in Uniper was a step-change, increasing the Group's CO 2 -free power generation by 60% and making us the third largest CO 2 -free power generator in Europe. We continue to focus on optimising and maintaining our benchmark operations in hydro and nuclear.\n\nWe will also focus on growing a sizeable portfolio of onshore wind and solar based power generation primarily in Europe to make it a meaningful EBITDA contributor. The target is to build 1.5-2 GW of new capacity by 2025. This capacity will partly be built on our own balance sheet and partly using the 'build-operate-transfer' business model.\n\nTo ensure focused and effective implementation, we have a oneteam-approach for Fortum's and Uniper's Nordic hydro and physical trading optimisation as well as for solar and wind in Europe.\n\nIn our Russian operations we will gradually transform our asset portfolio towards renewables, while over time reducing our fossil exposure.\n\n## Leverage strong position in gas to enable the energy transition\n\nThrough Uniper, Fortum is now also a major player in gas with its benchmark gas-fired power generation and gas midstream business, which provides gas for heating and various industrial needs. As Europe transitions away from coal, our gas assets provide much-needed flexibility to the power system, enabling fast growth in solar and wind power. Our aim is to decarbonise our gas-fired power generation through conversion to clean gases over time.\n\nGas plays a vital role in many areas outside the power market, and we will also continue to focus on the reliable supply of gas for heating and industrial processes. Our aim is to continue to optimise our gas supply and storage, and grow our share of contracted sales to wholesale and industrial customers. In the longer term, natural gas usage will transition towards clean hydrogen and synthetic gases. Our strong position in the gas value chain and CO 2 -free power generation create good prerequisites for us to succeed in providing clean hydrogen solutions in the future.\n\nLeverage target:\n\nFinancial net debt/ comparable EBITDA ratio\n\n<!-- image -->\n\n<2x\n\nReturn targets for new investments:\n\nWACC+ hurdle rate: +100 bps for green investments +200 bps for other investments\n\n## Partner with industrial and infrastructure customers\n\nIn line with its purpose, Fortum wants to engage with customers and societies to help decrease their environmental footprints. Accordingly, we aim to provide industrial and infrastructure customers with decarbonisation and environmental solutions, such as grid stability, waste-to-energy, and low-carbon industrial solutions.\n\nThe development of the hydrogen economy will play a key role in decarbonising Europe. The ambition levels of the EU and several member states are very high. Fortum aims to build on Uniper's first-mover position in hydrogen, the Group's position as Europe's third largest CO 2 -free power generator, our long-term customer relationships, as well as our strong expertise in engineering, trading, risk management, and gas storage to develop and capture the opportunities in hydrogen as they become commercially available. We have one dedicated team in hydrogen.\n\n<!-- image -->\n\n## Financial targets and dividend policy\n\nIn 2020, Fortum updated its financial targets and dividend policy. Fortum continues to be committed to maintaining a rating of at least BBB. The long-term financial targets are:\n\n- ·  Financial net debt/comparable EBITDA below 2x\n- ·  Hurdle rates for new investments of WACC\n- ·  +100 bps for green investments\n- ·  +200 bps for other investments\n\nFortum's dividend policy has been revised and 'is to pay a stable, sustainable, and over time increasing dividend'. Fortum's Board of Directors has communicated the aim to increase the dividend going forward, and in March 2022 the Board proposed a dividend of EUR 1.14 per share to be paid for the financial year 2021.",
        "metadata": {
            "page": 11
        },
        "id": "24ec7b5c-9b3a-48f8-8805-aa77f241f8bd"
    },
    {
        "page_content": "<!-- image -->\n\n## Value-creating strategy\n\n## Input\n\n## Human and intellectual capital\n\n- ·  Close to 20,000 energy sector professionals, focus on diversity\n- ·  Certified environment, health and safety management\n- ·  Corporate culture that encourages innovation and R&D; R&D expenses totalling EUR 61 million in 2021\n- ·  Robust corporate governance and ethical business conduct\n- · Brand and reputation\n\n## Sources of energy\n\n- · Hydro, solar, wind\n- ·  Natural gas, LNG, uranium, coal and lignite, biofuels, waste-derived fuels\n\n## Assets\n\n- ·  Operations in more than 40 countries\n- ·  ~47.1 GW power generation capacity\n- ·  ~16.9 GW heat production capacity\n- ·  Hydropower plants, CHP, condensing and nuclear power plants; growing in solar and wind\n- ·  Gas storages and pipelines\n- ·  Several waste-to-energy plants\n\n## Financial\n\n- ·  Financial net debt EUR 789 million\n- ·  Total assets EUR 149,661 million\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Fortum\n\n## Purpose Statement\n\nOur purpose is to drive the change for a cleaner world. We are securing a fast and reliable transition to a carbon-neutral economy by providing customers and societies with clean energy and sustainable solutions.\n\n## Strategy\n\n- ·  Transform own operations to carbon neutral\n- ·  Strengthen and grow in CO 2 -free power generation\n- ·  Leverage strong position in gas to enable the energy transition\n- ·  Partner with industrial and infrastructure customers\n\n## Output\n\n## Products\n\n- ·  188 TWh power generation\n- ·  36 TWh heat sales\n- ·  Gas sales\n- ·  64% of electricity generation CO 2 -free in Europe, 40% in all countries\n\n## Services and solutions\n\n- ·  Power and heat sales\n- ·  Electricity and fuel trading services (e.g. gas)\n- ·  Engineering services for customers\n- ·  Nuclear expert services\n- ·  District heating and cooling\n- ·  Electricity retail sales\n- ·  Environmental management and material efficiency services, incl. plastic recycling and refining, battery recycling, metals recycling, and ash treatment\n- · Hydrogen\n- ·  E-mobility charging solutions\n\n## Our carbon footprint\n\n- ·  Coal-based power generation capacity, 9.3 GW\n- ·  Share of coal-based power generation of total power generation, 13%\n- ·  Share of coal-based revenue of total revenue, 1%\n- ·  CO 2 -free power generation, 75 TWh\n- ·  CO 2 emissions from total energy production, 68.7 Mt\n- ·  Specific CO 2 emissions from total energy production, 312 gCO 2 /kWh\n\n## Impact\n\n## Economic impact\n\n- ·  Profitability\n- ·  Increased shareholder value\n- ·  Dividends to shareholders\n- · Investments\n- ·  Taxes to the public sector\n- ·  Wages and benefits to employees\n- ·  Payments to suppliers and partners\n- ·  Interest to creditors\n\n## Social impact\n\n- ·  Reliable supply of electricity, heat, and gas\n- ·  Smart energy solutions for industrial and infrastructure customers\n- ·  Active customer participation in energy system\n- ·  Partnership opportunities for cities, start-ups, and research institutions\n- ·  Safe work environment and wellbeing for employees, contractors and suppliers\n- ·  Opportunities in career development for employees\n\n## Environmental impact\n\n- ·  Contribution to climate change mitigation through transforming own operations to carbon neutral\n- ·  Investments in renewable energy production and clean gas (e.g. hydrogen)\n- ·  Flexible generation enabling increasing use of intermittent renewable energy sources\n- ·  Improved resource efficiency, recycling and recovery through circular economy services\n- ·  Removing hazardous waste from circulation, treatment and safe final disposal\n- ·  Improving air quality e.g. through advanced nitrogen oxide reduction solutions\n- ·  Energy-efficiency improvements in operations\n- ·  Mitigation of environmental impacts in own operations\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "387e9e63-52f8-4905-a68b-8684e9d44544"
    },
    {
        "page_content": "## Sustainability at Fortum\n\nYear 2021 was characterised by a deepened cooperation with Uniper in the areas of sustainability, safety, security, health, and the environment. It was also the first full year with Uniper consolidated as a subsidiary of Fortum. The completed consolidation has materially changed the extent of operations, sustainability impacts, and performance figures of Fortum Group.\n\nThe execution of the Group strategy launched in December 2020 progressed during 2021. Within less than one year, we have been able to announce accelerated coal phase-out of six of our coal-fired power plants in Germany and the UK compared to the original timetable. Fortum also made a commitment to cease the use of coal in its Russia segment by the end of 2022.\n\nIndirect Scope 3 GHG emissions play a significant role in Fortum's total GHG emissions. In December 2021, Fortum set a Group-level target to reduce Scope 3 greenhouse gas emissions by 35% by 2035 at the latest (compared to base-year 2021). This target complements the Group's climate targets for Scope 1 and 2 CO 2 emissions: at least a 50% reduction in European generation by 2030 (compared to baseyear 2019) at the latest, and carbon-neutral European generation by 2035 at the latest. It also confirms Fortum Group's commitment to achieve carbon neutrality (Scopes 1, 2 and 3) by 2050 at the latest, in line with the goals of the Paris Agreement.\n\nFortum is committed to conducting its climate policy lobbying in line with the goals of the Paris Agreement. In 2021 Fortum published its first Climate Lobbying Review as a continuation of the efforts to increase transparency around its advocacy related to climate change. Fortum wants to ensure that not only Fortum, but also the associations Fortum is a member of, lobby in line with the goals of the Paris Agreement.\n\nFortum is the third largest CO 2 -free power generator in Europe. In 2021, 64% of Fortum's power generation in Europe and 40% globally was CO 2 -free. Fortum's specific emissions of total energy production in Europe were 231 gCO 2 /kWh and 320 gCO 2 /kWh globally. 13% of power generation was based on coal in 2021. Fortum has announced the phase-out of more than 50% of its coal-fired power generation capacity by 2025. Climate-related targets aligned with Fortum's strategy are a part Fortum's long-term incentive (LTI) programme. In the\n\n2022-2024 LTI plan, the target is related to the reduction of absolute CO 2 emissions in the European fossil fleet, based on a fossil fleet review addressing the Group's European generation portfolio and a pathway developed to reach Fortum Group's 2030 and 2035 climate targets.\n\nFortum Group continued its investments in renewable energy production. The joint team of Fortum and Uniper for wind and solar businesses in Europe launched their first project, with an investment decision to construct the 380 MW Pjelax-Böle and Kristinestad Norr wind parks in Finland together with an external partner. The parks are expected to be fully operational at the latest in the second quarter of 2024.\n\nIn the non-financial reporting for 2021, Fortum published its firstever EU Taxonomy disclosures, prepared in accordance with the EU Taxonomy Regulation Delegated Act of 6 July 2021. Fortum has classified its economic activities to eligible and non-eligible under environmental objectives of climate change mitigation and adaptation criteria and, accordingly, has reported key performance indicators for sales, operating expenses, and capital expenditures. The most significant eligible economic activity in Fortum Group is electricity generation from hydropower with an installed capacity of 8.4 GW (18% of total generation capacity) in the Nordics and Germany.\n\nMitigating climate change is one of the most effective ways to reduce the degradation of nature. In addition to climate targets, Fortum Group also had a biodiversity target for 2021: to conduct a minimum of 12 major voluntary measures that improve the living conditions of species and strengthen populations, covering all countries where Fortum has hydropower production. The target was achieved, as 13 voluntary measures were conducted. During 2022, Fortum's target is to develop a science-based strategy to measure and enhance the biodiversity impacts of the Group's operations and the new developments.\n\nThe exceptional conditions caused by the covid-19 pandemic continued in 2021, and Fortum's top priorities were to ensure the health and safety of its employees and contractors and to maintain business continuity. This goal was well achieved. There were no interruptions in Fortum's energy production due to the pandemic. Employee wellbeing programmes highlighted topics related to mental energy, resilience, and physical health, and managers were supported in leading employees'\n\nwellbeing. Fortum, excluding Uniper, also deployed the strategic initiative Workforce 2.0 covering both long-term changes and shortterm adaptations and actions related to the company's ways of working.\n\nFor Fortum, safety is the number one priority. In 2021, Fortum's Lost Time Injury Frequency (LTIF) for own employees and contractors was 1.5, and we did not achieve our target (≤1.2). A safe and healthy working environment is a priority for Fortum, and we will continue to do our utmost to improve performance. New Safety Ground Rules for the Group were launched to help keep safety on everyone's agenda at all times, and the divisions initiated actions towards safety excellence based on their roadmaps developed for 2021-2025. Fortum and Uniper also established safety cooperation working groups to ensure that best practices are used across the whole Fortum Group.\n\nThe responsibility for a safe working environment rests with all Fortum employees, and the realisation of the safety target (LTIF, own employees and contractors combined) was a part of Fortum's shortterm incentive (STI) programme applicable to all employees in 2021. For 2022, the safety target consists of severity rate per Total Recordable Injuries and the execution rate of safety leadership training.\n\nFortum wants to further excel in safety, and its new, ambitious safety target, measured as Total Recordable Injury Frequency (TRIF) for own personnel and contractors, is <1.0 by the end of 2025.\n\nIn 2021, Fortum, excluding Uniper, continued to steer its support to society and cooperation with local communities through its Corporate Social Responsibility (CSR) programme. The programme's focus areas, aligned with the company's strategic targets, are Climate, People, and Material Revolution. In 2021, Fortum supported charity organisations in order to help its local communities during the covid-19 pandemic.\n\nNew reduction target for Scope 3 GHG emissions; -35% by 2035 at the latest (compared to base-year 2021)",
        "metadata": {
            "page": 13
        },
        "id": "cf4c9daf-dc61-4436-bd40-5545f28bcce9"
    },
    {
        "page_content": "## Business model\n\nFortum is a European energy company with activities in more than 40 countries. We provide our customers with electricity, gas, heating and cooling as well as smart solutions to improve resource efficiency. Together with our subsidiary Uniper, we are the third largest producer of CO 2 -free electricity in Europe. Fortum is the largest electricity retailer in the Nordic countries and one of the leading heat producers globally.\n\nFortum's organisation consists of four business divisions: Generation, Russia, City Solutions, and Consumer Solutions, and additionally Uniper as a segment. Fortum employs a diverse team of almost 20,000 energy-sector professionals.\n\n## Generation\n\nGeneration is responsible for Nordic power generation. The division comprises CO 2 -free nuclear, hydro, and wind, power generation, as well as power portfolio optimisation, trading, market intelligence, thermal power for the capacity reserve, and global nuclear services. The division does not include the Nordic hydro and nuclear power generation or the trading activities of Uniper. As of 31 March 2020, the division includes Generation's proportionate share of OKG.\n\n## Russia\n\nThe Russia division comprises power and heat generation and sales in Russia. The division includes Fortum's fully owned power plants and its joint ventures for building and operating approximately 3.4 GW of renewable power generation and for power and heat sales, as well as Fortum's more than 29% holding in TGC 1. These joint ventures and associated company are accounted for using the equity method. The division does not include Uniper's Russian subsidiary Unipro.\n\n## City Solutions\n\nCity Solutions is responsible for sustainable solutions for urban areas. The division comprises heating, cooling, waste-to-energy, and other circular economy solutions, as well as solar power generation, services, and development of new biomass-based businesses. The business operations are located in the Nordics, Poland, and India. The division does not include the operations of Fortum's subsidiary Uniper.\n\n## Consumer Solutions\n\nConsumer Solutions is responsible for the electricity and gas retail businesses in the Nordics, Poland, and Spain, including the customer service and invoicing businesses. Fortum is the largest electricity retail business in the Nordics, with approximately 2.2 million customers across different brands in Finland, Sweden, Norway, Poland, and Spain. The business provides electricity as well as related value-added and digital services.\n\n## Uniper\n\nThe Uniper segment comprises Fortum's majority ownership in Uniper, a subsidiary of Fortum. Uniper is a leading international energy company with activities in more than 40 countries. Its business is the secure provision of energy and related services. Its main activities include power generation in Europe and Russia as well as global energy trading and optimisation, which Uniper reports in three businesses - European Generation, Global Commodities, and Russian Power Generation - in its financial statements. The segment includes Uniper's proportionate share of OKG.\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "dc0cfd0c-bfb2-4629-bb24-49a3c42e8cd6"
    },
    {
        "page_content": "## Future challenges and opportunities\n\n## Climate change\n\nWe believe that the growing awareness and concern about climate change will increase the demand for low-carbon and resource- and energy-efficient energy products and services. We are leveraging our know-how in CO 2 -free hydro, nuclear, wind, and solar power by offering our customers low-carbon energy solutions. We also believe that the electrification of transportation, industry, and services will increase the consumption of low-carbon electricity in particular. The development of the hydrogen economy, and especially clean hydrogen produced with CO 2 -free power, will offer opportunities for Fortum, the third largest CO 2 -free power generator in Europe and a first-mover in hydrogen. We focus on growing a sizeable portfolio of onshore wind and solar based power generation primarily in Europe and the target is to build 1.5-2 GW of new capacity by 2025.\n\nOur circular economy services also respond to this demand by utilising waste stream materials as efficiently as possible and by reducing the formation of greenhouse gases generated from biodegradable waste at landfills. Additionally, the use of non-recyclable and non-recoverable waste in energy production replaces fossil fuel.\n\nOur operations are exposed to the physical risks caused by climate change, including changes in weather patterns that could alter energy production volumes and energy demand. Fluctuating precipitation, flooding, and extreme temperatures may affect e.g. hydropower production, dam safety, availability of cooling water, and the price and availability of biofuels.\n\nHydrological conditions, precipitation, temperatures, and wind conditions also affect the short-term electricity price in the Nordic power market. In addition to climate change mitigation, we also aim to adapt our operations and we take climate change into consideration in, among other things, the assessment of growth projects and investments as well as in operation and maintenance planning.\n\n## Power price development\n\nFortum is exposed to power, emissions, and fuel price movements and volume changes mainly through its power and heat generation. The profitability of outright production assets, such as hydro, nuclear,\n\nand wind power generation, are primarily exposed to fluctuations in electricity prices and volumes, whereas the profitability of coal and gas fired generation assets depend on the spread between the electricity price and the emission and fuel prices.\n\nIn the Nordics and central European countries, power prices and, consequently, the amount of profitable production, exhibit significant variation on the back of several factors, for instance, but not limited to weather conditions, outage patterns in production and transmission lines, CO 2 allowance prices, fuel prices, as well as the power demand.\n\n## Regulatory environment\n\nThe energy sector is heavily influenced by national and EU-level energy policies and regulations. Fortum's strategy has been developed based on scenarios of the future development of the regulatory environment in both existing and potential new businesses and market areas. The overall complexity and possible regulatory changes in Fortum's various operating countries pose risk and create opportunities for the energy, environmental management, and consumer businesses. Fortum analyses and assesses a number of future market and regulation scenarios, including the impact of these on different generation forms and technologies in the development of its strategy.\n\nChanges in the regulatory and fiscal environment create risks and opportunities for the energy, environmental management, and consumer businesses. The main strategic risk is that the regulatory and market environment develops in a way that we have not been able to foresee and prepare for. In response to these uncertainties, Fortum analyses and assesses a number of future market and regulation scenarios, including the impact of these on different generation forms and technologies in the development of its strategy.\n\n## Research and development\n\nFortum's goal is to be at the forefront of energy technology and application development. To accelerate innovation and the commercialisation of new offerings, Fortum is strengthening its in-house innovation and digitalisation efforts and building partnerships with leading global suppliers, promising technology and service companies, as well as research institutions. Fortum makes direct and indirect investments in start-ups that have promising new innovations\n\nfocused on connectivity, have disruptive potential, and accelerate the transition towards a circular economy. Fortum also invests in technologies that support better utilisation of the current asset base and that can create new markets and products for Fortum, such as the hydrogen economy. The company is continuously looking for emerging clean energy solutions and for solutions that increase resource and system efficiency.",
        "metadata": {
            "page": 15
        },
        "id": "9048a4e5-c556-44c6-b1a3-35b5d8009908"
    },
    {
        "page_content": "## Market position\n\nFortum is the second largest power generator and the largest electricity retailer in the Nordic countries. Globally, we are one of the leading heat producers. Our investment in Uniper increased the CO 2 -free power generation by approximately 60%, making us the third largest CO 2 -free generator in Europe. The consolidation of Uniper increased Fortum's power generation capacity by 36.2 GW and heat and steam production capacity by 4.9 GW. Uniper has power generation mainly in Germany, Russia, the United Kingdom, Sweden, and the Netherlands, as well as heat and steam production mainly in Germany, the Netherlands, and Russia.\n\n<!-- image -->\n\nFortum is the third largest CO -free power generator in Europe\n\n2\n\nSource: Fortum, company information, 2020 figures pro forma.  Fortum incl. Uniper.\n\n## Nordic electricity retail, 16 million customers, ~350 companies\n\nSource: Fortum, company information, 2020 figures pro forma\n\n<!-- image -->\n\n## Nordic power generation, 408 TWh, over 350 companies\n\n1\n\n## Long-term focus on CO 2 -free power generation\n\nSustainability and CO 2 -free power generation have been part of Fortum's strategy for several decades. We believe that the energy system needs to transform to a system with substantially lower emissions, higher resource efficiency, and a higher share of power generation based on renewables. The transformation will not happen overnight and we must provide customers with a secure energy supply at a competitive price during the transition towards lower emissions.\n\nFortum strives to contribute to a more sustainable world. We have increased our annual CO 2 -free power generation from around 15 TWh in 1990, to 44 TWh in 2019, to 64 TWh in 2020, and to 75 TWh in 2021. In 2021 Uniper is consolidated for the full calendar year (only the second to fourth quarters of 2020). The development has not always been linear, as it includes organic growth, investments, and divestments and variations in hydropower generation also impact the annual figures. With almost 20% of Uniper's power generation capacity being hydro and nuclear power, Fortum's CO 2 -free power generation increased by approximately 60% through the Uniper investment.\n\n## Reducing emissions by phase-out and transformation\n\nFortum also has power generation based on fossil fuels, mainly gas, but also coal-fired power generation. In Europe, Fortum has a clear path to exit the use of coal in power generation and has committed to be carbon neutral in European generation by 2035 at the latest (Scope 1 and 2 emissions). Fortum is committed to reduce the indirect greenhouse gas emissions of its up and downstream business - Scope 3 GHG emissions - by 35% by 2035 at the latest. Fortum is also committed to carbon neutrality in all operations by 2050 at the latest (Scope 1, 2, and 3 emissions), in line with the goals of the Paris agreement.\n\nAccording to the strategy update in December 2021, Fortum's coalfired generation capacity will be reduced by more than 50% by the end of 2025, to approximately 5 GW. Measures for the reduction include coal-fired plant closures in Germany: 0.9 GW at the end of 2020, 1.5 GW by end of 2022, and a further 0.5 GW by the end of 2025. The reduction also includes the closure of Uniper's 2 GW in the UK by the end of 2025 and Fortum's commitment to discontinue the use of coal in Espoo by 2025. Furthermore, Uniper will close its",
        "metadata": {
            "page": 16
        },
        "id": "9e71fa32-0a0d-435b-9b7c-2a5e102ed9ce"
    },
    {
        "page_content": "- 1 GW coal-fired plant in the Netherlands by the end of 2029. As defined in the German coal-exit law, Uniper's 1.1 GW coal-fired power plant in Germany, Datteln 4, will be decommissioned by 2038.\n\nSince the launch of the new strategy in December 2021, Uniper has been successful in Germany in the auctions for the closure Heyden 4, Wilhelmshaven 1, Scholven C and Staudinger 5 - making Uniper the biggest contributor in German coal exit auctions. In 2021, also Uniper's Schkopau power plant was handed over to new owners. In UK, the Group has announced a plan is to close the first block of the Ratcliffe coal-fired power plant as early as September 2022 and the remaining three units by the end of 2024 (500 MW), all ahead of schedule.\n\nIn Russia, Fortum completed the sale of Argayash coal-fired combined heat and power plant in September 2021. In addition, the fuel switch of the Chelyabinsk CHP-2 unit from coal to gas ceases the use of coal in the Russia segment by the end of 2022. The Group's Russian operations has only one coal-fired power plant without a clearly communicated exit path, the Berezovskaya power plant of the Uniper segment.\n\nAround 50% of Uniper's power generation capacity is gas-based, and will play an important role as a low-CO 2 and flexible source of electricity during the ongoing energy transition. A central part of Fortum's strategy is the focus on the hydrogen economy, which offers the potential to switch from fossil to cleaner gases over time.\n\nIn leveraging a strong position in gas to enable the energy transition, Fortum will replace for example in Scholven an existing coal-fired power plant by a modern combined-cycle gas turbine and there are plans to reduce its CO 2 emissions towards 2030 by converting from natural gas to hydrogen. In 2021, Uniper also started to build the new 300 MW Irsching 6 gas-fired power plant.\n\n## Fortum's power generation, TWh\n\n<!-- image -->\n\nFortum actuals 1991-2021 excluding associated company Stockholm Exergi. Uniper consolidated into Fortum's volumes from 1 April 2020.\n\n## Specific CO2 emissions of major utilities in Europe, gCO2/kWh electricity, 2020\n\n<!-- image -->\n\nF\n\n- * 'Fortum total' and 'Fortum Europe' include specific carbon dioxide emissions from power and heat production in 2020. 'Fortum total' and 'Fortum Europe' include Uniper from the second-quarter of 2020. All other figures, except 'Fortum total' and 'Fortum Europe', include European power generation in 2020. For some companies the PwC figures might also include heat production. Source: PwC, October 2021, Climate change and Electricity, Fortum\n\n3\n\n7\n\n3\n\n7\n\nV\n\nV",
        "metadata": {
            "page": 17
        },
        "id": "b5b9ea82-8b0a-49b7-a974-7ca42736d0e5"
    },
    {
        "page_content": "<!-- image -->\n\n## Largest power generators in Europe and Russia, TWh\n\n500\n\n<!-- image -->\n\nSource: Fortum, company information, 2020 figures pro forma. Fortum incl. Uniper. EPH incl. LEAG.\n\n## Largest heat producers globally, TWh\n\n140\n\n<!-- image -->\n\nSource: Fortum, company information, 2020 figures pro forma. Fortum incl. Uniper. EPH incl. LEAG. No data from China.\n\n400\n\n300\n\n200\n\n100\n\n100\n\n120\n\n40\n\n60\n\n80\n\n20\n\n0\n\n0\n\nF\n\nV\n\nf\n\nV\n\nF\n\nKDHC\n\nGC\n\n-2\n\nf\n\nV\n\nON\n\nV\n\nK\n\nGC\n\n-14\n\nD\n\nON",
        "metadata": {
            "page": 18
        },
        "id": "22c6a016-593d-4725-81fd-073e2e8fb842"
    },
    {
        "page_content": "## Largest European gas storage operators, TWh\n\n<!-- image -->\n\n## Grow in solar and wind\n\nIn addition to CO 2 -free hydro and nuclear power generation, solar and wind power play an essential role in the energy transition and Fortum's updated strategy. Fortum focuses on growing a sizeable portfolio of onshore wind and solar based power generation primarily in Europe to make it a meaningful EBITDA contributor. The target is to build 1.5-2 GW of new capacity by 2025.\n\nDuring 2021, Fortum together with its JVs successfully commissioned 7 new wind power plants in Rostov, Volgograd and Astrakhan regions in Russia, as well as the first stage of the new 116 MW solar plant in Kalmykia. The joint team of Fortum and Uniper for wind and solar businesses in Europe also launched its first project in 2021 by announcing the construction of 380 MW Pjelax-Böle and Kristinestad Norr wind parks in Finland together with an external partner. At the\n\nbeginning of 2022, Fortum won the right to build a total of 600 MW of solar power capacity in coming years in a national auction in India.\n\nAlthough our solar and wind capacity still is small compared to Fortum's total power generation capacity, our total wind and solar portfolio has grown substantially during recent years. Together with our associated companies, we have nearly a 5-GW portfolio (Fortum's share approximately 3.4. GW) of solar and wind farms and development projects in the Nordics, Russia, and India. Out of the total 5-GW portfolio of wind and solar power generation capacity 1,756 MW is operational, 668 MW under construction, and 2,498 MW under development. In Russia, Fortum is the largest player in wind and solar power with a portfolio of around 3.4 GW, together its joint ventures for wind and solar power. Fortum has stopped all new investment projects in Russia until further notice.\n\nQ\n\n1\n\nM\n\n| Wind and solar capacity   | Capacity (including  associates), MW   | Fortum share, MW   |\n|---------------------------|----------------------------------------|--------------------|\n| Operational               | 1,756                                  | 797                |\n| Under construction        | 668                                    | 373                |\n| Under development         | 2,498                                  | 2,249              |\n| Total                     | 4,922                                  | 3,419              |",
        "metadata": {
            "page": 19
        },
        "id": "52c9461f-a287-455c-956d-b72618549de1"
    }
]