[
    {
        "page_content": "## Annual Report 2021\n\n<!-- image -->\n\nPurpose Driven. Customer Focused. Addressing World Challenges.\n\n<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "a6fab669-bfb1-47af-9156-f0b14b0612f1"
    },
    {
        "page_content": "<!-- image -->\n\n## Contents\n\n| Message from Our Chairman   and Our CEO   |   1 |\n|-------------------------------------------|-----|\n| Who We Are                                |   4 |\n| What We Value                             |   4 |\n| Where We Seek Impact                      |   5 |\n| Moving the Mark                           |   6 |\n| Global Imprint and Impact                 |   7 |\n| Strategy                                  |   8 |\n| Orbia's Strategy for Value Creation       |   8 |\n| Our Investment Approach                   |   8 |\n| Our Innovation Agenda                     |   9 |\n| Orbia Ventures Activities                 |   9 |\n\n| 2021 Highlights                      |   10 |\n|--------------------------------------|------|\n| Milestones by Business Group         |   11 |\n| COVID-19                             |   12 |\n| Financial Highlights                 |   13 |\n| Financial Summary                    |   14 |\n| Business Group Spotlights            |   16 |\n| Polymer Solutions Snapshot           |   18 |\n| Building and Infrastructure Snapshot |   20 |\n| Precision Agriculture Snapshot       |   22 |\n| Data Communications Snapshot         |   24 |\n| Fluorinated Solutions Snapshot       |   26 |\n\n## About this Report\n\nThis is Orbia's first Annual Report, covering our financial results for fiscal year 2021, business highlights, strategic milestones and progress on our purpose-driven journey to advance life around the world. Data in this report relates to the 2021 calendar year, and encompasses all global businesses under Orbia's operational control. All monetary figures in this report are expressed in U.S. dollars (USD), unless otherwise specified. Additional detailed information on Orbia's sustainability performance can be found in the 2021 Sustainability Report. We welcome your feedback, queries and suggestions. Please contact: comms@orbia.com\n\n| Governance                                                            |   28 |\n|-----------------------------------------------------------------------|------|\n| Board of Directors & Committees                                       |   28 |\n| Board of Directors                                                    |   29 |\n| Risk Management                                                       |   30 |\n| Ethics and Compliance                                                 |   30 |\n| Leadership Team                                                       |   31 |\n| Sustainability                                                        |   32 |\n| Science-Based Strategy                                                |   32 |\n| Sustainability Progress                                               |   33 |\n| Progressing on Our Path to Carbon  Neutrality and Setting New Targets |   34 |\n| Health, Safety and Environment                                        |   35 |\n| Safety Performance                                                    |   36 |\n| People                                                                |   37 |\n| 2021 Milestones                                                       |   38 |\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "505a31ce-ac46-45a9-9106-6c7e64a9efd6"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\n## Message from 0ur Chairman and 0ur CEO\n\nDear shareholders,\n\nTwo years ago, we couldn't have predicted how dramatically the world would change, nor how quickly we would evolve with it. As we enter the third year of grappling with the COVID-19 pandemic, Orbia and our people have shown resilience in facing compounding challenges of health constraints, economic uncertainty and labor, material and supply chain disruptions. 2021 for us demonstrated what it truly is to transform.\n\nWe made the most of our integrated portfolio and applied ingenuity to delivering the cleaner, greener, essential solutions that our stakeholders need to live well and thrive. We witnessed time and time again how our purpose to advance life around the world propelled our rise to meet new challenges. And we realized that pursuing this purpose was inextricable from solving for the greatest challenge and opportunity for our present and future generations: climate change.\n\nAchieving triple bottom-line sustainability for people, planet and profit is-as it has been for over 65 yearsour commitment and reason for existence. It has shaped who we are, how we show up and clearly links to our ImpactMark: a transparent performance indicator that shows our year-over-year impact on key metrics. To maintain growth and get to a net-zero future, our commitment requires action. While our 2021 performance demonstrated that we are on the right path, our growth agenda has also had to change with our times.\n\nOur mandate to the executive team in 2021 continued to be putting health and safety first and caring for the\n\nJuan Pablo del Valle Perochena Chairman of the Board of Directors\n\n<!-- image -->\n\n<!-- image -->\n\nIn 2021, we saw benefits from our integrated portfolio, as owning raw material assets and material chemistry acumen provides us with advantages in security of supply as well as product and cost efficiencies.'\n\nneeds of our community and stakeholders in the hardesthit regions worldwide. With rigorous safety protocols in place in all of our sites, teleworking in play for nearly half of our workforce and health risk management policies prepared, we stayed focused on safety first and were also pleased to report a 19% reduction in total recordable incidents versus 2020, reversing the trend that we saw in the previous year and bringing us back on course to zero accidents. We will continue to set aggressive goals for our teams and work relentlessly to attain them, with the support of our leaders and their contributions to risk management, continuity planning and new ways of working.\n\nWith over 22,000 employees working for impact, we continued to build on the momentum that started in the second half of 2020. In 2021, we saw benefits from our integrated portfolio, as owning raw material assets and material chemistry acumen provides us with advantages in security of supply as well as product and cost efficiencies. It also comes with a bigger responsibility: to invest in improving the way by which fluorine, polymers and other materials are made sustainable and into sustainable solutions. From field to table, mine to market, ground to home and lab to everyday life, we sought to support food and water security, building and infrastructure resilience, data connectivity and health and well-being.\n\n<!-- image -->",
        "metadata": {
            "page": 3
        },
        "id": "e1aa3613-205c-49b5-baad-101e9212a61c"
    },
    {
        "page_content": "<!-- image -->\n\n|                    | Who   Message from Our   | Global Imprint   |          | 2021       |          | Financial   | Business Group   |            |                | Health, Safety   |        |\n|--------------------|--------------------------|------------------|----------|------------|----------|-------------|------------------|------------|----------------|------------------|--------|\n| Chairman & Our CEO | We Are                   | and Impact       | Strategy | Highlights | COVID-19 | Highlights  | Spotlights       | Governance | Sustainability | and Environment  | People |\n\n<!-- image -->\n\nAnd going forward, we are looking to invest in geographic expansion, extend our service offerings and technologies and pursue targeted acquisitions across our businesses to sustain us as we deliver on our purpose. Our success in this-and in any business strategy-starts and ends with governance.'\n\nWith our eyes set on value creation, our business groups focused on operating safely and capitalized on synergiesespecially those between Polymer Solutions, Precision Agriculture and Building and Infrastructure-and expanded into high-margin categories. We invested in capacity, increased connectivity with our customers and pursued bolt-on acquisitions and organic growth opportunities.\n\nIn Polymer Solutions, we operated at high utilization rates to ensure our global customers' access to materials for water, sanitation and everyday health solutions and advanced research on bio-based PVC options. In Building and Infrastructure, we expanded our offerings in segments including stormwater management and indoor climate control for resilience and energy efficiency in all the places we call home. In Precision Agriculture, we improved the sustainability of our precision irrigation offerings and moved into turnkey greenhouse solutions to help our global stakeholders keep growing more with less. In Data Communications, we invested in large-scale, dig-once fiber and conduit projects to bring connectivity to more populations and communities around the world. And last but certainly not least, in Fluorinated Solutions, we expanded our portfolio of next-generation refrigerants, medical propellants and energy storage technologies to drive a decarbonized future.\n\nDespite disruptions in raw materials, transportation and labor as well as material cost increases, we saw revenue and EBITDA reach historic highs at $8.8 billion and $2.0 billion respectively, representing an increase of 37% and\n\n55% year-over-year. In addition, our operating cash flow was $982 million in 2021 as compared to $871 million in 2020, driven by the significant improvement in EBITDA. This was partially offset by higher working capital needs tied to higher raw material and other operating costs which in turn led to higher inventory values and selling prices. Optimizing our working capital and improving our operating cash flow will be areas of focus for 2022. And going forward, we are looking to invest in geographic expansion, extend our service offerings and technologies and pursue targeted acquisitions across our businesses to sustain us as we deliver on our purpose. Our success in this-and in any business strategy-starts and ends with governance.\n\nWith a change of leadership in 2021, we ushered in decisive moves to continue strengthening our worldclass corporate practices with our Board of Directors providing invaluable guidance to safeguard our purpose and values, oversee our management performance, promote responsible corporate citizenship and serve our shareholders. While our esteemed Board members Eugenio Clariond, Fernando Ruiz, Ignacio del Valle and Adolfo del Valle retired and Anil Menon stepped down in 2021 after decades of leadership and dedicated service, we appointed two new independent Board members. Mark Rajkowski, former Chief Financial Officer of Xylem and an executive advisor guiding Fortune 500 companies through transformation, and Mihir Desai, a professor at Harvard Business School and Harvard Law School with expertise in corporate governance, tax policy and corporate finance joined our Board, bringing deep experience and new perspective to our transformation journey.\n\nIn 2021, Orbia's Corporate Practices and Sustainability Committee also took steps to better align Board and management practices with shareholder interests by establishing a new long-term equity incentive plan that links a significant portion of management compensation to Orbia share value. Our Corporate Practices Committee approved share ownership guidelines for senior management to be implemented in 2022 and revised the charter to make our leaders' ESG responsibilities more\n\nexplicit, further embedding sustainability into our daily work and rewarding value creation against ESG metrics. We revamped our risk management systems to stay ahead of emerging risks and streamline protocols, recognizing climate change as the most critical challenge to solve for humankind and our planet.\n\nTo address material topics core to our performance, we maintained focus on fortifying our greatest capital: our people. To support employee fulfillment, development and well-being and foster a diverse community, we dedicated attention to attracting, developing and retaining the best talent through implementing a peoplecentered management strategy, expanded our learning and training resources through Orbia's flagship e XP career development program and engaged thousands in our global community in ongoing innovation projects related to 'moving the mark' on the ESG metrics that constitute our ImpactMark. To ensure that the company has the best future-fit team and players in place, we also initiated a succession planning process for our senior leaders to identify, recruit and retain key executives who will move us forward.\n\n2021 was a pivotal year for making progress against our ambitious environmental goals for net-zero carbon emissions (Scope 1 and 2) by 2050. We also aligned our business objectives to this end by implementing new Scope 3 emissions reduction targets and issued our inaugural Sustainability-Linked Bond. We mapped physical and transitional risks to our strategic plans to meet the recommendations outlined by the Task Force on Climate-Related Disclosures (TCFD) and saw the results of supporting renewable energy adoption and green production processes. As of 2021, our revenue from products that contribute to advancing the United Nations' Sustainable Development Goals (SDGs) increased by 24% year-over-year, with 23% of our sites powered by renewables.\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "daf638eb-aafb-43d7-a3c6-e034ef93b94e"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho We Are\n\nMessage from Our Chairman & Our CEO\n\nWe have introduced sustainability considerations into our capital expenditure approval process and crucial to continuity, have maintained our ethical foundation of conducting business in full compliance with applicable laws and our Code of Ethics. With employees speaking up in greater numbers, we've had the opportunity to improve our workplace practices and have unveiled new resources to supplement our annual Ethics Survey, Ethics Month programming and Ethics and Compliance webcasts. We launched the Data Privacy, Acceptable Use and Gift policies as well as a Third-Party Due Diligence tool to automate the process for completing legally mandated Anti-Corruption checks and support us all in doing our jobs ethically, every day.\n\nWhen we look to find the bridges that get us from here to there, present to future, what is to what could be, we can look to our intrapreneurial engine and innovationdriven partnerships. We continued to augment our LaunchPad intrapreneurship program in 2021 and saw more than 6,000 team members submitting ideas in sustainable innovation and 40 ideas approved for implementation in 2022 in areas from operational excellence to digital transformation, with an anticipated financial impact of $10 million by 2023. With decarbonization in our sights, we continued seeding partnerships to move industries and our entire economy in the right direction. Extending from the first investments of our Orbia Ventures fund in 2020, we led funding rounds in and ventures with clean tech startups steering advanced lithium-ion battery solutions, green hydrogen production and carbon capture technologies-and we are just beginning.\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nThe pandemic has unquestionably sped the global reshaping of life and business. At Orbia, we've looked around the bend to see opportunities to grow substantially over the next year and in the decade to come. Most important, we've seen a world that runs on renewables, where the places we love are preserved for future generations and sustainability is the bottom-line for all businesses. We will remain disciplined in navigating short-term issues while coming through to deliver for the long-term, investing our greatest capital, human and physical, for good.\n\nWe want to thank our employees for their amazing work, our customers for their loyalty and our shareholders for their continued support.\n\nBest regards,\n\n## Juan Pablo del Valle Perochena\n\nChairman of the Board of Directors\n\n## Sameer Bharadwaj\n\nChief Executive Officer\n\nGovernance\n\nSustainability\n\nPeople\n\nHealth, Safety\n\nand Environment\n\n<!-- image -->\n\nChief Executive Officer\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "185e4da2-5dae-417b-8f71-a995ece8814d"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nHealth, Safety and Environment\n\nWho We Are\n\n## Who We Are\n\n## Orbia is a purpose-driven growth company, passionate about tackling global challenges to advance life around the world.\n\nOrbia operates in the Polymer Solutions (Vestolit and Alphagary), Building and Infrastructure (Wavin), Precision Agriculture (Netafim), Data Communications (Dura-Line) and Fluorinated Solutions (Koura) sectors. The five Orbia business groups have a collective focus on expanding access to health and wellness, reinventing the future of cities and homes, ensuring food and water security, connecting communities to information and accelerating a circular economy with basic and advanced materials, specialty products and innovative solutions. Orbia has commercial activities in more than 100 countries and operations in over 50, with global headquarters in Mexico City, Boston, Amsterdam and Tel Aviv. To learn more, please visit www.orbia.com.\n\n## What We Value\n\n<!-- image -->\n\n<!-- image -->\n\n## Be Brave\n\nWe don't let our fears hold us back. In order to venture into the unknown, we move forward with curiosity and the ambition to create a better world.\n\n## Embrace Diversity\n\nWe know that every voice matters. Every community deserves respect. Every challenge has an opportunity. We are stronger because we bring different perspectives together, united by empathy.\n\n<!-- image -->\n\n## Take Responsibility\n\nWe realize that our actions have impact. We hold ourselves to the highest levels of accountability, never losing sight of the ripple effect we have on each other, our customers and the world.\n\nOrbia trades on the Mexican Stock Exchange (BMV) and is included in the S&P/BMV Total Mexico ESG Index. Since 2015, Orbia has been a component on the FTSE4Good Emerging Index. Since 2019, Orbia has been an index component of the Dow Jones Sustainability Indices (DJSI MILA Pacific Alliance Index) and recognized by the Latin Trade Index Americas.\n\nAs of 2021, Orbia's consolidated annual revenue totaled $8.8 billion.\n\nGovernance\n\nSustainability\n\nPeople\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "9be88012-d892-4784-92e9-d89f71abffe0"
    },
    {
        "page_content": "<!-- image -->\n\nMessage from Our Chairman & Our CEO\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\n2021\n\nHighlights\n\nFinancial\n\nHighlights\n\nWho\n\nWe Are\n\n## Where We Seek Impact\n\n## The 2021 update of the ImpactMark demonstrates Orbia's ongoing journey to achieve a more perfect circle.\n\nOrbia is passionate about tackling the challenges that define how people can live better today and thrive tomorrow. To track and inspire momentum on our journey to advance life around the world, our first-of-its-kind ImpactMark transparently demonstrates year-overyear performance on six key environmental, social and governance (ESG) indicators, with the outermost ring representing the most recent year. More than a logomark, the ImpactMark is a continuous performance gauge that shows Orbia's progression towards a more perfect circle.\n\n<!-- image -->\n\n<!-- image -->\n\nBusiness Group\n\nSpotlights\n\nGovernance\n\nSustainability\n\nPeople\n\nHealth, Safety\n\nand Environment",
        "metadata": {
            "page": 7
        },
        "id": "687c9789-f340-48c3-8dec-8074013d1c94"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\n2021 Highlights\n\nFinancial\n\nHighlights\n\nWho\n\nWe Are\n\n## Moving the Mark\n\nIn 2021, Orbia made notable progress in moving the ImpactMark in the right directions for positive impact on people, planet and profit. More than 3,000 Orbia employees also participated in ImpactMark programming to translate ideas into initiatives that improved the six ImpactMark indicators.\n\n## Upskill Our Workforce\n\nIn 2021, Orbia scaled digital learning platforms that supported thousands of employees to engage in over 17,000 courses, spanning leadership to project management and more. Orbia's Innovation Academy inspired hundreds of employees to invest in over 9,000 hours of specialized training.\n\n## Evolve to an Innovative Solutions Provider\n\nIn 2021, Orbia invested $68.5 million in innovation and R&D to continue to expand our portfolio of products and services. Orbia's corporate venture capital fund screened over 700 investment opportunities of promising enterprise startups and made eight investments in climate-related technology enterprises. LaunchPad, our internal innovation program, delivered outstanding engagement and impact levels with 6,000 employees participating and submitting more than 850 new ideas.\n\n## Optimize Our Investments\n\nIn 2021, Orbia led integration and geographic expansion activities, extended into value-added services and technologies and strategically pursued bolt-on acquisitions to achieve a 13.9% ROIC as compared to 7.1% in 2020, fortifying our company for a high-growth future.\n\n## Reduce Greenhouse Gas Emissions\n\nIn 2021, Orbia eliminated more than 60,000 tons of CO2 emissions with a combination of activities focused on optimizing manufacturing processes through efficiencies and transitioning to renewables and lower carbon energy sources. This led Orbia to reduce Scope 1 and 2 emissions by 10% vs. the 2019 baseline. In addition, Orbia established a new 30% Scope 3 emissions reduction target by 2030.\n\n## Reduce Waste Sent to Landfill\n\nIn 2021, Orbia saw a reduction of process-related waste-to-landfill coming in at 20% lower than in 2020. Orbia has led a consistent reduction in waste generated year-over-year, and 39% of plants sent zero waste to landfills in 2021.\n\n## Increase Women in Management\n\nIn 2021, Orbia improved empowerment and support of women in management roles to achieve 22% representation (vs. 19% in 2020) and drive 33% representation among new leadership hires. Orbia also launched and supported new Employee Resource Groups (ERGs) to further women in all our workplaces.\n\nBusiness Group\n\nSpotlights\n\nGovernance\n\nSustainability\n\nPeople\n\nHealth, Safety and Environment\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "3f9b3d23-106f-4582-b92d-1f3411183a45"
    },
    {
        "page_content": "<!-- image -->\n\nStrategy\n\nCOVID-19\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\nHealth, Safety and Environment\n\nGlobal Imprint and Impact\n\n## Global Imprint and Impact\n\n## Diversified Global Footprint\n\n22,350\n\nEmployees\n\n$4.7B\n\nMarket Cap 1\n\n$8.8B\n\nRevenue\n\n$2.0B\n\nEBITDA 2\n\nEBITDA Margin 2 23.3%\n\n## Diversified Global Footprint\n\n2021 Revenues by Region\n\n<!-- image -->\n\n1.  Market Cap as of 5/10/22. 2.  As of 12/31/21.\n\n7\n\nGovernance\n\nSustainability\n\nPeople\n\nBusiness Group Spotlights\n\n$572M\n\nFree Cash Flow 2\n\nCommercial 100+ countries\n\nFootprint\n\n50+ countries\n\nOperations Footprint\n\n<!-- image -->",
        "metadata": {
            "page": 9
        },
        "id": "482bf8f0-114d-4f64-a456-6be9ed26ff1f"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho We Are\n\nHealth, Safety and Environment\n\n## Strategy\n\n## Orbia's Strategy for Value Creation\n\n## Our Investment Approach\n\n## Three Key Focus Areas\n\n<!-- image -->\n\n1\n\n2\n\n3\n\n## Invest in profitable growth and innovation.\n\n- ·  To leverage our uniquely advantaged position and cutting-edge technologies globally and at scale.\n- ·  To serve our customers with new, differentiated solutions with an emphasis on decarbonization technologies.\n\nMaximize the value of integration across Orbia and the value chains we participate in.\n\nCreate shareholder value by being thoughtful stewards of capital and disciplined operators.\n\n<!-- image -->\n\nOrbia takes a disciplined approach to investing in high-growth opportunities and markets. To drive growth, we invest in our core markets, in geographic expansion and in adjacent products, services and technologies. Many of our businesses provide solutions for climate resilience and decarbonization and we will move further in this direction.\n\nOur plans include a significant investment in integrated PVC capacity, where we will leverage our access to raw materials to build market share at a time when supply is extremely tight and announced expansions do not meet medium-term demand. We will also leverage our unique position in fluorine to grow in high-value, high-growth applications connected to energy storage.\n\nWe view mergers and acquisitions as a tool to achieve our strategic objectives and will prioritize small-to-medium sized transactions where we can identify material synergies and growth potential.\n\nOrbia will continue to invest in programs and opportunities that enable us to realize synergies across our business groups and value chains. Vertical integration brings supply security and cost efficiencies across our business groups, especially those participating in the PVC chain. We see opportunities to innovate and develop fitfor-use products. Our Building and Infrastructure group, for instance, could supply PVC pipes to our Precision Agriculture group, where PVC makes up 50% of the cost of a typical project.\n\nBusiness Group\n\nSpotlights\n\nGovernance\n\nSustainability\n\nPeople\n\nWe will leverage geographic and asset synergies, to ensure we are making optimal use of our footprint and capabilities.\n\nFinally, we will invest in an operational excellence system that seeks to deploy common tools, processes and frameworks across our business groups in specific-function verticals. Through this system, we will take advantage of opportunities for standardization.\n\nOur approach to capital allocation throughout our growth journey is highly disciplined. We are encouraged that we can achieve our growth ambitions primarily through organic growth projects in our core markets. These initiatives are largely under our control and generally come at a cost below 4x expected EBITDA at maturity.\n\n## Investment Thesis\n\n- 1. Harnessing the power of material science and innovation to serve customer needs, address world problems and provide sustainable solutions.\n- 2. Investing in profitable growth, leveraging our uniquely advantaged positions to bring differentiated and value-added solutions to market.\n- 3. Maximizing the value of integration across Orbia and the value chains we participate in.\n- 4. Creating value as good stewards of capital and disciplined operators.\n- 5. Delivering double-digit earnings growth and returns to shareholders through stable growing dividends.\n\n<!-- image -->\n\nStrategy\n\nCOVID-19\n\n2021 Highlights\n\nFinancial\n\nHighlights",
        "metadata": {
            "page": 10
        },
        "id": "84c6b336-5b01-4a81-abb8-eb42fcb418a6"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\nStrategy\n\n## Our Innovation Agenda\n\nWith climate change representing humankind's biggest challenge and the business world's biggest risk, we are putting innovation to work. In 2021, Orbia invested in building, launching and collaborating on circular solutions to tackle global resource challenges. From field to table, mine to market, ground to home and lab to everyday life, we are transforming basic and advanced materials into greener, smarter and more efficient solutions that improve quality of life. We will continue to harness the power of artificial intelligence (AI), machine learning (ML) and other advanced technologies in eight defined innovation areas:\n\n- · Climate Tech\n- · Sustainability & Circular Economy\n- · Sustainable Energy\n- · Energy Storage\n- · Agriculture\n- · Water Infrastructure\n\n## Orbia Ventures Activities\n\nIn 2021, Orbia's $130 million venture capital fund Orbia Ventures screened over 700 investment opportunities, conducted due diligence on more than 20 promising startups and completed eight transactions, of which seven were climate-related investments. Landmark investments include:\n\nAscend Elements (formerly Battery Resourcers ), working to transform the world's lithium-ion battery supply by recycling old cathode materials and repurposing them into new battery cell manufacturing.\n\nOsmoses , developing advanced molecular filters for chemical separations which can be applied to carbon capture and natural gas purification in a cost-effective manner.\n\nStormSensor , offering a cloud-based stormwater monitoring platform to provide real-time data on flow and flood risks so utilities can stay ahead of stormwater, sea level and pollution challenges.\n\nHero Labs , developing intelligent water monitoring and leak detection technology to prevent property damage and reduce water consumption.\n\n700\n\nInvestment opportunities screened\n\n20\n\nStartups started due diligence\n\n<!-- image -->\n\n8\n\nTransactions completed\n\n- · Building and Infrastructure\n- · Communications Infrastructure\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 11
        },
        "id": "c82d9618-34d4-4dd8-92db-b6aa670b190a"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\n## 2021 Highlights\n\nDelivered outstanding results for the full year, with strong momentum going into 2022.\n\n1\n\n2\n\n<!-- image -->\n\nMet customer demand by operating at high rates, focusing on operational excellence and realizing synergies from our integrated portfolio.\n\nFocused on execution to drive overall revenue and earnings growth, partially offsetting raw material cost increases, supply chain disruptions and issues stemming from COVID-19.\n\nPursued growth initiatives and bolton acquisitions to address capacity shortages, portfolio expansion and fulfilling our purpose, sustainably.\n\n3\n\n## Revenue $8.8B\n\nUp 37% YoY, driven by higher PVC prices in Polymer Solutions and continued momentum across all our businesses.\n\nFree Cash Flow $572M\n\nReflected strong EBITDA performance, partially offset by increased working capital.\n\nBusiness Group Spotlights\n\n## EBITDA $2.0B\n\nUp 55% YoY, due to enhanced profitability in Polymer Solutions and Building and Infrastructure.\n\nEBITDA Margin 23.3%\n\nUp 280 basis points YoY, despite cost increases.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "313b876b-3cb9-4c73-8317-50faeb58b7fd"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\n2021\n\nHighlights\n\nFinancial Highlights\n\nWho\n\nWe Are\n\n## Milestones by Business Group\n\nFocused on pursuing growth, meeting global demand and expanding portfolio of solutions for resilience.\n\n## Polymer Solutions\n\n(Vestolit & Alphagary)\n\nSupply-demand imbalance supported by strong operational execution led to spectacular performance.\n\n<!-- image -->\n\n<!-- image -->\n\n## Solutions for Resilience:\n\n- ·  Vestolit delivered the first two orders of bio-based PVC to customers in 2021.\n- ·  Alphagary launched ECO compound in Colombia, a product brand that gives new life to PVC consumer products by recycling and repurposing them for applications such as wire and footwear in Latin American markets.\n\nGovernance\n\nSustainability\n\nPeople\n\nBusiness Group Spotlights\n\n## Precision Agriculture (Netafim)\n\nStrong performance in the Americas, Europe and APAC offset challenges in India and Ethiopia.\n\n## Solutions for Resilience:\n\n- ·  Netafim launched the Streamline X ReGen™ brand in Europe, offering recycled driplines.\n\n## Fluorinated Solutions (Koura)\n\nWeak market conditions in first half of 2021, but market recovery in the second half coupled with pricing management led to strong performance.\n\n<!-- image -->\n\n## Solutions for Resilience:\n\n- ·  Koura advanced its energy storage strategy with the launch of its new electrolyte additives brand Koflyte, acquisition of Silatronix and investment in battery recycling company Ascend Elements (formerly Battery Resourcers).\n\n<!-- image -->\n\n## Building & Infrastructure (Wavin)\n\nSecurity of supply and commercial excellence led to strong performance and market share gains.\n\n<!-- image -->\n\n## Solutions for Resilience:\n\n- ·  Wavin unveiled its new AquaCell rainwater infiltration and attenuation units: rainwater management solutions made of recycled material and saving 70% on transport volume.\n\n## Data Communications\n\n## (Dura-Line)\n\nFaced raw material cost increases but caught up by year-end for strong momentum into 2022.\n\n<!-- image -->\n\n## Solutions for Resilience:\n\n- ·  Dura-Line progressed in scaling its 'dig once' MicroDuct installations to reduce the environmental disruption of trenching sixfold.",
        "metadata": {
            "page": 13
        },
        "id": "a2fa47cd-3306-4bd7-a926-7b351c0ea445"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\n## COVID-19\n\nIn the midst of vast uncertainty and fluctuating case numbers, we introduced new COVID-19 safety protocols, policies and procedures in 120 operating sites worldwide as a critical priority to keep our people safe and operations secure.\n\nThe following efforts supported our aspiration for zero work-related COVID-19 infections, with affirming results:\n\n- ·  Promoted full vaccination for all Orbia employees by improving access, availability and incentives for compliance.\n- ·  Developed protocols and educated our essential manufacturing staff on infection mitigation.\n- ·   Implemented infection rate-based policies to manage and calibrate on-site work, remote work and business travel.\n\n## Healthier Together in Latin America\n\nAlmost half of Orbia's employees are based in Latin America: a region hit hard by the COVID-19 pandemic. 1 In support of our people and their families in regions with overburdened healthcare systems, we established a remote medical support network comprised of 23 physicians, five nurses, and six health and safety engineers. In 2021, the 'Healthier Together' network provided the following essential services:\n\n## More than 2,000 employees\n\nreceived immediate medical services\n\n7,500 employees\n\nreceived access to a 24-7 helpline for mental health assistance\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "72e2a240-6ef9-43c0-ba62-e5ace67d5b28"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\n## Financial Highlights\n\n## Strong performance underpinned by consistent execution.\n\nOrbia achieved record financial performance in 2021, reaching $8.8 billion and $2.0 billion in revenue and EBITDA respectively, while EBITDA margin increased approximately 280 basis points to 23.3%. Free cash flow increased by 4%, to $572 million, despite increased working capital needs, due to higher costs that impacted inventories and receivables.\n\nThese robust financial results were enabled by Orbia's diversified and integrated portfolio, which offset the impact of ongoing macroeconomic pressures, such as raw material cost increases, supply chain disruptions and other issues stemming from the COVID-19 pandemic.\n\nThe company returned $365 million to shareholders during the year through $199 million in dividends and $166 million in share repurchases.\n\nOrbia's strong balance sheet promotes growth by enabling investments in innovation, geographic expansion and selective bolt-on acquisitions.\n\nOrbia's strong balance sheet promotes growth by enabling investments in innovation, geographic expansion and selective bolt-on acquisitions.'\n\nGovernance\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 15
        },
        "id": "73099b30-9091-48f4-b696-4053f739ec30"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint\n\nand Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group\n\nSpotlights\n\nGovernance\n\nSustainability\n\nPeople\n\n2021\n\nHighlights\n\nWho\n\nWe Are\n\nHealth, Safety\n\nand Environment\n\nFinancial\n\nHighlights\n\n## Financial Summary\n\nRecord-setting year in revenues, EBITDA and free cash flow led by Polymer Solutions (Vestolit and Alphagary) and Building and Infrastructure (Wavin).\n\n| (in millions of dollars)       | 2021   | 2020   | % Var.   |\n|--------------------------------|--------|--------|----------|\n| Net sales                      | 8,783  | 6,420  | 37%      |\n| SG&A                           | 1,178  | 1,048  | 12%      |\n| Operating income               | 1,449  | 720    | 101%     |\n| EBITDA                         | 2,047  | 1,318  | 55%      |\n| EBITDA margin                  | 23.3%  | 20.5%  | 277 bps  |\n| Financial cost                 | 297    | 242    | 23%      |\n| Earnings before tax            | 1,154  | 479    | 141%     |\n| Income tax                     | 381    | 151    | 153%     |\n| Consolidated net income (loss) | 772    | 319    | 142%     |\n| Net majority income            | 657    | 195    | 238%     |\n| Operating cash flow            | 982    | 871    | 13%      |\n| Capital expenditures           | (311)  | (228)  | 36%      |\n| Free cash flow                 | 572    | 552    | 4%       |\n| Net debt                       | 2,738  | 2,751  | 0%       |\n\n<!-- image -->\n\n- 1.  Unless noted otherwise, all figures in this release are derived from the Consolidated Financial Statements of the Company as of December 31, 2021, and are prepared in accordance with International Accounting Standards 34 'Interim Financial Reporting' of the International Financial Reporting Standards (IFRS), which have been published in the Bolsa Mexicana de Valores (BMV).\n\n<!-- image -->",
        "metadata": {
            "page": 16
        },
        "id": "2b22b00a-0013-4080-be8f-7bca3bf56ff5"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\n2021\n\nHighlights\n\nWho\n\nWe Are\n\nFinancial\n\nHighlights\n\n## Financial Summary\n\nSignificant progress in terms of operational excellence while maintaining a year of strong performance.\n\n## Sales ($M)\n\n<!-- image -->\n\n<!-- image -->\n\n## Agile and Customer Focused\n\n- ·  Agile execution for supply security\n- ·  Extended into higher-margin, value-added solutions\n\n## Disciplined Management\n\n- ·  Efficient in working capital management\n- ·  Disciplined in cost control\n- · Optimized   footprint\n\n## EBITDA ($M) & Margin (%)\n\n## ROIC (%)\n\n<!-- image -->\n\n## Efficiency Mindedness\n\n- ·  Maintained a target leverage range\n- ·   Generated robust free cash flow\n- ·  Pursued operational excellence for a stronger balance sheet\n\nBusiness Group\n\nSpotlights\n\nGovernance\n\nSustainability\n\nPeople\n\n<!-- image -->\n\nHealth, Safety\n\nand Environment",
        "metadata": {
            "page": 17
        },
        "id": "6a17bdc5-8d79-4999-8887-da9f3a50acf7"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nWho We Are\n\n## Business Group Spotlights\n\nComprised of five business groups and six industry-leading businesses across Polymer Solutions (Vestolit and Alphagary), Building and Infrastructure (Wavin), Precision Agriculture (Netafim), Data Communications (Dura-Line) and Fluorinated Solutions (Koura), Orbia works to deliver sustainable growth and returns to shareholders and sustained value to our customers and stakeholders worldwide. Our market and sector activities are aligned with making progress on the United Nations' Sustainable Development Goals (SDGs) as we work to advance life around the world, and Orbia's market share (weighted by business group) is expected to exceed 5.5% in the next decade.\n\nTo generate sufficient cash flow to sustain stable dividends, Orbia's business groups are building capabilities and competitive advantage in the categories of:\n\n- ·  Customer-Centricity\n- ·  Innovation\n- ·  Operational Excellence\n- ·  Sustainability\n- ·  Financial Performance\n\n2021 Highlights\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 18
        },
        "id": "71e3bad6-7944-4592-b2f9-dc547c1fb103"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nGovernance\n\nSustainability\n\nPeople\n\n2021 Highlights\n\nFinancial\n\nHighlights\n\nWho We Are\n\nHealth, Safety and Environment\n\nBusiness Group Spotlights\n\n## Orbia's durable group of businesses is focused on higher growth markets and regions and benefits from long-term megatrends.\n\n<!-- image -->\n\n<!-- image -->\n\n35% 1\n\n33% 1\n\n13% 1\n\n- ·  Among the most cost-efficient players in the PVC industry with leading market share in specialty resins.\n- ·  Recognized for strong technical, commercial and product support.\n- ·   Vertically integrated into downstream businesses, particularly with Wavin.\n- ·  Global brand with strong positions in Europe and LATAM; significant growth opportunities in North America and Asia.\n- ·  Focused on delivering solutions around water management, sanitation, indoor and mobile climate control and resilient construction.\n\n- ·  Global market leader offering advanced high-tech solutions, services and products for growing more with less.\n- ·  Significant growth opportunities around extensive crops, 'irrigation-asa-service', digital farming and greenhouse technologies.\n\n<!-- image -->\n\n11% 1\n\n- ·  Established leader in U.S. with significant market share in Europe and a growing presence in Asia.\n- ·  Significant opportunities around MicroTechnology.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n8% 1\n\n- ·  World's largest fluorspar producer vertically integrated into high-value, high-growth applications with a secure mine-to-market approach.\n- ·  Investing in low-carbon footprint refrigerants and medical propellants to massively reduce greenhouse gas emissions for our customers.\n- ·  Enabling the world's rapid transition to sustainable energy with fluorinated battery materials.\n\n<!-- image -->",
        "metadata": {
            "page": 19
        },
        "id": "017e0cad-7ace-463b-b1d5-dfb4ccdbefc9"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho\n\nWe Are\n\n## Polymer Solutions Snapshot\n\nCorporate Headquarters\n\n## Boston, MA, United States\n\nOrbia's Polymer Solutions business group and businesses Vestolit and Alphagary focus on polyvinylchloride (PVC) general resins, PVC specialty resins and PVC and zero-halogen specialty compounds with a wide variety of applications to everyday life, including pipes, cables, flooring, auto parts, household appliances, clothing, packaging and medical devices.\n\n<!-- image -->\n\n<!-- image -->\n\n## Nick Ballas\n\nExecutive Vice President & President, Orbia Polymer Solutions (Vestolit)\n\n## Gautam Nivarthy\n\nExecutive Vice President & President, Orbia Polymer Solutions (Alphagary)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "a6af0751-9c41-480d-ad79-bf20852b2b0f"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho We Are\n\nHealth, Safety and Environment\n\n<!-- image -->\n\n## Customer-Centricity\n\nAlphagary's portfolio of plasticizers were in high demand in 2021, serving as the primary growth engine in Mexico, the U.S. and India. Customers relied on Alphagary for general purpose plasticizers for PVC compounds as well as a variety of other plasticizers for the food sector, the medical industry, and for generaland specialty-use applications.\n\n## Innovation\n\nVestolit's innovation process is being constantly fed by customer input. Among other projects, a new prototypal PVC line for non-thermoplastic applications in scrub resistance, gloss control, UV curable coatings, and lightweight applications is under development. During the year, Vestolit ramped up its fast-fusion (low energy consumption) copolymer line for use in automotive applications. Alphagary started beta testing a new type of plasticizer made from recycled polyethylene terephthalate (PET) plastic bottles. Across a range of applications and industries from consumer goods to building and infrastructure, this range of plasticizer offers flexibility and a green pathway for more than 150 million PET bottles per year.\n\n<!-- image -->\n\nStrategy\n\nCOVID-19\n\nGovernance\n\nSustainability\n\nPeople\n\n2021 Highlights\n\n<!-- image -->\n\n## Operational Excellence\n\nVestolit implemented a global manufacturing organization and standardized system of KPIs across facilities to drive performance improvement in critical areas operating general resin plants at a 92% utilization rate. Vestolit provided 40% of intercompany PVC requirements, reducing exposure to market volatility, expanding industry knowledge and supporting R&D collaboration across Orbia's businesses. Alphagary expanded its footprint through the majority-share acquisition of Shakun Polymers Ltd. in India. This acquisition extends Alphagary's local manufacturing and delivery of halogen-free compounds on the Indian subcontinent, in the Middle East, Southeast Asia and Africa with a broadened innovation horizon for developing cross-linkable and semiconductive materials.\n\n## Sustainability\n\nPolymer Solutions made gains in transitioning to renewables. Vestolit purchased 17.5 megawatt-hours of renewable electricity in 2021 to power its energy-intensive electrolysis processing for a reduction of 4,700 tons of CO2. Alphagary also invested in renewable energy in 2021 at its Melton facility to see a 99% reduction in CO2 in just one year. Vestolit upgraded the gas boilers at its Henry facility, enabling the shut down of its coal-fired boiler system. This project eliminated SOx emissions at Henry, reduced Orbia's emissions by 18%, and delivered $1.4 million per year in savings.\n\n## Financial Performance\n\nPolymer Solutions recorded breakout earnings, with high demand across the businesses, driving strong performance in resins and plasticizers. Despite global raw material shortages, the business group sustained growth by aligning processes, investing in upgrading equipment and focusing on the customer experience.\n\n## KEY MARKETS\n\nVestolit and Alphagary are leading global vinyl players, with strong positions in the Americas and Europe.\n\n## TOTAL REVENUE\n\n## $3,438 million\n\n(35% of Orbia revenues)\n\nTOTAL EMPLOYEES\n\n3,600\n\n(16% of Orbia employees)\n\nIn spite of headwinds due to supply chain disruptions, freight challenges and inflation/shortages with key raw materials, Alphagary overall saw strong performance in 2021 driven by robust performance in our plasticizer vertical as well as in compounds in many regions we serve. 2021 also saw us complete the acquisition of a majority stake in Shakun Polymers in India where the business performance once again has been very strong and the integration is proceeding smoothly.'\n\n<!-- image -->\n\nGautam Nivarthy\n\nExecutive Vice President & President, Orbia Polymer Solutions (Alphagary)\n\n<!-- image -->\n\nFinancial\n\nHighlights\n\nBusiness Group Spotlights\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "d51c9ab5-9e41-4ee0-9f01-565baf24b632"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho\n\nWe Are\n\n## Building & Infrastructure Snapshot\n\nCorporate Headquarters\n\n## Amsterdam, The Netherlands\n\nOrbia's Building and Infrastructure business group and business Wavin is redefining today's pipes and fittings industry by creating solutions that last longer and perform better, all with less installation labor required. Wavin benefits from supply chain integration with the Polymer Solutions business group, a customer base spanning three continents, and investments in sustainable technologies for water and indoor climate management to see the livable, lovable and resilient cities of the future.\n\n<!-- image -->\n\n## Maarten Roef\n\nExecutive Vice President & President, Orbia Building & Infrastructure (Wavin)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 22
        },
        "id": "abf39f75-5248-40ae-851d-1450507ebff7"
    },
    {
        "page_content": "<!-- image -->\n\nMessage from Our Chairman & Our CEO\n\nGlobal Imprint and Impact\n\nWho We Are\n\nHealth, Safety and Environment\n\n<!-- image -->\n\n## Customer-Centricity\n\nWavin unveiled the AS+ noise reduction systems for dampening sounds of in-house drainage and water pipes: ideal solutions for residents and tenants in multi-occupancy buildings and residences, as working from home continues.\n\n## Innovation\n\nWavin launched the Tigris K5/M5 fitting technology to provide pipe leak detection by air to improve water system installations for resource efficiency while practically eliminating Legionella risks.\n\n<!-- image -->\n\nStrategy\n\nCOVID-19\n\nGovernance\n\nSustainability\n\nPeople\n\n2021 Highlights\n\nFinancial Highlights\n\n## Operational Excellence\n\nOn its digital transformation journey, Wavin developed a mature service portfolio for Building and Infrastructure clients including: 1) 3D Building Information Modeling integrated with Revit services (a package of the most common BIM tools); 2) System calculation and design services for scalable project management and deployment; 3) Prefabricated pipe installations embedded with Revit for time and cost savings.\n\n## Sustainability\n\nWavin complemented a second largescale PlasticRoad installation in Mexico City with the commercial launch of its CCL (Circular, Climate Adaptive and Lightweight) road element product portfolio in the Netherlands. Made from 100% recycled plastic, the prefabricated elements accommodate a broader range of applications from bicycle paths to parking lots and offer up to 76% CO2 emissions reduction as compared to traditional road structures.\n\nBusiness Group Spotlights\n\n<!-- image -->\n\n## Financial Performance\n\nWavin recorded solid performance in 2021 and scaled its water management offerings to support growing demand in the Asia-Pacific market by acquiring manufacturing facilities in Hyderabad and Neemrana as well as acquiring a majority stake in Vectus Industries Limited, a privately-held manufacturer of plumbing and drainage pipes and the market leader in water storage tanks in India.\n\n## KEY MARKETS\n\nWavin is a leading producer of above and below-ground solutions in Latin America and Europe.\n\nTOTAL REVENUE\n\n(33% of Orbia revenues) $2,922 million\n\nTOTAL EMPLOYEES\n\n(59% of Orbia employees) 10,500\n\nIn 2021, Wavin continued to create sustainable value for our customers despite challenging market conditions and successfully launched several innovative products, services and e-business platforms. Building on this strong foundation and a broadened APAC footprint, we look forward to continued excellence for global growth.'\n\n<!-- image -->\n\n<!-- image -->\n\nMaarten Roef\n\nExecutive Vice President & President, Orbia Building & Infrastructure (Wavin)\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "9e25b660-6db3-460c-9c78-e57cbd34876e"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho\n\nWe Are\n\n## Precision Agriculture Snapshot\n\nCorporate Headquarters\n\n## Tel Aviv, Israel\n\nOrbia's Precision Agriculture business group and business Netafim's leading-edge irrigation systems, services and digital farming technologies enable stakeholders to achieve significantly higher and better-quality yields while using less water, fertilizer and other inputs. By helping farmers worldwide grow more with less, the business group is contributing to feeding the planet efficiently and sustainably.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 24
        },
        "id": "ac64ea2d-6632-489a-94d4-408964515cab"
    },
    {
        "page_content": "<!-- image -->\n\nMessage from Our Chairman & Our CEO\n\nGlobal Imprint and Impact\n\nWho We Are\n\nHealth, Safety and Environment\n\n<!-- image -->\n\n## Customer-Centricity\n\nNetafim continued its global expansion activities into emerging markets. In addition, Netafim expanded its service offerings into new markets and crops to meet customer demand, signing contracts in key markets such as the U.S., Mexico, Peru and Italy.\n\n## Innovation\n\nNetafim invested in strategic bolt-on acquisitions to drive new service offerings and market growth, most notably through the acquisition of Gakon, a leading Dutch greenhouse solutions provider, as part of its growth plans in the greenhouse market.\n\n<!-- image -->\n\n## Operational Excellence\n\nIn 2021, Netafim achieved record results through manufacturing excellence with capacity expansions and technology improvements.\n\n## Sustainability\n\nNetafim increased capacity in its recycling plants and accelerated its circular economy solutions and offerings throughout the world, most notably launching the Streamline X ReGen ® recycled driplines in the European market.\n\nStrategy\n\nCOVID-19\n\nGovernance\n\nSustainability\n\nPeople\n\n2021 Highlights\n\nFinancial Highlights\n\nBusiness Group Spotlights\n\n<!-- image -->\n\n## Financial Performance\n\nNetafim recorded significant revenue growth driven by strong market demand and prioritization of stable, local crop production, across the U.S., Europe, Africa, Brazil, China and Turkey.\n\n## KEY MARKETS\n\nNetafim is the world leader in the production and sale of advanced precision agriculture solutions, with strong presence in the U.S., India, Latin America, Turkey and Europe.\n\nTOTAL REVENUE\n\n(13% of Orbia revenues) $1,126  million\n\nTOTAL EMPLOYEES\n\n(23% of Orbia employees) 4,500\n\nNetafim continues to achieve significant growth driven by strong demand across the world, accompanied with strategic acquisitions, new market penetration and manufacturing excellence. Thanks to our team's spirit, commitment and out-ofthe-box thinking, we have expanded the innovative approach to all parts of the business and were able to take significant steps to utilize our vision for sustainability to drive our business forward.'\n\n<!-- image -->\n\nGaby Miodownik\n\nExecutive Vice President & President, Orbia Precision Agriculture (Netafim)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 25
        },
        "id": "672c116d-803e-4f17-88fc-dd4afe7a427d"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho We Are\n\n## Data Communications Snapshot\n\nCorporate Headquarters\n\n## Boston, MA, United States\n\nOrbia's Data Communications business group and business Dura-Line produces more than 500 million meters of essential and innovative infrastructure per year to bring a world's worth of information everywhere. The business group produces telecommunications conduit, cable-in-conduit and other HDPE products and solutions that create physical pathways for fiber and other network technologies connecting cities, homes and people.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 26
        },
        "id": "c7816238-7f75-40b3-8f98-ef357b61ba3a"
    },
    {
        "page_content": "<!-- image -->\n\nMessage from Our Chairman & Our CEO\n\nGlobal Imprint and Impact\n\n<!-- image -->\n\n<!-- image -->\n\n## Customer-Centricity\n\nDura-Line continued to invest in geographic sales coverage and technically-skilled talent to support major conduit capacity expansions across Texas, the southeast and west coast of the U.S. to connect citizens to critical information, data and a future of possibilities.\n\n## Innovation\n\nDura-Line launched new design services to fill a gap in the industry and help network owners build faster to meet growing capacity demands.\n\n<!-- image -->\n\nStrategy\n\nCOVID-19\n\nGovernance\n\nSustainability\n\nPeople\n\n2021 Highlights\n\n## Operational Excellence\n\nAligned with the U.S. Department of Energy's Better Buildings, Better Plants program, Dura-Line steered third-party energy audits across all its U.S. plants to drive energy efficiency improvements, waste stream mapping and waste reduction efforts.\n\n## Sustainability\n\nDura-Line completed installation of solar panels on its large-scale Goa, India production facility to generate 1 million clean kilowatt hours yearly and increase energy and cost savings.\n\nFinancial\n\nHighlights\n\nBusiness Group Spotlights\n\n<!-- image -->\n\n## Financial Performance\n\nDura-Line expanded into higher-margin advanced connectivity products and accessories and worked on extending its geographic footprint in Europe and emerging markets.\n\nWho We Are\n\nHealth, Safety and Environment\n\n## KEY MARKETS\n\nDura-Line's main market is the U.S., with a presence in Asia and Europe.\n\nTOTAL REVENUE\n\n(11% of Orbia revenues) $994  million\n\nTOTAL EMPLOYEES\n\n(9% of Orbia employees) 2,000\n\nMajor initiatives positively affecting Dura-Line's performance included digital infrastructure development plans aimed at improving economic competitiveness, closing the rural-digital divide, and opening access to 5G and other network technologies.'\n\n<!-- image -->\n\nPeter Hajdu\n\nExecutive Vice President & President, Orbia Data Communications (Dura-Line)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 27
        },
        "id": "baac6ece-1ee5-4ab7-8a47-00d0da8b1e37"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho\n\nWe Are\n\n## Fluorinated Solutions Snapshot\n\nCorporate Headquarters\n\n## Boston, MA, United States\n\nOrbia's Fluorinated Solutions business group and business Koura provides fluorine and downstream products that support modern, efficient living. The business group owns and operates the world's largest fluorspar mine and produces intermediates, refrigerants and propellants used in automotive, infrastructure, semiconductor, health, medicine, climate control, food cold chain, energy storage, computing and telecommunications applications.\n\n<!-- image -->\n\nGregg Smith\n\nExecutive Vice President & President, Orbia Fluorinated Solutions (Koura)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 28
        },
        "id": "ce972198-8787-476b-baff-4c71003e4015"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\n<!-- image -->\n\n<!-- image -->\n\n## Customer-Centricity\n\nAligned with its comprehensive energy storage materials strategy, Koura developed next-generation electrolyte additives and co-solvents under the Koflyte ® line; extended its collaboration with Ascend Elements (formerly Battery Resourcers) to integrate recycled materials into the battery supply chain; acquired Silatronix, a leading battery technology start-up with novel fluorosilane additives for lithium-ion batteries and was selected to receive a U.S. government grant of $3.1 million to develop battery electrolytes for electric vehicles.\n\n## Innovation\n\nKoura initiated the path to widespread adoption of its low-GWP metered dose inhaler propellant Zephex ® 152a (estimated to be applicable for 5070% of commercial applications) by launching a new HFA-152a formulation service designed to support early-stage development studies and partnering with medical and environmental regulators to speed adoption in a complex regulatory landscape.\n\n<!-- image -->\n\nStrategy\n\nCOVID-19\n\nGovernance\n\nSustainability\n\nPeople\n\n2021 Highlights\n\n## Operational Excellence\n\nThrough rigorous and sustained application of world-class reliability tools like Reliability Centered Maintenance (RCM) and Risk-Based Inspections (RBI), Koura has been able to drive major turnarounds/overhauls on large fluorochemical plants from an industry accepted 12-month frequency to an industry leading 36-month frequency. The overall outcome is improved uptime, increased production throughput and reduced operating and maintenance costs, without compromises on safety or reliability.\n\n## Sustainability\n\nKoura invested in developing the next generation of green Klea ® refrigerants, with the launch of Klea ® 473A signifying the commercial shift to efficient, low global warming potential (GWP) solutions: a long first stride taken for Koura's sustainable refrigerants portfolio expansion.\n\nFinancial\n\nHighlights\n\nBusiness Group Spotlights\n\n## Financial Performance\n\nSales growth was driven by strong delivery of refrigerants, medical and pharmaceutical products, recycling, as well as hydrofluoric acid (HF) intermediates. Koura successfully completed the acquisition of Silatronix, Inc. and led a $70 million funding round in Ascend Elements (formerly Battery Resourcers). With this investment round, Ascend Elements will bring two additional commercial-scale processing facilities online in 2022 to meet surging demand for battery recycling and sustainably-sourced materials.\n\nWho We Are\n\nHealth, Safety and Environment\n\n## KEY MARKETS\n\nGlobal presence, with leadership in the Americas, Europe and Japan.\n\nTOTAL REVENUE\n\n## $744 million\n\n(8% of Orbia revenues)\n\nTOTAL EMPLOYEES\n\n1,500\n\n(7% of Orbia employees)\n\nKoura continued to focus on broadening its portfolio in sustainable refrigerants, propellants and next-generation energy storage technologies. We will be bringing more of our promising innovations to market in 2022, as we have shown that many of these innovations can make a real difference to businesses, to the environment and to people's lives.'\n\n<!-- image -->\n\nGregg Smith\n\nExecutive Vice President & President, Orbia Fluorinated Solutions (Koura)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "8da2bc5f-9e3a-4859-a7c9-a1924a98141f"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\n## Governance\n\nOrbia's work is grounded in a foundation of ethical conduct and responsible, accountable and transparent business practices. As a signatory to the United Nations Global Compact and a firm supporter of the United Nations' Sustainable Development Goals (SDGs), we strive to live up to the highest ethical standards every day. This section of the report covers our responsible business practices in the following areas:\n\n- · Governance and Leadership\n\n· Risk Management\n\n· Ethics and Compliance\n\n## Board of Directors & Committees\n\nOrbia's Board of Directors currently consists of 12 directors, eight (67%) of whom are independent, exceeding the minimum number of independent members (25%) required by Mexican Securities Market Law and our bylaws and three are women (25%). Juan Pablo del Valle has presided as Non-Executive Chairman since 2011.\n\nThree committees comprised of Orbia leadership team members assist the Board of Directors in fulfilling critical duties. These committees include:\n\n## ·  Audit Committee\n\nSupervises external auditors, analyzes their reports, reviews Orbia's financial reporting and control processes and presents analyses to the Board of Directors, among other duties.\n\n## ·  Corporate Practices & Sustainability Committee\n\nProvides assistance to the Board of Directors in reviewing important reports and transactions, calling shareholder meetings, obtaining third-party guidance and overseeing Orbia's sustainability strategy.\n\n## ·    Finance Committee\n\nSupports the Board of Directors by delivering relevant policies, practices and strategies related to managing Orbia's financial affairs.\n\nGovernance\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 30
        },
        "id": "5bfc87bf-b50b-4d32-8b7a-7012d67831a1"
    },
    {
        "page_content": "<!-- image -->\n\nMessage from Our Chairman & Our CEO\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\nHealth, Safety and Environment\n\n## Board of Directors\n\nFostering a culture of accountability, diversity and performance.\n\n<!-- image -->\n\nAntonio del Valle Ruiz Honorary Chairman for Life\n\n<!-- image -->\n\n<!-- image -->\n\nMihir Desai Independent\n\n<!-- image -->\n\nMark\n\nRajkowski\n\nIndependent\n\nof directors are women\n\n<!-- image -->\n\nJuan Pablo del Valle Perochena\n\n<!-- image -->\n\nChairman\n\n<!-- image -->\n\nJack Goldstein Ring\n\n<!-- image -->\n\nIndependent\n\nDivo Milan Haddad\n\nIndependent\n\n<!-- image -->\n\n67%\n\n<!-- image -->\n\nAntonio del Valle Perochena Non-Independent\n\n<!-- image -->\n\nMaria Teresa Arnal Independent\n\nFrancisco del Valle\n\nNon-Independent\n\n<!-- image -->\n\nAlma Rosa Moreno Razo\n\n<!-- image -->\n\nIndependent\n\nof directors are independent\n\nEduardo Tricio Haro IndependentMaría de Guadalupe del Valle Perochena Non-Independent\n\n<!-- image -->\n\nGuillermo Ortiz Martínez\n\n<!-- image -->\n\nIndependent\n\n<!-- image -->\n\n25%\n\nGovernance\n\nSustainability\n\nPeople",
        "metadata": {
            "page": 31
        },
        "id": "bc4ab485-4f89-49f8-85ed-a3ee67edf5d1"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho\n\nWe Are\n\n## Risk Management\n\nOrbia's executive Critical Risk Committee (CRC), chaired by our CEO and comprising our CFO, business group presidents and other key functional heads, assists the Board of Directors in identifying and assessing enterprise\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nrisks, evaluating our risk profile, developing risk mitigation plans and overseeing plan implementation efforts. The CRC meets quarterly and reports directly to the Audit Committee and the Board of Directors as needed.\n\n## FOR FURTHER INFORMATION:\n\n<!-- image -->\n\n## Ethics and Compliance\n\nAt Orbia, we believe that ethical conduct, in full compliance with all applicable laws, is fundamental to our long-term success. We aim to instill personal accountability so that all members of our global workforce understand what is expected and are motivated to operate ethically, every day.\n\nStarting with our Code of Ethics, we support our employees with standards, policies and mechanisms that guide their daily actions and reinforce trust in our company and people. Our Code of Ethics is a binding requirement for all directors, executives, employees, contractors, temporary workers and business partners that work on our behalf.\n\nGovernance\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "ec5c534c-5292-4163-b64e-ed7f3f5d3f62"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho We Are\n\nHealth, Safety and Environment\n\n## Leadership Team\n\nOrbia's dedicated leadership team brings a wealth of experience to steering Orbia's transformation into a future-fit organization. Our 16 global executives uphold operational excellence and broaden Orbia's horizons, extending into new markets, engaging new stakeholders and marking new milestones in advancing life around the world.\n\n## Business Group Leaders\n\n## Corporate & Functional Leaders\n\n<!-- image -->\n\nPeter Hajdu\n\n<!-- image -->\n\nEVP & President, Orbia Data Communications (Dura-Line)\n\n<!-- image -->\n\n<!-- image -->\n\nMaarten Roef\n\n<!-- image -->\n\nEVP & President, Orbia Building & Infrastructure (Wavin)\n\nMike Bruggeman\n\nChief Information Officer\n\n## Tania Rabasa Kovacs\n\nCorporate VP, Sustainability & Corporate Affairs\n\nSheldon Hirt\n\nSenior VP, General Counsel\n\nJorge Luis Guzmán Mejía\n\n<!-- image -->\n\nCorporate VP, Internal Audit\n\nJim Kelly\n\n<!-- image -->\n\nSenior VP, Chief Financial Officer\n\nJosh Preneta Corporate VP,\n\n<!-- image -->\n\nStrategy\n\n<!-- image -->\n\nNick Ballas\n\n<!-- image -->\n\nEVP & President, Orbia Polymer Solutions (Vestolit)\n\nGautam Nivarthy\n\n<!-- image -->\n\nEVP & President, Orbia Polymer Solutions (Alphagary)\n\nShai Albaranes\n\nCorporate VP, Innovation & Ventures\n\nStrategy\n\nCOVID-19\n\n2021 Highlights\n\nFinancial Highlights\n\n<!-- image -->\n\n## Sameer Bharadwaj\n\nChief Executive Officer\n\n<!-- image -->\n\nDeb Butters\n\n<!-- image -->\n\nSenior VP, Chief People Officer\n\nJohn Branan\n\nCorporate VP, Health, Safety, Environment & Engineering\n\n<!-- image -->\n\nGaby Miodownik\n\n<!-- image -->\n\nEVP & President, Orbia Precision Agriculture (Netafim)\n\nGregg Smith\n\n<!-- image -->\n\nEVP & President, Orbia Fluorinated Solutions (Koura)\n\nBusiness Group Spotlights\n\nGovernance\n\nSustainability\n\nPeople",
        "metadata": {
            "page": 33
        },
        "id": "e21619e0-a717-4550-babf-253890d2a224"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho We Are\n\nHealth, Safety and Environment\n\n## Sustainability\n\nWe believe advancing solutions to enhance the quality of life around the world is a prerequisite for business success and creating value. Solving the world's toughest challenges stemming from climate change drives our business agenda and our strategic approach to sustainability.\n\nBy embedding sustainability throughout our corporate governance structure, accelerating our product and service offerings that contribute to decarbonization, creating new partnerships to promote resilience and broadening our engagement with local communities, Orbia is accelerating its transformation into a sustainability-driven organization while meeting the urgent need for net-zero operations.\n\n## Science-based Strategy\n\nOur strategy is built on an evidence-based assessment of our top material sustainability topics. To conduct this assessment, we solicited the views and expectations from all of our key stakeholder groups, including hundreds of individuals across 50 countries. The resulting material sustainability topics are central to our sustainability strategy, providing the backbone for key performance indicators (KPIs) and reporting, and a roadmap for Orbia's leadership on sustainability.\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\nGovernance\n\nSustainability\n\nPeople\n\n2021 Highlights\n\nFinancial Highlights\n\n## Our approach rests on three pillars, supported by specific action programs:\n\n## Sustainable Solutions\n\nDelivering solutions that enhance the resilience of people and the planet\n\nOur solutions contribute to solving some of the world's most pressing challenges:\n\nIncreasing food availability using less water, land and energy\n\nBuilding cities that are smart, safe, sustainable and regenerative\n\nConnecting and empowering communities through better information access\n\nSupporting innovation to deliver advanced healthcare technologies\n\nRead how our solutions contribute to addressing the UN SDGs here.\n\n## Impactful Ventures\n\nTo maximize our contribution to a net-positive future\n\nSupporting the development of new businesses and technologies through Orbia Ventures\n\nDriving the transition beyond a net-zero world while strengthening our business value through strategic acquisitions\n\nAdvancing innovative technologies that promote circularity, climate resilience, agriculture and food, smart cities and energy storage\n\nFor further information:\n\n<!-- image -->\n\n<!-- image -->\n\n## Responsible Business\n\nOperating in line with the highest ethical standards, accountability, responsibility and transparency\n\n- · Environment\n- · People & Communities\n- · Health & Safety\n- · Supply Chain\n- · Governance & Risk Management\n- · Ethics & Compliance\n- · Stakeholder Engagement",
        "metadata": {
            "page": 34
        },
        "id": "a2a90514-e856-4d80-b670-287fbe636408"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nHealth, Safety and Environment\n\n## Sustainability Progress\n\n## Significant progress against our long-term ESG goals in 2021.\n\n## Environmental\n\n- ·  Established new goal to reduce Scope 3 emissions by 30% by 2030.\n- ·  First investment in the green hydrogen space. Verdagy is innovating water electrolysis technology for the very large-scale production of green hydrogen.\n- ·  7 out of 8 transactions by Orbia Ventures were focused on Climate Tech.\n- ·  Reduced GHG emissions (Scope 1 and 2) by 10% vs. 2019 baseline.\n- ·  Increased renewable energy usage by 28% vs. 2020 (renewables now represent 6% of total electricity consumption).\n- ·  Decreased total process waste directed to disposal by 20% vs. 2020.\n\n<!-- image -->\n\n## Social\n\n- ·  Saw 60% of 2021 revenues contributing to the United Nations' Sustainable Development Goals (SDGs), up 24% from 2020.\n- ·  Supported our people and families around the world through the pandemic with material and health assets and services.\n- ·  Improved Total Recordable Incident Rate (TRIR) by 19%.\n- ·  Increased women in leadership roles to 22%, representing 33% of leadership hires.\n- ·  Provided 30,000 people with access to water in Brazil, Colombia, Ecuador, Mexico and Peru through our WASH program.\n- ·  Employed 22,350 team members in 50+ countries.\n\n## Governance\n\n- ·  Issued inaugural Sustainability-Linked Bond , tied to our SOx emissions target of a 44% reduction by 2023 and a 60% reduction by 2025, each vs. the 2018 baseline.\n- ·  Completed first full year of applying our ESG modifier for senior management compensation.\n- ·  Released an expanded and improved Code of Ethics.\n- ·  Increased Board of Directors diversity to 67% independents and 25% women, up from 64% independents and 21% women in 2020.\n\n<!-- image -->\n\n<!-- image -->\n\nGovernance\n\nPeople\n\nSustainability",
        "metadata": {
            "page": 35
        },
        "id": "6ca75a40-cd3e-45e4-95f8-9c6b27066ce3"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho\n\nWe Are\n\n## Progressing on Our Path to Carbon Neutrality and Setting New Targets\n\n<!-- image -->\n\n## Our pathway 1 is backed by science-based commitments.\n\n<!-- image -->\n\nWe are progressing towards meeting our goals:\n\n<!-- image -->\n\n<!-- image -->\n\n-10%\n\n-8%\n\n-21%\n\nScope 1 & 2 emissions vs. 2019 baseline\n\nScope 3 emissions vs. 2019 baseline\n\nSOx emissions vs. 2018 baseline\n\n<!-- image -->\n\n<!-- image -->\n\n## Our progress is being recognized by third parties:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nGovernance\n\nPeople People\n\nSustainability",
        "metadata": {
            "page": 36
        },
        "id": "63286bc3-05a3-4873-adab-796ce9725fc8"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group\n\nSpotlights\n\nGovernance\n\nSustainability\n\nPeople\n\n2021\n\nHighlights\n\nFinancial\n\nHighlights\n\nWho We Are\n\nHealth, Safety and Environment\n\n## Health, Safety and Environment\n\nAt Orbia, safety is a precondition for our actions and is a fundamental part of our DNA.\n\nCreating healthy and safe environments for our employees, contractors and communities supports our most valuable capital: our people. Our purpose and values direct us in keeping safety top of mind in daily practice across all our sites, locations and offices. We have a healthy obsession to implement processes that protect our people, our neighbors, the environment and the users of our products.\n\n<!-- image -->\n\n## 2021 Milestones\n\nZero-accident actions: In 2021, Orbia applied a business group-led and operations-focused approach to safety to see impressive reductions in people hurt.\n\nDirected HSE resources to business groups: Recognizing that the on-the-job risks for our employees and contractors face are higher in our businesses' operating sites, Orbia repositioned HSE team members directly in the business groups to introduce best safety practices and ensure accountability.\n\nAchieved world-class safety certifications: For adherence to standards and continuous improvement, Orbia implemented management systems in all facilities. In 2021, 74% of Orbia's sites were certified to international safety standards such as ISRS, ISO 45001, or OHSAS 18001. While non-certified sites apply the same safety standards, all sites will be certified by 2025, with external audits carried out every three years.\n\nDeployed new world-class tools: We advanced the roll-out of Enablon systems for occupational safety improvement and data management, Sphera systems for process safety analysis, and ENHESA for up-to-theminute tracking of environmental regulation changes.\n\n<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "b9a5c992-3ac9-49a3-9f56-28f874527170"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint\n\nand Impact\n\nStrategy\n\nCOVID-19\n\nWho\n\nWe Are\n\n## Safety Performance\n\n<!-- image -->\n\n| Business Group   & Business   |   2020 |   2021 | Injury  Reduction   |\n|-------------------------------|--------|--------|---------------------|\n| Orbia                         |   0.75 |   0.61 | 19%                 |\n| PS | Vestolit                 |   0.47 |   0.35 | 26%                 |\n| PS | Alphagary                |   0.4  |   0.62 | -55%                |\n| B&I | Wavin                   |   0.57 |   0.46 | 19%                 |\n| PA | Netafim                  |   1.02 |   0.65 | 36%                 |\n| DC | Dura-Line                |   1.9  |   1.76 | 7%                  |\n| FS | Koura                    |   0.46 |   0.66 | -43%                |\n\nJan\n\n2020\n\nTotal Recordable Incident Rate\n\nOur TRIR went from\n\n0.75\n\nin 2020 to\n\n0.61\n\nin 2021.\n\n## Number of Recordable Incidents by Business Group\n\nPolymer Solutions\n\nPolymer Solutions\n\n17\n\n7\n\nBuilding &\n\nInfrastructure\n\n<!-- image -->\n\n<!-- image -->\n\n56\n\n37\n\nPrecision Agriculture\n\nData Communications\n\n<!-- image -->\n\n43\n\nFluorinated\n\nSolutions\n\n<!-- image -->\n\n20\n\n<!-- image -->\n\nBusiness Group\n\nSpotlights\n\nGovernance\n\nSustainability\n\nPeople\n\n2021\n\nHighlights\n\nFinancial\n\nHighlights\n\n## Total Recordable Incident Trend\n\n## Incident Rate\n\n0.80\n\n0.75\n\n0.70\n\n0.65\n\n0.60\n\n-19%\n\n2021 vs. 2020\n\nDec\n\n2021\n\n<!-- image -->\n\n180\n\nHealth, Safety\n\nand Environment",
        "metadata": {
            "page": 38
        },
        "id": "7067303d-2dc1-42fb-9adf-c6fdfb4964db"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nWho We Are\n\nHealth, Safety and Environment\n\n## People\n\nOur defining advantage is clear-our people -numbering over 22,000, and the drivers of our success. By bringing together our best and brightest minds, capabilities and diverse experiences, we are fortifying a human-centric culture that sets us up for future impact.\n\nWe start with getting the basics right: Delivering fair and competitive compensation; offering attractive benefits; bringing the right people into the right roles; tailoring our recruitment processes to attract diverse talent; fostering a values-based culture and upholding compliance with regulation and business standards. From here, our threepillar People Strategy drives our actions. This is the foundation that enables us to create enduring experiences for our people, made up of moments that matter.\n\nWomen are\n\n22% of our leaders\n\nOur employees in 2021 were\n\n55%\n\nhourly\n\n~65%\n\nfully onsite\n\n45%\n\nsalaried\n\n~35%\n\nhybrid\n\nNumber of unique roles represented in Orbia\n\n~1,100\n\nStrategy\n\nCOVID-19\n\n2021 Highlights\n\nFinancial Highlights\n\nOur Global Team in 2021\n\n22,350 Colleagues in 50+ countries\n\n>4,600 New colleagues hired\n\n>380,000\n\nHours invested in learning and development\n\nBusiness Group Spotlights\n\nGovernance\n\nSustainability\n\nPeople\n\n<!-- image -->\n\n11%\n\n## Our People Strategy\n\nCreating enduring experiences for our employees, made up of moments that matter.\n\n| Fulfillment                                                      | Development                                                         | Well-Being                                                                                          |\n|------------------------------------------------------------------|---------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------|\n| What makes me happy?                                             | What helps me grow?                                                 | What makes me healthy?                                                                              |\n| ·  A culture where I can thrive   and be myself                  | ·  A culture that values development ·  People who help me identify | ·  A culture that embraces my  wellness as a priority                                               |\n| ·  People who guide me to   do my best work                      | my future pathways                                                  | ·  Leaders who role-model                                                                           |\n| ·  Leaders who value my work and   give me opportunities to grow | ·  Leaders who recognize my  potential                              | ·  Having the freedom to balance   my work and life in a way that  allows me to contribute the most |\n| ·  Being part of something that   is bigger than myself          | ·  Having the time and space   to grow my skills                    |                                                                                                     |\n\n<!-- image -->\n\nPeople",
        "metadata": {
            "page": 39
        },
        "id": "23937c4e-49e6-40db-b479-78a698c2104e"
    },
    {
        "page_content": "<!-- image -->\n\nGlobal Imprint and Impact\n\nStrategy\n\nCOVID-19\n\nBusiness Group Spotlights\n\n2021 Highlights\n\nFinancial Highlights\n\nWho We Are\n\n## 2021 Milestones: People\n\nIn 2021, we continued to foster a diverse team and inclusive community spirit that harnessed the contributions of all employees. By working attentively to understand and address the needs of our employees, we continuously created a strong global platform of engagement, value creation and sustainable growth. Among our actions during the year, we incorporated new offerings in alignment with each of our People Strategy pillars:\n\n## Fulfillment\n\n## ·  Orbia Helping Refugees\n\nWe invested in hiring and training refugees from around the world together with TENT Partnership for Refugees and their global network. By identifying recruitment needs and opportunities, we hired 33 refugees in three of our main operations (Brazil, Colombia and Mexico).\n\n## Development\n\n## ·  Harvard ManageMentor Spark\n\nWe scaled the Harvard ManageMentor Spark Platform to expand professional learning and training offerings to our people, directly from Harvard Business Publishing. With rich multimedia content offerings, this platform opened access to as-you-need-it, how-you-prefer-it remote resources.\n\n## Well-Being\n\n## ·  Global People Hub\n\nOrbia launched its first-ever global Well-Being Survey, providing us with first-hand data on our employees needs. From there, we developed programs and launched a one-stop hub for all our people to access timely updates, protocols and learning designed to improve well-being and wellness, with offerings from meditation sessions to online collaboration and support communities.\n\nGovernance\n\nSustainability\n\nPeople People\n\nHealth, Safety and Environment\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 40
        },
        "id": "8610bad2-3fc0-4fef-8cfb-4d7d90cb4558"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 41
        },
        "id": "e0a2497c-0a5b-4b80-b002-b99757ade2f6"
    }
]