[
    {
        "page_content": "",
        "metadata": {
            "page": 1
        },
        "id": "024de922-1ded-4c6d-acd9-e04d6852bb8f"
    },
    {
        "page_content": "ABOUT THIS MATERIAL\n\n<!-- image -->\n\n## Contact channels\n\nQuestions, suggestions or comments about this publication can be made on the Investor Relations website at (www.banco.bradesco/ri) or sent via email: investors@bradesco.com.br\n\nWe can also be found on social networks:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nFacebook\n\nInstagram\n\nLinkedin\n\nYouTube\n\nTwitter",
        "metadata": {
            "page": 2
        },
        "id": "199a2943-98a6-496b-b982-d0b0c3a4fde0"
    },
    {
        "page_content": "ABOUT THIS MATERIAL\n\n## Contents\n\n| Message from the Chairman of the Board of Directors   |   6 |\n|-------------------------------------------------------|-----|\n| Message from the CEO                                  |   8 |\n| 2020 in Figures                                       |  10 |\n| Performance during Covid-19                           |  16 |\n| About this Material                                   |  20 |\n| Materiality                                           |  22 |\n| Our DNA                                               |  24 |\n| Our Strategic Positioning                             |  26 |\n| Business Model                                        |  30 |\n| Much more than a Bank                                 |  35 |\n| Sustainability at Bradesco                            |  42 |\n| Solid and Transparent Governance                      |  50 |\n| Integrity and Ethics                                  |  53 |\n| Risk Management                                       |  56 |\n| Generating Value                                      |  62 |\n| Results in a Challenging Year                         |  64 |\n| Focus on the Client                                   |  76 |\n| Technology and Innovation                             |  91 |\n| People: Our Team                                      | 102 |\n| Investing in the Future                               | 122 |\n| Eco-efficiency                                        | 128 |",
        "metadata": {
            "page": 3
        },
        "id": "1629f30e-69cd-4655-b5c7-cf0150e8bc2b"
    },
    {
        "page_content": "ABOUT THIS MATERIAL\n\n<!-- image -->\n\n## Introduction\n\nIt's impossible to talk about a year like 2020 without weighing the impacts brought on by an unprecedented pandemic that modified the way we view our relationships with work, with people and with the planet.\n\nThis sudden collapse in all things we had considered normal paved the way for us to see the world in a different light. The focus on managing environmental, social and governance factors, along with a true contribution to sustainable development, has grown to make elements even more relevant and integral in our decisions not only as a matter of responsibility, but also as a business belief and strategy.\n\nThis was the year we revised our corporate strategy by establishing positive agendas associated with all of our businesses and focusing on the roots of our origins: client centricity. We have invested even more in technology to not only improve our communications, but to also expedite shifts in the way people interact with Bradesco to make it much easier.\n\nDespite the uncertainties in 2020, we also delivered strong results for the Organization, including a growth in our quarterly net income throughout the year, an expanded loan portfolio and a significant increase in the number of transactions through our digital channels - a situation that emphasizes the importance of providing the most convenient, modern, fast and secure banking experience for the client.\n\nWhile we already worked in a committed and responsible manner before, now we strive to be leaders of change in the coming 'Decade of Action', as the United Nations (UN) has been referring to these next 10 years. Over the following pages, you will learn how we put this strategy into practice. It's what makes us unique, and we have been working in this manner for almost eight decades through an ecosystem that is continuously improving.\n\nEnjoy the reading!",
        "metadata": {
            "page": 4
        },
        "id": "5d0afd0c-4064-46c4-87ab-02515419773f"
    },
    {
        "page_content": "## How to Read the\n\n## Report 1\n\n## Capitals\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nFINANCIAL CAPITAL\n\nHUMAN CAPITAL\n\nINTELLECTUAL CAPITAL\n\n## Stakeholders\n\n- CLIENTS CL\n\n<!-- image -->\n\n- INTERNAL AUDIENCE PI\n\n<!-- image -->\n\n- SHAREHOLDERS AND INVESTORS AI\n\n<!-- image -->\n\n## SDGs\n\n<!-- image -->\n\n<!-- image -->\n\nSUPPLIERS\n\nElimination of poverty\n\nZero hunger and sustainable agriculture\n\n- Health and well-being 3\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nQuality education\n\nGender equality\n\nClean water and sanitation\n\nAffordable and clean energy\n\nDecent work and economic growth\n\nIndustry, innovation and infrastructure\n\n<!-- image -->\n\nSHARE CAPITAL\n\nMANUFACTURED CAPITAL\n\nNATURAL CAPITAL\n\n- GOVERNMENT/ REGULATORY AGENCIES G\n\n<!-- image -->\n\n- COMMUNITY/SOCIETY/ TERTIARY SECTOR CD\n\n<!-- image -->\n\n<!-- image -->\n\nReducing inequalities\n\nSustainable Cities\n\n- and Communities 11\n\n<!-- image -->\n\nSustainable consumption and production\n\n- Action against global 13\n\nclimate change\n\n<!-- image -->\n\n- Life below water 14\n- Life on land 15\n\n<!-- image -->\n\n- Peace, justice and strong institutions 16\n\n<!-- image -->\n\n- Partnerships and means of implementation 17\n\nIn each chapter, we will point out the correlations between the topics discussed and the directives proposed through the integrated reporting methodology, the stakeholders who are impacted and the Sustainable Development Goals (SDGs) to which our activities have contributed. The correlation is done using icons (on the right side).\n\nThe other subsidiaries are always represented by their names. When we talk about our professional staff, we always use the term 'employee'. The term associate is used only to refer to outsourced service providers.\n\n- 1.  Throughout this report, the Organization's direct and indirect contribution to the 2030 Agenda - the Sustainable Development Goals will be documented. Find out more about the prioritized SDGs in the Sustainability Chapter on page 42.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nBradesco prioritized SDGs\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "380fb7b3-04a8-4fb2-8c9a-0004f2144105"
    },
    {
        "page_content": "Luiz Carlos Trabuco Cappi Chairman of the Board of Directors\n\n<!-- image -->\n\n<!-- image -->\n\n## MESSAGE FROM THE Chairman of the Board of Directors",
        "metadata": {
            "page": 6
        },
        "id": "10e84f15-3fd9-40c1-b1a7-93e0ea6ec408"
    },
    {
        "page_content": "2020 was a year unlike any other. Punctuated by the covid-19 pandemic, it put us to the test and appeared as one of the most challenging moments in our history. But even within such a difficult landscape, we were able to find opportunities that, once again, made us reinvent ourselves through the perspective of innovation and evolution.\n\nWe reinforced our core mission - 100% focus on the client remaining always at their side during this time filled with considerable uncertainties. We believe in Brazil and in the ability of its people to overcome challenges and to create wealth. I can truly state that we are optimistic about the future.\n\nWe have paid close attention to social responsibility since the beginning of our activities, and the prime example is Fundação Bradesco. We care deeply about people's lives and the continuity of companies, and this has not changed during the pandemic. We continue to be mindful of the health and safety of our workers, employees and clients. We have intensified the use and availability of digital solutions in an effort to make sure that everyone can continue their activities in the midst of the restrictions imposed by this ongoing situation.\n\nIn 2020, companies and investors around the world stepped up their commitment to environmental, social and governance (ESG) issues. At Bradesco, sustainability is a key component of our strategy and it has gained even more momentum over the last year. We have amplified our activities in sustainable finance and now exclusively use renewable energy and carbon neutralization in our business.\n\nIn 2021, we will take further measures to ensure that Bradesco's businesses generate even more long-term value for our various stakeholders and contribute to achieving the Sustainable Development Goals (SDGs), such as steering the force of innovation towards sustainability, improving the management of climatic factors in our business decisions, and enhancing transparency about our practices and performance.\n\nThe longevity of our business is also based on principles that are embedded in our daily performance, including prudent asset and liability management of the bank and the insurance company, as well as the pursuit of appropriate returns on capital for shareholders.\n\nWe believe in the power of the digital world and in the extensive use of data to optimize the customer experience without overlooking the traditional parameters: quality service and transparent relationships. The daily goal is to effect transformations and strive to adapt to a world in which paradigms are continually shattered. Today, we have a complete platform for all stages of our clients' lives with nationwide coverage and strategic points abroad, ensuring a physical and digital presence designed to support every type of client.\n\nOur goal for 2021 and the coming years is to use the power of innovation in traditional processes. It involves observing what we have done thus far and understanding clients' needs right now, but with a view towards the future. We have seen the evolution of humanity and we are committed to adapting our performance to grow along with it, thereby fulfilling our mission in the best possible way, while remaining within the ethics and transparency that have guided us thus far.\n\nLuiz Carlos Trabuco Cappi Chairman of the Board of Directors\n\n<!-- image -->",
        "metadata": {
            "page": 7
        },
        "id": "527c3d47-aaca-405e-84c2-287352226ebb"
    },
    {
        "page_content": "ABOUT THIS MATERIAL\n\n<!-- image -->\n\nOctavio de Lazari Junior President and CEO\n\n<!-- image -->\n\n<!-- image -->\n\n## MESSAGE FROM THE CEO",
        "metadata": {
            "page": 8
        },
        "id": "8422a157-5efe-4d7e-8cf4-5a8d8c756332"
    },
    {
        "page_content": "This year, surrounded by so much uncertainty, we came across new opportunities. We have evolved greatly and have learned many lessons, remaining close to our clients and continuing to play a role in the development of the country. We act quickly to ensure that our service is delivered while making sure to comply at all times with procedures prescribed for the health of employees and clients.\n\nThe client is at the center of our strategy, and this is embedded in our DNA. Based on our clients' needs, stages in life and dreams, we adapt and shape our growth. They are what motivate us. Each and every client is unique, and understanding their essence and their demands is essential in ensuring an effective and trusting relationship in terms of our product offerings, as well as the continuity of the business.\n\nThroughout the year, we provided financial and logistical support to a number of initiatives; postponed and renegotiated loan operations; and invested in using data to more accurately address specific needs while shifting towards using modeling by personas - mapping groups of client with similar characteristics. We work side by side with people and companies to minimize impacts during the most difficult periods. We continue on together, whether to reach our goals or to rise above challenges.\n\nThe pandemic has accelerated trends that have already been taking place, like new developments in the use of digital channels. In 2020, 98% of transactions were done digitally, most notably through cell phones and the internet. This represents a 14% growth over the previous year. We have also made progress in credit collection and recovery through our digitalization.\n\nAccordingly, we have continued to pursue our strategy of innovation by driving 'next', our 100% digital bank; Bitz, the Group's new company that is active within the Brazilian market of digital wallets and payment accounts; and Ágora Investimentos, which serves in a complementary and essential way in our portfolio. In addition, BIA (Bradesco Inteligência Artificial or Bradesco Artificial Intelligence) is becoming a bigger part of the lives of users, the result of investments in technologies, algorithms and information.\n\nWe were also able to announce in 2020 that, for the 15 th time, Bradesco was included in the Dow Jones Sustainability Index - taking part of the World and Emerging Markets portfolios in the 20202021 cycle. Out of the 250 banks assessed globally, we ranked in fifth place with the best performance in Brazil for the sector.\n\nWe finished off the year with a recurring net income of R$19.5 billion. We posted a strong operational performance and we set aside provisions for loan losses throughout the year, thereby allowing our balance sheet to remain resilient in facing potential defaults generated by the pandemic.\n\nFor 2021, we will continue with the goal of combining environmental preservation, social actions and corporate governance in all our businesses - secure in the knowledge that we are on the right track. It will be a challenging year, especially given the uncertainties that still prevail in relation to the pandemic, as well as the economic and fiscal conditions of the country. But we are optimistic as to the opportunities that the future will hold and we will continue to watch over the financial health of individuals and business owners with an eye towards economic responsibility, a focus on business continuity, and the satisfaction of shareholders and our clients.\n\nOctavio de Lazari Junior\n\nPresident and CEO",
        "metadata": {
            "page": 9
        },
        "id": "d430ffe0-ec41-4a51-b5b4-4d77e538cae6"
    },
    {
        "page_content": "2020 in\n\nFigures\n\nBradesco Headquarters, Cidade de Deus, Osasco - SP",
        "metadata": {
            "page": 10
        },
        "id": "1124e00b-bc82-41d9-a59d-be1d2f9679e7"
    },
    {
        "page_content": "<!-- image -->\n\nR$1.6 trillion\n\nin total assets\n\nNet income of\n\nR$19.5 billion\n\nnet income from insurance operations\n\nR$5.1 billion\n\n<!-- image -->\n\n70.2 million\n\nclients\n\n32.3 million\n\naccount holders\n\n## 37.9 million\n\nnon-account holders (i.e., those using the Organization's products, except existing checking accounts)\n\n21.2 million\n\nclients with a digital profile 2\n\nbranches + Express Service\n\n8,840\n\nPoints (PAEs)/Service Points (PAs)\n\n30.6 million\n\ninsured clients\n\n79,870 thousand\n\nservice points\n\n54,522 ATMs\n\n30,694 Bradesco machines\n\n23,828 Banco24Horas machines\n\n2.  It includes clients using Mobile and/or Internet channels (individuals and companies).\n\nRetail\n\n3,049\n\nbranches\n\n3,915\n\nService Points (PAs)\n\n822\n\nExpress Service Points (PAEs)\n\n708\n\nbusiness units\n\n39,100\n\ncorrespondent\n\nbank network\n\nAggregate value of\n\nR$57.1 billion",
        "metadata": {
            "page": 11
        },
        "id": "f6fc8d48-1a9c-46eb-b0e6-678b9734085e"
    },
    {
        "page_content": "<!-- image -->\n\n89,575\n\nemployees\n\n1,118\n\ninterns\n\n26.5%\n\nblack people\n\n4,248 employees with disabilities\n\n<!-- image -->\n\n## R$6 billion\n\ninvested in technology each year\n\n700+ branches\n\nconverted into Service Points in 2020\n\n979.4 thousand accounts\n\nopened via the App ( 897 thousand individual accounts and 82.400 corporate accounts)\n\n50.6%\n\nwomen\n\nPIX: 14.6 million registered keys\n\n## Bradesco is the first\n\nprivate bank to establish an exclusive credit line for Pix 3 .\n\n- 3.  Source: www.conta-corrente.com/bancos/bradesco/bradesco-comeca-oferecer-credito-por-meio-do-pix/.\n\n<!-- image -->\n\nCommitment to shareholders R$226,8 billion market value\n\n<!-- image -->\n\n98% of transactions carried out on Digital Channels",
        "metadata": {
            "page": 12
        },
        "id": "019a28ed-8e31-4eb1-acc7-95af3d9e9f61"
    },
    {
        "page_content": "<!-- image -->\n\nMore than R$14 million donated to projects that are supported by the Municipal Fund for Children and Adolescents (Fumcad) and to projects that protect the social rights of the elderly\n\nAround R$6 million donated to the National Oncology Care Support Program (Pronon)\n\n- 4.  The Organization is also active in other incentive projects. More information will be available in the complementary version of the Integrated Report to be published in May 2021.\n\n<!-- image -->\n\n## Since 1956\n\n## 1.9 million\n\nstudents in distance learning provided through the Virtual School\n\nR$680.3 million invested in 2020\n\n## 46+ thousand\n\nstudents benefited, with around 87% from impoverished areas served by the Fundação",
        "metadata": {
            "page": 13
        },
        "id": "eeda9f94-969e-449b-8847-09c5345355ae"
    },
    {
        "page_content": "<!-- image -->\n\nThe Brazilian private sector bank best posicioned in the Dow Jones Sustainability Index\n\nUpgrade in the rating by Morgan Stanley Capital International's (MSCI) ESG Ratings 5 , increasing from A to AA, ranking the Organization among the leaders of the 200 banks rated globally.\n\nUpgrade in the Carbon Disclosure Project (CDP) from B to A, joining the group of leading companies in managing Climate Change.\n\nIssuance of Bradesco's first sustainable bond , which raised R$ 1.2 billion\n\nto finance assets with a focus on the climate.\n\n- 5.  Index designed to measure a company's resilience to environmental, social and governance (ESG) risks that are relevant to the industry.\n\n<!-- image -->\n\nTo learn more, please access\n\nwww.bradescosustentabilidade.com.br\n\n## 100%\n\n<!-- image -->\n\n## 100%\n\nof the operations powered by energy from renewable sources\n\n## 1 st Brazilian bank to adopt the Partnership for Carbon Accounting Financials (PCAF) ,\n\na global initiative to measure the carbon emissions generated by the activities of financial institutions.\n\nof carbon emissions neutralized\n\nIntroduction of the Amazon Plan (Plano Amazônia Bradesco), in partnership with Itaú and Santander, helping to promote sustainable development in the Amazon\n\nRanking in the Silver level\n\nfor\n\n## the third consecutive year in\n\nthe 'The Sustainability Yearbook 2021', published annually by S&P, which recognizes companies with the best practices in sustainability throughout the world.",
        "metadata": {
            "page": 14
        },
        "id": "23fe494d-9373-4d10-b318-cc007987dce2"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n2,492 active contacts\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nOver 1.3 million items sold via internet banking, ATMs and mobile devices\n\n30.6 million policyholders/ participants in the Pension Plan and Capitalization clients 6\n\n- 6. Excluding client overlap.\n\nBRADESCO\n\nMore than\n\nR$32.7\n\nbillion\n\nin claims and\n\nbenefits\tpaid\n\n<!-- image -->\n\n## 19 Meu Doutor/Novamed\n\nprimary care units currently operational\n\n## R$18.6 billion\n\npurchase volume (SPEND)\n\n<!-- image -->\n\nBradesco Saúde Efetivo 13\n\nstates + DF with over\n\n74\n\nthousand\n\nbeneficiaries",
        "metadata": {
            "page": 15
        },
        "id": "c32256f8-dad5-4f32-8c7f-c5999e0c7c6c"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nBRADESCO\n\n## Performance during Covid-19\n\n2020 brought moments filled with anxiety and challenges. However, we continued to invest in several areas of society, particularly in combating coronavirus through our Social Donation process.\n\nWe have focused on defeating the pandemic, a situation we are still experiencing, working alongside other banks to procure and donate 5 million kits for rapid test, 30 CT scanners, 30 pieces of PCR equipment for diagnosing infections in real time and 15 million masks, serving the Ministry of Health and state departments.",
        "metadata": {
            "page": 16
        },
        "id": "eae04b24-7968-4a5b-960d-172de7672872"
    },
    {
        "page_content": "## The Health and Well-Being of our People\n\nIn 2020, due to the surge of the coronavirus, we committed to actions designed to protect all our employees, including:\n\n- ·  Bradesco's Well-being and Quality of Life Program Viva Bem (Living Well).\n- ·  Adopting the emergency contingency movement.\n- ·  Publicizing our guidelines through email marketing and pamphlets available on the Corporate Portal, which include tips and instructions on preventive care during year-end holidays in order to raise employees' awareness as to the spread of coronavirus during this period.\n- ·  Disclosure of explanatory videos on the Covid-19 issue, including an interview with Dr. Talita Almeida, an occupational physician and manager of Bradesco's Well-being and Quality of Life Program. Doctors David Uip (Infectologist) and\n\nRicardo do Amaral (Psychiatrist) were also interviewed, providing details on preventing and treating Covid-19, including the emotional impacts of social distancing.\n\n- ·  In critical regions, such as those with a high rate of positive Covid-19 cases (like in Manaus, Belém and São Luís), establishing active contacts with employees through a team of doctors and nurses to reinforce care and prevention measures; to monitor the status of health; and to verify the need for psychosocial support.\n- ·  Tools that thousands of employees need to be able to perform their duties at home. We invested in technology infrastructure - with VPN - and equipment; and we supplied notebooks, CPUs, headphones and cell phones.\n- ·  New ways of sharing information through tools such as Yammer, Stream and Teams, allowing our team to stay integrated and connected.\n- ·  Providing our employees and interns with access to various topics and courses offered online\n\nand free of charge through Unibrad (such as an English course, in partnership with the Education First school) via integra rh, our Human Capital Management platform.\n\n- ·  Advanced payment of employees' 13 th salary (year-end bonus).\n- ·  Offering flexibility for grocery and meal benefits.\n\n<!-- image -->\n\nWe have provided 141 thousand serological tests to detect Covid-19, free of charge to all our employees and interns.\n\n<!-- image -->\n\n1,200 participants in physical activities streamed online",
        "metadata": {
            "page": 17
        },
        "id": "8d1f420a-e77f-4fc5-beff-0adc9e88df7a"
    },
    {
        "page_content": "## Support to Clients\n\nWe are in complete operational capacity to carry out both our administrative duties (BackOffice) and those of our commercial teams/ branch network to assist our clients, complying with all safety procedures recommended by the Ministry of Health, including the use of masks, making hand sanitizers available for employees and clients, and adopting minimum distance requirements between clients in branches.\n\n## EXTENDED OPERATIONS\n\n<!-- image -->\n\n## R$48 billion\n\naccounting balance net of amortizations\n\nParticipation in the following government programs:\n\nPRONAMPE (National Program to Support Micro and Small Businesses): an emergency line of credit (through a guarantee from the Operation Guarantee Fund, managed by Banco do Brasil) that facilitated access to credit, thereby fortifying small businesses and preserving jobs. We allocated R$2.7 billion to Pronampe in 2020.\n\nPESE (Emergency Employment Support Program): Bradesco allocated R$1.6 billion in 2020 to this credit line to cover the payroll of companies with revenues between R$360,000 and R$50 million (including the economic group), without any restrictions or pending issues with the Bank.\n\nCGPE (Working Capital Program for the Preservation of Companies): this special line of credit that aims to help companies maintain and expand their activities had R$3.3 billion allocated by Bradesco in 2020.\n\nFGI PEAC (Emergency Credit Access Program): a line of credit to broaden access to credit by minimizing the risk of the operation through a complementary guarantee from the Investment Guarantee Fund (FGI), whose administrator is BNDES. Bradesco allocated R$15.5 billion to the program throughout the year.\n\nWE ARE AT FULL OPERATIONAL CAPACITY TO PERFORM BOTH BACK OFFICE DUTIES AS WELL AS THE WORK CONDUCTED BY OUR COMMERCIAL TEAMS/ BRANCH NETWORK TO SUPPORT OUR CLIENTS.",
        "metadata": {
            "page": 18
        },
        "id": "8a150dea-3a65-4768-bf3b-d8039c0317b2"
    },
    {
        "page_content": "## Charitable Actions for the Community\n\n- · 5 million rapid tests imported from a pool of institutions\n- · Strategic partnerships with companies and organizations in the health sector\n- ·  Donation of 15 million masks to other institutions\n- ·  Purchase of 30 CT scanners and other equipment in partnership with Itaú and Santander\n- · Refurbishing  and  procuring equipment and climatization\n\nfor ICU beds in hospitals and Santa Casa\n\n- ·  Establishment of the Field Hospital in Salvador\n- ·  Donation of 26 thousand tests to serve communities\n- ·  Support for the production of ventilators at a low cost\n- ·  Donation of 150 thousand food staples to support municipal communities\n\n## Commitment to the Ecosystem of Innovation\n\n<!-- image -->\n\n## Online events and content (inovabra streaming):\n\nover 65 thousand people were impacted through\n\nthe events that were broadcast and later accessed remotely through the content platform created for the in-house and external public, with videos about technology, society and business.\n\nDigital habitat: the habitat operation model\n\nhas been expanded to digital as well. The new\n\n<!-- image -->\n\nformat, which compliments the startups and companies from\n\nOver the course of 2020, 529 co-innovation activities were conducted with major were signed.\n\nphysical one, can accommodate all over the country that wish to have access to open innovation. corporations and 159 contracts\n\n- · Activation of ICU beds at Hospital Universitário Clementino Fraga Filho\n- ·  Adoption of ICU beds in one of the wards of the Hospital das Clínicas intended for oncohematology patients\n- ·  Support for the project to construct a factory at the Instituto Butantan for the production of vaccines\n- · Building of the field hospital in Leblon, Rio de Janeiro (RJ), and Salvador (BA)\n\n## Book of opportunities:\n\n<!-- image -->\n\nsolutions devised, adapted and shared\n\nby startups from the inovabra ecosystem to minimize the effects of the pandemic.",
        "metadata": {
            "page": 19
        },
        "id": "ff07245a-e9b2-470c-9ae8-64290b5b1816"
    },
    {
        "page_content": "<!-- image -->\n\nBRADESCO\n\n## About this Material\n\nOur 2020 Integrated Report compiles the most important actions and results of the year based on the four pillars that make up the Organization's strategic planning (Client, Efficiency, People and Sustainability) and the 12 topics currently considered the most relevant by us and our stakeholders and which will be shown below in the process of materiality review. This report was prepared according to the GRI Standards: Essential option.\n\nThe purpose of the report is to make readers aware of our essence as an Organization and the results attained for the year thanks to the pillars that sustain us. The publication will highlight our DNA, the way we organize ourselves and our strategic outlook, allowing us to describe the key deliverables in the three axes that make up sustainable business management: economic, social and environmental.",
        "metadata": {
            "page": 20
        },
        "id": "b03cf66f-9c3e-46bd-8f01-e39e4debc9ce"
    },
    {
        "page_content": "In response to the growing demand for reporting and transparency on environmental, social and governance (ESG) information, this report adheres to the following guidelines, methodologies and frameworks :\n\nThe Global Reporting Initiative (GRI), standard version ((the GRI indicators will be included in the complementary version of the Integrated Report to be published in May 2021)\n\nCorporate Sustainability Index (ISE), B3 (Brazilian Exchange & OTC)\n\nGuidelines from the Task Force on Climate-related Financial Disclosures (TCFD) regarding climate change risks and opportunities\n\nIntegrated Reporting, by the International Integrated Reporting Council (IIRC)\n\nDow Jones Sustainability Index (DJSI)\n\nAbrasca Code of SelfRegulation and Best Practices for Publicly-Held Companies\n\nSustainability Accounting Standards Board (SASB)\n\nCDP\n\n2030 Agenda for Sustainable Development\n\nMeasuring Stakeholder Capitalism: Towards Common Metrics and Consistent Reporting of Sustainable Value Creation\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "b3f5fe3b-e63f-44d1-b9ea-dedf20efd34f"
    },
    {
        "page_content": "ABOUT THIS MATERIAL SOBRE ESTE MATERIAL\n\n## Materiality\n\nWe conducted a strategic review of our materiality in 2020. The review process listed the relevant topics according to our stakeholders' expectations. The methodology adopted covered Bradesco's strategic pillars; the analysis of national and international competition as well as of sector studies - such as S&P's Dow Jones Sustainability Index, Sustainability Accounting Standard (SASB Standard) for Commercial Banks and Investment and The Global Risks Report 2020 of the World Economic Forum -; and alignment with the 2030 Agenda.\n\nAs a result of this initial analysis, the list of topics and their respective sub-themes related to Bradesco's business had been revised. At the same time, with input from the business managers and a study of the sector, a mapping of the stakeholders who were queried to prioritize the listed topics was made. The guidelines in the AA1000 Standard of stakeholder engagement were used for this process. In total, there were around 400 interactions with the following stakeholders:\n\n- Senior management\n- Clients\n- Suppliers\n- Employees\n- Investors\n- Regulatory bodies and industry associations\n- Society\n\nThe survey was conducted between the months of November and December through interviews with the Organization's senior management, investors and regulators; and an online survey was used with the other stakeholders.\n\nIt should be noted that members of the Board of Directors and investors were also active participants in this process, demonstrating their full commitment and understanding of the challenges faced by the Organization. This alignment defines the pathways in the search for solutions that encompass all stakeholders.\n\n<!-- image -->",
        "metadata": {
            "page": 22
        },
        "id": "21bfbcee-3c98-4ebf-bc59-e2a62e97a413"
    },
    {
        "page_content": "## ABOUT THIS MATERIAL\n\nThe image below illustrates the new ordering of the Organization's most essential themes.\n\nC\n\nIA\n\nL\n\nAN\n\nD ENVIRON\n\nTIO\n\nN\n\nE\n\nTI\n\nN\n\nH\n\nA\n\nU\n\nNC\n\n6\n\nAI\n\nCL\n\n1\n\nME\n\nF\n\nPI\n\n4\n\nIT\n\nN\n\nT\n\nAI\n\n5\n\nL\n\nA\n\n12\n\n13\n\nMAN CAP\n\nE\n\n7\n\nM\n\nP\n\nO\n\nO\n\nC\n\nO\n\nT\n\nA\n\nI\n\n13\n\nCD\n\nR\n\nN\n\nS\n\nD\n\nV\n\nN\n\nO\n\n12\n\n9\n\nCL\n\nO\n\nV\n\nA\n\nN\n\nAI\n\nT\n\nN\n\nE\n\nI\n\nCD\n\n8\n\n7\n\n6\n\nE\n\nG\n\nR\n\nK\n\nD\n\nA\n\nG\n\nA\n\nN\n\nY\n\nO\n\nO\n\nL\n\nN\n\nC\n\nH\n\nE\n\nT\n\nBRADESCO\n\nIntegrated Report | Shortened Version 2020\n\nM\n\nN\n\nV\n\nE\n\nI\n\nI\n\nN\n\nC\n\nO\n\nO\n\nE\n\nC\n\nF\n\nE\n\nF\n\nR\n\nG\n\nE\n\nU\n\nL\n\nA\n\nT\n\nI\n\nO\n\nN\n\nS\n\nA\n\nD\n\nN\n\nC\n\nM\n\nO\n\nP\n\nI\n\nL\n\nN\n\nE\n\nA\n\nC\n\nC\n\nO\n\nAI\n\nCD\n\nF\n\nI\n\nC\n\nI\n\nE\n\nN\n\nN\n\nR\n\nO\n\nC\n\nE\n\nM\n\nY\n\nT\n\nM\n\nN\n\nCD\n\nR\n\nP\n\nG\n\nPI\n\nCL\n\nAI\n\nF\n\nO\n\nR\n\nA\n\nF\n\nT\n\nPI\n\nE\n\n8\n\n9\n\nA\n\nL\n\n5\n\nF\n\n8\n\nR\n\nE\n\nS\n\nC\n\nP\n\nA\n\n8\n\n10\n\nO\n\nP\n\nN\n\nI\n\n9\n\nI\n\nR\n\nT\n\nS\n\nI\n\nA\n\nB\n\nL\n\n12\n\nI\n\nL\n\nM\n\nI\n\nT\n\nA\n\n13\n\nC\n\nI\n\nL\n\nN\n\nE\n\nT\n\nS\n\nY\n\nN\n\nA\n\n1\n\n4\n\n5\n\n8\n\n10\n\nM\n\nK\n\nS\n\nA\n\nN\n\nCD\n\nG\n\nE\n\nM\n\nT\n\nE\n\nE\n\nA\n\nN\n\nM\n\nG\n\nN\n\nI\n\nS\n\nU\n\nB\n\nS\n\nE\n\nE\n\nT\n\nN\n\nT\n\nS\n\nS\n\nAI\n\nCD\n\nF\n\nY\n\nE\n\nA\n\nG\n\nT\n\nR\n\nAI\n\n8\n\n12\n\n9",
        "metadata": {
            "page": 23
        },
        "id": "9a1d5ec1-26dd-4b8d-b7a8-136cb03d6b3e"
    },
    {
        "page_content": "ABOUT THIS MATERIAL\n\nOur\n\nDNA\n\nAlphaville Prime Branch - SP",
        "metadata": {
            "page": 24
        },
        "id": "c286c25a-afc6-4a8e-9489-8f3bbfda98ec"
    },
    {
        "page_content": "In science, DNA is the component that makes us unique and that coordinates the development and functioning of all living beings.\n\nAs an Organization focused on people, we believe that our DNA strengthens an internal culture that is passed on to each generation of Bradesco professionals.\n\nIt is a culture that encourages us to continually improve in an ethical and integral manner, always fostering the motivation and well-being of our employees; ensuring the best returns for our shareholders; seizing the best opportunities; and seeking to adapt our costs to different economic scenarios.\n\nAfter almost eight decades of success, this consolidated commitment to the development of the country and reduction of regional inequalities has propelled our capillarity and our view of innovation with a complete focus on the client - allowing us to have 70.2 million clients today.\n\nWe are more than a bank. Together, we have built our way of doing business with a commitment to serve all clients in the best way possible, regardless of income, social class or where they reside.\n\n## Values that make up Our DNA\n\n<!-- image -->",
        "metadata": {
            "page": 25
        },
        "id": "c9079ccf-6570-4520-9e91-77fa955b48ae"
    },
    {
        "page_content": "<!-- image -->\n\n## Our Strategic Positioning\n\nBusiness Unit - Shopping Tamboré, Alphaville - SP",
        "metadata": {
            "page": 26
        },
        "id": "ad8b52f7-527f-4f99-8948-83db3c1b992f"
    },
    {
        "page_content": "Our performance is based on pleasing our clients. We revised our corporate strategy in 2020 to further align our actions into a single direction:\n\nfulfilling our client expectations, understanding their needs and life cycles, and increasing their satisfaction through an exceptional experience throughout all their interactions with the bank. Through this rationale, we base our strategy on four pillars, which guide our path towards continuity:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nSUSTAINABILITY\n\nMADE TO LAST",
        "metadata": {
            "page": 27
        },
        "id": "7582766d-333d-4463-89fa-d39ddf3d4f1c"
    },
    {
        "page_content": "Below, we outline each of our 4 pillars:\n\n<!-- image -->\n\n## Client\n\n## Our Inspiration\n\nOur primary objective is to captivate our clients to earn their admiration, trust and relationship. We strive to support our clients with excellence based on their needs and goals in order to help them realize their achievements.\n\nWe have conducted a number of actions that place the client at the center of our strategy and have improved our knowledge through the use of data intelligence, complete business solutions and journeys of excellence.\n\nWe have designed actions to better understand our clients, along with their expectations and needs at all times or during interactions with our Organization. This is why we want to provide offers that fit into our clients' profile and where they are in their lives within a pleasurable and complete experience, integrating journeys and processes supported by new decisionmaking technologies in real time.\n\n<!-- image -->\n\n## Efficiency How We Do It\n\nWe possess a digital mindset and behavior that allows us to be simple, efficient, agile, connected and innovative. We aim to maximize our operational efficiency and agility by making sure our services are cost-effective at all times. Managing expenses is a prominent part of the bank's strategy, contributing to actions and projects geared towards optimizing the use of channels, reducing the cost of services and seeking continued efficiency.\n\nWithin a climate of dramatic digital transformation, we strive to make the client's banking experience even faster while being more convenient and secure. Innovation, agility, connectivity, modernization and security are driving forces, and are present in our daily lives and in everything we do. We are focused on maximizing value from the client's perspective through a culture that is centered on continuous improvement and excellence in the use of data for decision making.\n\n<!-- image -->",
        "metadata": {
            "page": 28
        },
        "id": "1d40ed87-de51-43b3-8695-7eec11bf9b05"
    },
    {
        "page_content": "<!-- image -->\n\n## People\n\n## Our Team\n\nWe want our company to be the preferred destination for high-performance professionals, and where they choose to work now and build their future. The foundation of our strategy is rooted in people. We endeavor to improve the essential and transformative skills of our professionals with a view towards making our corporate strategy viable. We maintain an organizational culture based on ethics, transparency and respect for people; and we invest in creating an innovative, challenging and diverse working environment.\n\n<!-- image -->\n\n<!-- image -->\n\nOur focus is on remaining meaningful to our clients, shareholders, employees, partners and society by generating value for all our stakeholders. We are committed to sustainable and diversified growth through an optimal balance between risk and return and a robust capital and liquidity structure.\n\nOur public initiatives and commitments to Diversity reinforce our belief in the transformative potential of people, respecting individuality and plurality.\n\nInclusion and financial education are essential drivers for us because we impact and transform the lives of thousands of Brazilians through them.\n\nWe have established commitments related to social and environmental sustainability to play a role in the sustainable development of society and to prepare our Organization for the new challenges on the horizon.",
        "metadata": {
            "page": 29
        },
        "id": "8a8eeff6-67ee-40a0-a45f-908d6a7ab1f3"
    },
    {
        "page_content": "<!-- image -->\n\n## Business Model\n\nMISSION\n\n<!-- image -->\n\n## MISSION To contribute to the\n\ndevelopment of people and\n\nTo contribute to the development of people and sustainable development by offering widely diversified and accessible financial and insurance solutions, products, and services. sustainable development by offering widely diversified and accessible financial and insurance solutions, products, and services.\n\nNatural\n\nManufactured\n\n<!-- image -->\n\n## Manufactured\n\nCAPITAL\n\nVISION\n\nTo be the client's preferred\n\nTo be the client's preferred option in both the physical and digital world, setting ourselves apart through efficient services for all market segments. option in both the physical and digital world, setting ourselves apart through efficient services for all market segments.\n\nVALUES\n\n## VALUES\n\n·The client as the reason for\n\n- ·The client as the reason for the Organization's existence; the Organization's existence; ·Ethics in all of our activities\n- ·Ethics in all of our activities and relationships; and relationships; ·Transparency of information\n- ·Transparency of information required by interested parties; required by interested parties; ·Belief in the value and capacity\n- ·Belief in the value and capacity of people to develop; of people to develop; ·Respect for human dignity and\n- ·Respect for human dignity and diversity; diversity; ·Social and environmental\n- ·Social and environmental responsibility, with incentives for sustainable development initiatives. responsibility, with incentives for sustainable development initiatives.\n\n## VISION\n\nIntellectual\n\n<!-- image -->\n\nIntellectual\n\nHuman\n\n<!-- image -->\n\nHuman\n\nSocial\n\n<!-- image -->\n\nFinancial\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWe believe in our ability to promote sustained growth for people and through them. As such, the quest for continuous and sustainable progress is based on solid values that steer the strategy for an increasingly integrated performance that is focused on the client and that generates benefits for society as a whole.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 30
        },
        "id": "4944f3eb-c776-43f6-a0e6-da596da1a31e"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## Commitments to the climate\n\n100% of Bradesco's operations are supplied using energy from renewable sources as of 2020\n\n100% of the carbon emissions generated through our activities are neutralized, starting with those generated in 2019\n\n<!-- image -->\n\n89,575\n\nTotal employees\n\n## GENERATED AND SHARED VALUE\n\n<!-- image -->\n\n<!-- image -->\n\nAssociates\n\nR$17.9 billion in\n\nwages paid\n\n<!-- image -->\n\nR$18.5 billion\n\nin taxes\n\n## Bradesco Organization\n\nR$13.9 billion reinvested in our business, products and\n\nservices\n\n<!-- image -->\n\nInvestors\n\nR$5.5 billion\n\ndistributed*\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## inovabra Ecosystem,\n\nwhich\n\nfosters innovation\n\n<!-- image -->\n\nSOCIAL CAPITAL\n\n70.2 million clients 735+ thousand shareholders and investors 7, 5 8 1 suppliers\n\n<!-- image -->\n\n<!-- image -->\n\n## MANUFACTURED CAPITAL\n\n98% of transactions are carried out on digital channels\n\n8,840 branches + Service Points (PAs)/Express Service Points (PAEs)\n\n39,100 correspondent bank network\n\n<!-- image -->\n\nFINANCIAL CAPITAL\n\nR$1.6 trillion in total assets R$6.8 billion\n\nin recurring net income\n\n* We distribute interest on shareholders' equity to shareholders in gross amounts as monthly, intermediary and supplementary payments.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 31
        },
        "id": "eff3cce1-5939-4376-8390-b3a8b9a61fa1"
    },
    {
        "page_content": "## OUR STRATEGIC POSITIONING A living and constantly evolving Ecosystem\n\nOur diversified portfolio combines banking and insurance activities, a broad portfolio, a targeted service structure and significant investments in technology and innovation. This gives us the ability to satisfy a wide variety of clients and their needs with customized, secure and practical solutions. By doing this, we ensure that the business is sound and that our shareholders, as well as society, profit through our investments and social initiatives.\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "3dba3009-b413-499a-8fb7-049144169e7d"
    },
    {
        "page_content": "Bradesco\n\nCards\n\nBRAM\n\nBAC\n\nBradesco\n\nConsórcios\n\n(Consortia)\n\nBradesco\n\nInternational\n\nMarket Place\n\nBradesco\n\nINITIATIVES\n\nShopfácil\n\n(Shop easy)\n\nMEI Portal\n\nBIA\n\nAutoline\n\ninovabra\n\nBradesco\n\nLeasing\n\nLosango\n\nÁgora\n\nBITZ\n\nBradesco\n\nFinanciamentos\n\n(Financing)\n\nBBI\n\nNext\n\nBradesco\n\nAgronegócios\n\n(Agribusiness)\n\nInstitutional\n\nTARGET\n\nAUDIENCES\n\nPrivate\n\nBradesco\n\nPublic\n\nAuthority\n\nBia\n\nCorrespondent\n\nbank network\n\nCorporate\n\nRetail\n\nNon-account holder\n\nPrime",
        "metadata": {
            "page": 33
        },
        "id": "39e916fb-45a7-4efe-9092-c21160aef8b3"
    },
    {
        "page_content": "## COMPANY\n\n## INSTITUTIONAL SEGMENT 1\n\nLARGE CORPORATE Annual revenues from R$4 billion\n\nCORPORATE Annual revenues from R$500 million to R$4 billion\n\n## CORPORATE ONE\n\nAnnual revenues from R$30 million to R$500 million\n\n<!-- image -->\n\n- 1.  Asset management, pension funds and brokerage houses.\n- 2.  Individual or company clients who use Bradesco's products and do not have an existing checking account.\n\n<!-- image -->\n\n## Main Insurance Activities\n\n- Life and personal accident insurance\n- Health insurance\n- Vehicle insurance\n- Liability and property insurance\n- Accident insurance\n- Complementary pension plans (individuals and companies)\n- Capitalization bond\n- Pension investment contracts\n\n## INDIVIDUAL\n\n## PRIVATE BANK\n\nInvestments equal to or greater than R$5 million\n\n## PRIME\n\nMonthly income equal to or greater than R$10 thousand\n\nOr\n\nInvestments equal to or greater than R$100 thousand\n\n## NON-ACCOUNT HOLDERS 2\n\n<!-- image -->\n\n## EXCLUSIVE\n\nMonthly income of R$4 thousand to R$10 thousand\n\nOr\n\nInvestments of up to R$40 thousand",
        "metadata": {
            "page": 34
        },
        "id": "1c6de455-48e6-4476-846b-e8be3e994795"
    },
    {
        "page_content": "## Much more than a Bank\n\nWe are an Organization that is dedicated to offering the best banking, financial, capital and insurance services to our entire client base, who can always rely on the support of expert and accessible professionals in our various communication channels.\n\nÁgora Investimentos: an open and independent investment platform that offers proprietary and third-party products to all types of investors (Individuals and Companies) and Bradesco account holders as well as non-account holders. To help choose the best investments according to the investor's profile, each client's goals and personalized assistance, the client can use streamlined and secure platforms through the Ágora App or the agorainvestimentos.com.br website. These services contain exclusive content and information that is updated daily, which make it possible to invest in a complete grid, allowing clients to rely on a curator to select the best investment products.\n\nInvestment Banking: we provide advice to clients on primary and secondary stock offers; merger transactions; acquisition and sale of assets; structuring and distribution of debt instruments; structured corporate finance transactions; and finance projects. The global markets area is responsible for\n\nsecurities and for relationships with institutional clients and encompassing a number of sectors and public companies in São Paulo, Buenos Aires, Mexico, New York, London and Hong Kong.\n\n## Bradesco Corretora (Broker): exclusive\n\nservice for institutional clients. Through Bradesco BBI, there is analysis coverage of companies and sectors. Through Bradesco Securities units, we cover the North American, European and Chinese markets in brokering shares and American Depositary Receipts (ADRs) and in dealing public and private securities for investors.\n\nCards: electronic payment solutions, services and consumer loan solutions for our individual and corporate clients from all socioeconomic levels. We work with major credit card brands and offer Private Labels cards in partnership with the leading brands.\n\n## International Operations: currency\n\nexchange, export, import, financial transfers and trade finance. We offer specialized units and service points in Brazil and abroad, where we also provide a network of correspondent banks.\n\nBAC Florida: in 2020, regulatory approvals were secured for the purchase of BAC Florida Bank in the United States. The bank offers traditional banking services, including checking accounts, cards, loan options and investments.",
        "metadata": {
            "page": 35
        },
        "id": "9016b5a3-fc8a-4409-a127-c8691b52c094"
    },
    {
        "page_content": "<!-- image -->\n\nCash management: offering a wide portfolio of products and services; sturdiness; security; customized solutions; and an integration of systemic platforms, which facilitate the financial management of companies, public services and agencies for managing accounts receivable and payable and the collection of taxes and fees. The global cash management area structures solutions for international companies operating within the Brazilian market and domestic companies that operate abroad, maintaining a partnership with 53 international banks and providing access to the Swift Network, supporting the opening of company accounts designated by partner banks.\n\nConsortia: products targeted to all segments, available through the Bradesco branch network as well as internet banking and mobile digital platforms, in addition to the Corporate Digital Electronic Signature , available on Net Empresa.\n\nLoans and financing: provider of loan solutions for individuals and companies of all sizes, including a complete product portfolio to address immediate needs for funds; acquisition of goods and services; and investments to support expansions and modernization projects. Some of the products in the portfolio include:\n\nReal Estate Financing: 100% digital contracting for residential properties and online processes conducted by real estate partners through APIs, reinforcing our strategic positioning for product growth through digital journeys. We work with 39 real estate platforms and their branches with coverage throughout the country, dedicated to assisting in prospecting and monitoring new businesses/enterprises before their launch, providing improved leverage in the stage of financing (transfer) units to individuals.\n\nAgribusiness: we have maintained our top position among private banks in the sale of products intended for rural loan and we are the largest transfer agent of BNDES funding to the agricultural industry, promoting business through agreements and partnerships with companies in the major links of the production chain. We have 14 agribusiness platforms available that are spread throughout Brazil, which include agronomist experts and engineers, providing assistance to the service network and rural producers.\n\nPayroll-deductible loans: first option in providing loans to individuals, offering a swift and practical digital journey, with just three clicks to apply. The loan is targeted towards retirees and pensioners from the INSS (National Institute of Social Security), employees of private companies, federal, state, municipal public employees and the Armed Forces, with support throughout the country through digital channels, bank branches and correspondents.",
        "metadata": {
            "page": 36
        },
        "id": "11a583fc-3aa3-4dac-ac63-a84ad2d935ac"
    },
    {
        "page_content": "Capital markets: diversified solutions and services, like fiduciary management of investment funds, qualified custody of securities and representation for non-resident investors.\n\n## Offers to public\n\nauthorities: support throughout Brazil, featuring business managers who are qualified to offer high-quality and secure products, services and solutions to federal, state and municipal Executive, Legislative and Judiciary authorities, in addition to councils; public foundations; public and semi-private companies; and armed and ancillary forces.\n\n## Investment platform:\n\ndesigned to provide the client with personalized investment advice either online or at a branch, comprising all the products from Banco Bradesco, Ágora Investimentos and Pension Plans, given the client's stage of life, need and profile.\n\n<!-- image -->\n\nNew Model for Branches\n\nWe reached the target of 700 branches converted into service points in 2020. With the new model, these service points operate with only ATMs and account managers. The expectation is that, in addition to reducing costs, this shift will increase the relevance of Bradesco Expresso's network of banking correspondents. The structure will also be used by Bitz, Bradesco's digital wallet.",
        "metadata": {
            "page": 37
        },
        "id": "0282494d-d38f-42c4-a9cf-53185d44959d"
    },
    {
        "page_content": "<!-- image -->\n\n## International presence\n\n<!-- image -->\n\n- · Representative Office\n\n## Main Companies\n\n## Banking segment\n\n- - Banco Bradesco S.A.\n- - Banco Bradescard S.A.\n\n-\n\n- Banco Bradesco Financiamentos S.A.\n- - Bradesco S.A. Corretora de TVM\n\n-\n\n- Ágora Corretora de Títulos e Valores Mobiliários\n\n-\n\n- Bradesco Asset Management (BRAM) S.A.\n\n-\n\n- Bradesco Leasing S.A. Arrendamento Mercantil BEM DTVM\n\n-\n\n-\n\nBradesco Seguros S.A.\n\n- - Bradesco Auto/RE Cia. de Seguros\n- - Bradesco Vida e Previdência S.A.\n- - Bradesco Capitalização S.A.\n- - Bradesco Saúde S.A.\n\n-\n\n- Mediservice Operadora de Planos de Saúde S.A.\n\n-\n\n- Atlântica Companhia de Seguros\n\n-\n\nBradesco Saúde - Operadora de Planos S.A.\n\n## Insurance, supplementary pension and capitalization segment",
        "metadata": {
            "page": 38
        },
        "id": "8d9bd09c-70e6-43f9-bf4b-06cdb2c2694e"
    },
    {
        "page_content": "## Bitz\n\nBradesco's brand new digital wallet app, Bitz makes it easy to receive, pay and even collect money from other people via mobile.\n\nBitz was created with a comprehensive ecosystem and features a virtual and physical Elo branded debit card with NFC to use the digital wallet balance for both online and in-store purchases. Bitz also includes others services like cell phone top-ups, credit, integration of Alelo\n\nGrocery and Meal cards and payments via QR code at locations with Cielo machines. Any balance deposited in the wallet will have a 100% daily return of CDI.\n\nIn September 2020, Bradesco strengthened its digital wallet with the acquisition of the fintech DinDin. After the transition, all of the fintech's clients will become part of Bitz.\n\n<!-- image -->\n\n## Bradesco Asset Management (BRAM)\n\nOne of the leading third-party asset managers in Brazil, BRAM manages investment funds and portfolios for clients with varying backgrounds and from different segments.\n\nAs a signatory to the Principles for Responsible Investment (PRI), BRAM combines the Bradesco name with an understanding and participation in the\n\nBrazilian capital market while employing methodologies that analyze the risks, opportunities and potential impacts that stem from environmental, social and governance aspects (ESG) on the performance of its assets.\n\nBRAM currently has a total of R$529 billion in assets under management. Out of this total, 99.5% were analyzed, including environmental, social and governance issues in 2020.\n\n<!-- image -->",
        "metadata": {
            "page": 39
        },
        "id": "deacb426-7c16-43ae-b735-1b60491d45f3"
    },
    {
        "page_content": "## Bradesco Seguros\n\nWe are the market leader in Brazil. Our diversified performance combined with over 30.6 million policyholders and clients consistently contributes to the Organization's consolidated results.\n\nGrupo Bradesco Seguros provides solutions in a number of segments; including Auto/RE (Vehicle/P&C) Insurance (home and property for individuals and companies); Health Insurance; Dental Insurance; Life insurance; Capitalization and Private Pension Plans. In addition, it offers credit cards with exclusive benefits for policyholders.\n\nThrough the joint venture Swiss Re Corporate Solutions Brasil Seguros S.A. (SRCSB) between Grupo Bradesco Seguros and Swiss Re Corporate Solutions, we are also active in the high risk segment, targeting medium and large corporate clients for the airline, automotive, heavy industry, and other sectors.\n\n<!-- image -->\n\n-\n\n-\n\n-\n\nExclusive services, like Meu Doutor Novamed clinics, for policyholders of Bradesco Saúde and Mediservice, including outpatient care, medical appointments and laboratory and diagnostic exams.\n\nMeu Doutor (My Doctor) Program, which enables online scheduling of doctor appointments with an exclusive network of physicians. The program features 549 doctors who have made more than 2.2 million medical appointments.\n\n<!-- image -->\n\nDirija Bem App, which captures driver information from the vehicle on a smartphone and generates a report on the driver's performance. Since its introduction, Dirija Bem has been installed by 17,651 people, with 3,976 downloads in 2020 alone.\n\n-\n\nBradesco Seguros App, providing information and assistance on every product from all categories. 116% increase in Bradesco Seguros App users and 32% surge in app downloads compared to the same period in 2019.\n\n-\n\nBIA (Bradesco Artificial Intelligence), also available to Grupo Bradesco Seguros' clients.\n\n-\n\nOperação Calamidade (Operation Calamity), intended to handle responses to claims and payments of compensation to policyholders who were affected by natural tragedies in the shortest possible time. It was triggered three times in 2020 to assist cities in the South and Southeast regions of the country that were hit by severe storms, when around R$16,709,000 was paid out to 2,660 policyholders .",
        "metadata": {
            "page": 40
        },
        "id": "31893f0e-1968-4b48-88fe-b56cdf29cb7c"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 41
        },
        "id": "ac438b7f-3712-4858-a159-1237c409971f"
    },
    {
        "page_content": "## Sustainability at Bradesco\n\nIn an ever-changing environment beset with challenges,\n\norganizations need to be resilient and able to generate value for clients, employees, investors and society. Coupled with economic factors, managing ESG matters has become a crucial element to the consistency and long-term success of companies.\n\nAt Bradesco, sustainability is integrated into our strategic guidelines and we continually invest in the combination of policies, governance, engagement and management of ESG elements, strengthening our commitment to our mission of playing a key role in the Country's sustainable development.\n\n## Sustainability Strategy\n\nGiven the significant challenges and trends of the sustainability agenda, we reviewed and structured the Sustainability Strategy in 2019 in an effort to further accelerate the development of the issue at the Organization.\n\nThe Strategy covers six pillars aligned with the United Nations' Sustainable Development Goals that are priorities for Bradesco, the Relevance Matrix and Bradesco's business objectives.",
        "metadata": {
            "page": 42
        },
        "id": "46c47848-e536-421b-802b-5805a199ac00"
    },
    {
        "page_content": "Addressing and promoting diversity among our employees and clients.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nLeveraging our innovative strength in support of Sustainability.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nEnsuring that our businesses are prepared for the climate challenges, in addition to further transparency as to climate impacts in the Organization.\n\n<!-- image -->\n\nAssisting clients with excellence, according to their needs and goals.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 43
        },
        "id": "6e3649eb-e548-43ae-9d97-251e8590cf96"
    },
    {
        "page_content": "## Sustainability Governance\n\nBradesco boasts a robust governance structure integrated with its businesses to help implement its Sustainability Strategy. Governance encompasses various expertise and hierarchical levels as a way of delivering better management, engagement and performance for facets of ESG.\n\n## BOARD OF DIRECTORS\n\n## SUSTAINABILITY AND DIVERSITY COMMITTEE\n\n## SUSTAINABILITY COMMISSION\n\nSemiannual meetings to determine the strategy and sustainability guidelines and to track ESG performance.\n\n*Meetings were annual up to 2020.\n\nThe Committee at bimonthly meetings is comprised of Board of Directors members and executive officers, including the CEO and executive vice-presidents. The Committee has the authority to draw up performance strategies and ensure that corporate guidelines are implemented.\n\n*Meetings were quarterly up to 2020.\n\nThe Commission at bimonthly meetings is made up of executive officers and managers from various departments. The forum is tasked with proposing initiatives and providing advice on the committee's decisions, putting them into practice within the departments.\n\n*Meetings were monthly up to 2020.\n\n<!-- image -->\n\n## SUSTAINABILITY STRATEGY MANAGEMENT\n\nIn order to accomplish each pillar of the Sustainability Strategy, we are supported by a sponsor (executive level) who is responsible for promoting the Organization's progress in the proposed indicators and initiatives with the other departments involved. Meetings to discuss the strategy occur on a monthly basis.\n\n## DEDICATED TEAMS\n\nAlongside the Sustainability team, there are over 40 professionals comprising teams that are dedicated to managing ESG aspects within various structures at the Organization. They are also responsible for connecting and communicating the Sustainability Strategy.",
        "metadata": {
            "page": 44
        },
        "id": "ec78adfa-2adf-475e-be14-38186807325f"
    },
    {
        "page_content": "## Voluntary Commitments\n\nThe sustainability strategy is further bolstered through adherence to voluntary sectoral and multi-sectoral commitments. We adopt and integrate voluntary commitments within our internal processes that are focused on including ESG aspects in our practices and businesses.\n\n## Sustainable Development\n\n<!-- image -->\n\n## Diversity and Human Rights\n\n<!-- image -->\n\n## Sustainable Businesses\n\n<!-- image -->\n\n## Environment and Climate Change\n\n<!-- image -->\n\n## Transparency\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 45
        },
        "id": "7522f305-e03d-4349-a7ab-337e35989f98"
    },
    {
        "page_content": "## Sustainable Development Goals\n\nAligned with the Sustainability Strategy and leveraging our commitment to generating value for our stakeholders, we have made six of the SDGs our priorities, which reinforce the commitment to align the business with the 2030 agenda, tracking the impact and contribution to society's goals as well as their progress in implementing the Principles for Responsible Banking (PRB).\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Climate Financial Bill\n\nWe made the first issue of a Bradesco ESG bond. Issued in December 2020, the Financial Bill was based on the Climate Finance Framework, verified by a third party, and raised R$1.2 billion to finance assets that support the transition to a less carbon intensive economy.\n\nThe prioritization process took place in 2019 and included discussions with stakeholders; a comparative study of sector benchmarking; relevance matrix; strategic pillars of the Organization; Brazilian scenario (key social and environmental issues); reporting and performance recommendations and guidelines, and more. The result and the prioritization process were checked by external consultants and given a positive assessment: Environmental Resources Management (ERM) Brasil Ltda.\n\n<!-- image -->\n\n<!-- image -->\n\n## Commitments to the Climate\n\nIn 2020, we pledged to have 100% of Bradesco's operations supplied using energy from renewable sources as of the end of that year. Upon launching the initiative, we began 2021 as one of the first major financial institutions in the world to complete the transition.\n\nWe have also committed to neutralizing 100% of greenhouse gas emissions derived from our operational activities, covering points 1, 2 and 3, and becoming the first major Brazilian bank to comply with this level of carbon offset.",
        "metadata": {
            "page": 46
        },
        "id": "b5764a1b-26be-452b-b7cc-a9fea9ba34a1"
    },
    {
        "page_content": "OUR STRATEGIC POSITIONING\n\n<!-- image -->\n\n## Bradesco's work in the Amazon\n\nFinancial inclusion is an important aspect of Bradesco's work and has been central to the bank's performance since its founding. As such, we are active throughout the country.\n\nWe reach even more remote regions through correspondent bank network and the PAs. For example, our floating branch Voyager has been in the Amazon since 2009 and, traversing the Solimões River (1,600 km round trip), it serves people who live in remote regions of Northern Brazil. Previously, these people had to travel to larger cities to make withdrawals and perform other banking transactions.\n\nThrough micro-credit, we provide information, training and loan access to encourage local development and entrepreneurship. We started offering this product in 2014.\n\nSeveral communities in the Amazon are involved in financial education and entrepreneurship incentive initiatives, conducted in partnership with community leaders and the Bradesco Corporate University (Unibrad). In 2014, we started with lectures and, in 2016, we introduced personal finance workshops for community leaders.\n\nIn the midst of the pandemic in 2020, new challenges emerged for the riverside communities in the Amazon. Nevertheless, Unibrad took on the Financial Well-being in Times of Crisis - FAS Leaders Project. Content is shared at the lectures on how to deal with the pains and complexity of the times; to make the right choices; plan and control accounts; and tips and information channels.\n\n## Amazon Plan\n\nBradesco, Itaú and Santander have formed an unprecedented partnership to draft the Amazon Plan, a set of 10 measures focused on promoting environmental conservation and the development of the bioeconomy in the biome, investments in sustainable infrastructure, and to guarantee the basic rights of the Amazonian population.\n\nThe experience of coping with Covid-19 served as the inspiration for developing this broader and longer-term agenda. The pandemic has revealed the enormous potential that banks and the overall business sector have in working jointly to solve problems that are bigger than their day-today business schedule.\n\nComing up with solutions for a region with so many contrasts and such complexity will only be achieved from coordinated actions between companies, civil society and government agencies. The motivation is to therefore act together as a bank in order to direct efforts towards the socioeconomic development of the region.\n\n47",
        "metadata": {
            "page": 47
        },
        "id": "c56b6c87-6c6c-4219-82e3-eba83f20242e"
    },
    {
        "page_content": "<!-- image -->\n\nWe began our activities prioritizing four measures among the 10 announced:\n\n-\n\n-\n\n-\n\n-\n\n## Meatpacking industry and deforestation\n\nWorking towards zero deforestation in the meatpacking sector, reinforcing internal efforts, supporting the transition and coordinating companies and associations to create a commitment within the sector.\n\n## Sustainable chains\n\nThrough collaborative efforts providing financial and non-financial support for sustainable crops, we are attempting to stimulate the productive sectors, including cocoa, açaí (acai berries) and chestnuts through diversified financing lines, along with other financial and non-financial tools.\n\n## Property regularization\n\nStudies with experts to understand the obstacles and identify ways to contribute to land regularization efforts in the region. Any outcomes will help the banks pinpoint possibilities to take action on the topic.\n\n## Bioeconomy\n\nWe plan to invest and attract investments in research and development to scale the bioeconomy - the natural calling of our Amazon. This is why we have been identifying forest chains and assets that have short, medium and long-term market potential.\n\n## Performance and Highlights\n\nIn 2020, Bradesco posted a performance that was largely above average, according to assessments of the leading indexes and ESG ratings in the domestic and international markets. Some of these results included:\n\n- ·  We are the top performing Brazilian bank on the Dow Jones Sustainability Indexes (DJSI) and rank fifth globally. In 2021, we are continuing participation in the World and Emerging Markets portfolios of the Index.\n- ·  We are part of the B3 (Brazilian Exchange & OTC) Corporate Sustainability Index (ISE) for the 16 th consecutive time.\n- ·  We received an upgrade in the MSCI ESG Index rating from A to AA.\n- ·  We were evaluated with concept A by the Carbon Disclosure Project (CDP), becoming part of the class of leaders in climate change management.\n- ·  Placing in the Silver category for the third consecutive year in The Sustainability Yearbook 2021, published annually by S&P, which recognizes companies with the best practices in sustainability throughout the world. We are the only Brazilian bank in the category.",
        "metadata": {
            "page": 48
        },
        "id": "dd32aef4-7792-4154-975a-ab2c6bc945b0"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nPerformance 24.3 pts.\n\nRefers to a risk score, the closer to 0, the better.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nLearn more about our sustainability strategy in the full version of the Integrated Report, available on our IR website.\n\n<!-- image -->\n\n## Grupo Bradesco Seguros' Sustainability\n\nThe Insurance Group introduced its sustainability page in 2020. The new portal contains ESG guidelines and practices, demonstrating how sustainability is linked to Bradesco Seguros' business. Discover the new environment at bradescoseguros.com.br/ sustentabilidade.\n\n## Grupo Bradesco Seguros ' Sustainability Committee\n\nWe work alongside the Grupo Bradesco Seguros' and BSP Empreendimentos Imobiliários' sustainability Committee to evaluate the best market practices, propose strategies and initiatives and promote the culture of sustainability, which is reflected in the evolution of our results. Restructured in 2020, the committee reports to the Executive Board of Bradesco Seguros S.A. and includes officers from different areas and companies of the Group.\n\nSocial and Environmental Responsibility Policy of the Insurance Group\n\nThe social and environmental responsibility guideline of the Sustainability Area - which incorporates environmental, social and governance criteria (ESG) - is under the scope of its activities. It ensures that the preservation of the environment is reflected in the development and offering of its products and services and in the management of real estate projects .\n\n<!-- image -->",
        "metadata": {
            "page": 49
        },
        "id": "8006bfea-d70a-490a-8ffc-6d7769338bbd"
    },
    {
        "page_content": "OUR STRATEGIC POSITIONING\n\n<!-- image -->\n\nSolid and\n\nTransparent\n\nGovernance\n\nThe Red Building (Prédio Vermelho) Cidade de Deus, Osasco - SP",
        "metadata": {
            "page": 50
        },
        "id": "cfa915c9-9d8e-49e7-86d8-81a2f48edacc"
    },
    {
        "page_content": "Resilience, firmness and promptness to adapt to the needs of the market and stakeholders can only take place when they are based on a robust, transparent and sound governance.\n\nAs a publicly traded company, we are listed on B3's (Brazilian Exchange & OTC) tier 1 of Corporate Governance, reflecting our high standards of corporate governance, an effort designed to align financial aspects with socio-environmental aspects.\n\nOur principles are based on guidelines from the Brazilian Corporate Governance Code and the Securities and Exchange Commission (SEC) Rules in the United States.\n\nWe are deeply committed to generating value for all our stakeholders, and the power of our governance is an essential part of this long-term outlook. As the supreme governing body, the Annual Shareholders' Meeting is responsible for deciding on our business and electing members of the Board of Directors, for a 2-year term, and the Fiscal Council (a permanent body that oversees the actions of management), for a 1-year term.\n\nBRADESCO\n\nIntegrated Report | Shortened Version 2020\n\nUNDER THE TERMS OF THE PREVAILING LEGISLATION, SHAREHOLDERS HOLDING COMMON AND/OR PREFERRED SHARES WHO ARE NOT A PART OF THE CONTROLLING GROUP MAY ELECT THEIR REPRESENTATIVES FOR THE BOARD OF DIRECTORS AND FISCAL COUNCIL IN A SEPARATE VOTE FROM THE MAJORITY ELECTION.",
        "metadata": {
            "page": 51
        },
        "id": "3708488b-8c83-40a4-942d-bdf06e4fdf11"
    },
    {
        "page_content": "## Major Shareholders\n\n<!-- image -->\n\nComprised of 6 external members and 3 independent members, including one woman, all over 50 years of age (who choose amongst themselves the Chairman and Vice-Chairman of the body), the Board of Directors is responsible for defining the business strategy, election or dismissal of the members of the Board of Executive Officers, supervising the work performed by the CEO and selecting or removing independent auditors. It regularly meets 6 times a year and at special times when the interests\n\nof the company require such a meeting. With its own Charter, the Board also has a Manual and an Annual Calendar of Meetings defined by its Chairman. The Board is advised by a Governance Secretariat and seven supporting committees, each with its own charter, with statutory being Audit and Compensation and nonstatutory being Integrity and Ethical Conduct; Risks; Integrated Risk Management and Capital Allocation; Sustainability and Diversity; and Succession and Appointment.\n\nThe Fiscal Council includes five effective members and their respective alternates, two of whom are elected by minority shareholders. In addition to the Fiscal Council, there is also an Internal Audit which reports to the Board of Directors\n\n<!-- image -->\n\nwww.banco.bradesco/ri",
        "metadata": {
            "page": 52
        },
        "id": "4413c4b8-0477-4930-afc5-0463d8f65158"
    },
    {
        "page_content": "SOLID AND TRANSPARENT GOVERNANCE\n\n## Integrity and Ethics\n\nIntegrity and ethics are an inherent part of any decision taken by Bradesco and the people who are part of the Organization. Essential principles for designing any strategy, integrity and ethics are handled in a clear, transparent and objective manner within all levels of the Bank. The Code of Ethical Conduct serves as the driving force for Bradesco's managers, employees, interns, apprentices, service providers, suppliers and business partners.\n\n<!-- image -->\n\nUNIBRAD'S COMPLIANCE, CONDUCT AND ETHICS DEPARTMENT AND THE HUMAN RESOURCES DEPARTMENT MADE A SERIES OF 'PILLS OF INTEGRITY' AVAILABLE ON THE CORPORATE PORTAL (INTEGRA RH) FOR REFLECTIONS ON EVERYDAY ATTITUDES TOWARDS INTEGRITY AND ETHICS.\n\nIt should be pointed out that, in February 2020, the code was updated to reflect behaviors that are expected and those that are not tolerated by Bradesco, including issues involving transparency, conflicts of interest, privileged information, valuing people, socio-environmental responsibility, political\n\nparty activities and exercising leadership. Moreover, the code also now includes the guidelines that are intended to apply to the relationship with the different stakeholders, public agents and politically exposed people.\n\nIn order to safeguard and reinforce the importance of the issue at the Organization, we are equipped with the Grupo Bradesco Seguros' Code of Ethical Conduct, the Purchasing Professional, the Auditors and Inspectors and the Bradesco Organization's Financial and Capital Markets Professional. Additionally, we also maintain the Integrity Program and the Competitive Compliance Program to prevent, detect and address any possible behaviors and acts that violate the provisions of the AntiCorruption Laws (No. 12,846/2013), Anti-trust (No. 12,529/2011) and other laws, sub-legal regulations and recommendations from the Regulatory or Self-Regulatory Bodies and the Codes of Ethical Conduct that are applicable to the activities.",
        "metadata": {
            "page": 53
        },
        "id": "b575ee33-dec1-4dca-a2b5-2ba5be7e6fa4"
    },
    {
        "page_content": "<!-- image -->\n\nIn September 2020, training was specifically restructured in an effort to make content more practical, easy and dynamic. By the end of 2020, 73 thousand employees had taken the course through the online platform.\n\nIn the continuous pursuit to improve our branch network in terms of product offers and recommendations that fit our clients' profiles, we created Customized Training in August 2020, targeted towards specific subjects in which the branches present additional needs for enhancing service quality. In 2020, 296 branches were involved in the Country's main capitals, with the participation of 2,876 employees between August and December.\n\nWith the support of the Corporate University of Bradesco (Unibrad), the Compliance, Conduct and Ethics department, in partnership with the Grupo Bradesco Seguros, held the Bradesco Integrity Week\n\nin September and December as a virtual event in celebration of International Anti-Corruption Day. The week featured an opening by the CEO, Mr. Octavio de Lazari Júnior; a lecture by Board member Mr. Alexandre da Silva Glüher; in-house and external speakers; final remarks delivered by VicePresident Mr. André Rodrigues Cano; and conclusions by the Chairman of the Board of Directors Mr. Luiz Carlos Trabuco Cappi, who discussed issues involving integrity and ethics. The event was attended by 7,224 employees who interacted with questions and comments via chat. Additionally, 1,085 employees have undergone on-site and virtual training on the subject of integrity and anti-corruption.\n\nAs a complement, Unibrad's Compliance, Conduct and Ethics Department and the Human Resources Department made a series of 'Pills of Integrity' available on the Corporate Portal (integra rh) for reflections on everyday attitudes towards integrity and ethics.",
        "metadata": {
            "page": 54
        },
        "id": "5c613045-5efb-4301-8103-e0e7071d1ca9"
    },
    {
        "page_content": "## Training\n\nIn 2020, Ethics Training went through a complete restructuring and was announced to employees in September to provide employees with an updated view of the precepts listed in the Bradesco Organization's Code of Ethical Conduct. Following the release, 74 thousand employees have taken the course through the online platform.\n\nIn 2020, we hosted Integrity Week through digital channels, with online lectures and participant interactions through chat. Over 7 thousand employees took part in the Integrity Week activities.\n\nIn addition to these highlights, we also offer courses on anticorruption, procuring suppliers and an Integrity Program. All told, the solutions had 94% adoption in 2020.\n\n<!-- image -->",
        "metadata": {
            "page": 55
        },
        "id": "6fcb59ba-6b9e-4c4f-9009-0985348af4fc"
    },
    {
        "page_content": "## Risk Management\n\nAs a financial institution in a diversified and globalized business, the risk management process requires a strong and integrated structure. This is an essential process for maintaining transparency in the business and adhering to compliance standards. At Bradesco, we abide by the guidelines established by the Board of Directors and our committee structure. These guidelines define the global objectives related to the topic, which are broken down into goals and limits that need to be fulfilled by the risk management business units, which lends support to management on monitoring these risks.\n\nOur governance model also includes policies, standards and procedures that establish the basic operational guidelines determined by senior management in accordance with our standards of integrity and ethical values; and according to the nature of our operations and the complexity of products and services. They are also reviewed at least once a year by the Board of Directors and made available to all employees and related companies through the corporate intranet.\n\nIn addition, we employ consistent processes (methodologies, models and tools for measurement and control) to proactively identify, measure, track and report risks so that they are prevented or mitigated.\n\nThe Organization monitors and controls the sufficiency of capital and liquidity in order to comply with both the minimum regulatory levels (established by the Central Bank of Brazil and disclosed quarterly in the Risk Management Report Pillar 3, available at: banco.bradesco/ri) and the Risk Appetite levels (buffers) defined and approved by the Board of Directors. This process relies on the use of stress test scenarios to help calibrate and define the buffers.\n\nIn addition to enhancing and promoting knowledge about the Organization's risk profile, the stress tests play a role in anticipating potential weaknesses, mitigating stressful situations and assessing their impacts on the business. We also offer a Business Continuity Management (GCN) program, which provides guidance to departments on the ongoing planning of responses to incidents that may cause a disruption in our activities, thereby mitigating possible impacts.\n\n## Emerging Risks\n\nThe Organization strives to continuously improve the process for managing emerging risks - which includes identifying, assessing and monitoring themes - seeking to properly manage risks and permitting preventive measures to be taken to prevent them from occurring, minimizing their adverse effects and maximizing opportunities.",
        "metadata": {
            "page": 56
        },
        "id": "10097a79-54b0-49ec-884e-5c20c8f8015e"
    },
    {
        "page_content": "## Risk Governance\n\nBoard of Directors\n\nRisk Committee\n\nExecutive Committee for Risk Management\n\n## Risk Map\n\n<!-- image -->\n\nCREDIT\n\nMARKET\n\nOPERATIONAL\n\nIntegrated Risk Management and Capital Allocation Committee (COGIRAC)\n\nExecutive Committee for Risk Monitoring\n\nUNDERWRITING\n\nLIQUIDITY\n\nSOCIO-ENVIRONMENTAL\n\n<!-- image -->\n\nCEO\n\nBradesco Seguros Executive Committee for Risk Management, Actuarial Control and Compliance\n\nExecutive Committees for the Business Areas\n\nExecutive Committee for AMLTF/ Sanctions and Information  and Cybernetic Security\n\nSTRATEGY\n\nREPUTATION\n\nMODEL\n\nCONTAGION\n\nCOMPLIANCE\n\nCYBERNETIC",
        "metadata": {
            "page": 57
        },
        "id": "33fdd496-0805-4c4d-9883-28d9526648fb"
    },
    {
        "page_content": "## Risk Management at Bradesco Seguros\n\nThe Grupo Bradesco Seguros maintains its own risk management structure. It is primarily designed to ensure that there is a formal risk management process in place and to establish processes, methodologies and tools to identify, evaluate, measure, address and monitor the risks it is exposed to. Included in this context is the solvency ratio, which includes regulatory risks, such as underwriting, operational, market and credit risks, in addition to the calculation of minimum required capital.\n\n<!-- image -->\n\nAs part of this process, a calculation of capital buffer is conducted annually through the stress test in each capital installment through deviations noted in the key insurance and economic variables. There are also capital supplementation scenarios included, such as losses arising from catastrophic risks of the companies Bradesco Auto/RE (Vehicle/P&C); Bradesco Saúde (Health); and Bradesco Vida e Previdência (Life and Pension Plans), cyber risk, strategic margin and other nonregulated risk scenarios. This exercise is meant to ensure a capital surplus to the regulatory amount that is consistent with the Organization's risk appetite.\n\nGrupo Bradesco Seguros includes an Underwriting Risk Management Policy, which, among other guidelines, ensures that the underwriting risk exposure inherent to new activities, products and processes is previously identified and properly assessed.\n\n## Socio-Environmental Risk in Insurance\n\nThe Risk Area includes a guideline for Socio-Environmental Risk that is intended to establish processes for managing socioenvironmental risks and climate change, incorporating environmental, social and governance criteria within the sphere of its activities in developing and offering its products and services and in managing real estate projects through identification, assessment, classification, control and mitigation of these risks.\n\n<!-- image -->",
        "metadata": {
            "page": 58
        },
        "id": "b6e777ba-a9b0-43f5-9f65-035a80ac8f13"
    },
    {
        "page_content": "<!-- image -->\n\n## Corporate Policy on Information and Cybernetic Security\n\nWe maintain a Corporate Policy for Information and Cybernetic Security, which provides information to all Bradesco employees and executives on confidentiality and the proper protection of the Organization's and clients' data, including other points. The matter is managed by the Departments of Corporate Security and of Information Technology Infrastructure, and involves a number of areas and operates on different fronts.\n\nIn light of the global Covid-19 pandemic, our employees are working from home or in rotation to maintain the appropriate level of service to our clients. We have therefore stepped up publicity efforts on the guidelines related to information security and cybernetics, data privacy and fraud prevention to our employees and clients.",
        "metadata": {
            "page": 59
        },
        "id": "320af999-f121-41c8-bea8-0e49f681ca9d"
    },
    {
        "page_content": "SOLID AND TRANSPARENT GOVERNANCE\n\n## Management of Socio-environmental Risks\n\nNOTABLY, 144 PROJECTS WERE ANALYZED IN 2020 FROM THE PERSPECTIVE OF SOCIO-ENVIRONMENTAL RISK. THE ORGANIZATION ALSO CURRENTLY MONITORS 44 PROJECTS THAT HAVE BEEN CONTRACTED SINCE 2008.\n\nThe scope of managing socioenvironmental risk comprises the assessment of clients who are active in sectors with a potential socio-environmental impact and have significant credit exposure. In this assessment, ESG aspects are addressed that cover a number of analyses. They include the impact on biodiversity; impact on traditional communities; involvement with slave-like and child labor; legal compliance; and climate change, with the performance of these clients in ESG aspects resulting in a socioenvironmental rating classification.\n\n<!-- image -->\n\nFurthermore, we have been subscribers to the Equator Principles since 2004 and we ensure that projects financed and advised by the Organization and that fall under these principles are carried out in accordance with applicable legislation and adopt 'supra-legal' practices established in the International Finance Corporation (IFC) Performance Standards and the World Bank's Health, Safety and Environment Guidelines, including climate change, biodiversity, human rights and indigenous peoples.\n\nLearn more about our governance activities and take a look at the updated list of the Voluntary Commitments at www.bradescosustentabilidade.com.br.",
        "metadata": {
            "page": 60
        },
        "id": "98f145a2-a994-41ac-b28f-041d500317e1"
    },
    {
        "page_content": "## Supplier Management\n\nSuppliers are vital in accomplishing our goals and delivering the best solutions to clients, while maintaining quality and efficiency. In 2020, our base recorded 7,581 registered suppliers and, over the year, 1,377 new suppliers and 2,492 suppliers with relations were approved (active contracts).\n\nTo become a Bradesco supplier, a potential vendor needs to go through an approval process under the responsibility of the Purchasing Department. This process is performed by the Supplier Management, which reviews the suitability of companies from registration, commercial, economic-financial and socio-environmental points of view. The socioenvironmental issues that are examined include labor practices through public certificates, prohibitions on slave-like or child labor, environmental risks and negative media.\n\nAfter this information is analyzed, the supplier is approved and adopts our Code of Conduct and other policies and standards. Our contracts also contain clauses on forced and child labor, anti-corruption and socio-environmental matters.\n\n<!-- image -->\n\n<!-- image -->\n\n## Bradesco Suppliers Meeting\n\nWe hold the Bradesco Suppliers Meeting annually. The 18 th annual meeting in 2020 was held 100% online and was attended by 393 people and 171 companies. The meeting presents a perfect opportunity to educate our partners on themes related to sustainability.\n\nThe event's theme this year was on Ethics and Integrity in Times of Crisis. In partnership with the Compliance, Conduct and Ethics Department, we introduced Bradesco's Integrity Program, in addition to the results from the audit program, and the Bradesco Supply Chain Social Responsibility Program (PBRSA SC). We also recognized six suppliers for social and environmental practices and we concluded with a lecture by Professor Leandro Karnal, addressing the theme of our event in a practical way - ethics and integrity.",
        "metadata": {
            "page": 61
        },
        "id": "0752e0ed-9a92-42ae-90fe-6f4ccbb3b762"
    },
    {
        "page_content": "Generating\n\nValue\n\nGrupo Bradesco Administrative headquarters on Faria Lima, São Paulo - SP",
        "metadata": {
            "page": 62
        },
        "id": "5f8d4617-eb69-4928-af6f-06abb8f15dc0"
    },
    {
        "page_content": "At Bradesco, we work as an integrated business ecosystem that looks to generate value for all our stakeholders - clients, employees, shareholders, society and the government - through a diversified and accessible range of financial and insurance solutions, products and services.\n\nTo this end - and as part of our commitment to ethics and transparency - we manage all the themes that are considered to be highly relevant to the Organization within a business model and a strategy that takes into account the generation of value in the short, medium and long term.\n\nPursuing our mission of contributing to the fulfillment of people and sustainable development, we are committed year after year to expanding our capacity to seize\n\nopportunities and tackle the challenges posed by the market to maintain a steady trend of value generation.\n\nOn the next pages, we outline the principal challenges and results for 2020, taking into account the connectivity and interdependencies between each of our material and capital themes (financial, manufacturing, intellectual, human, social and natural).",
        "metadata": {
            "page": 63
        },
        "id": "4174b924-852a-4a2d-86e5-4be30ee8f038"
    },
    {
        "page_content": "## Results in a Challenging Year\n\nThe pandemic has shifted priorities and forced the financial system to test its adaptability and look for solutions to make payment conditions feasible and flexible, extend debts and rethink its way of providing services in record time, amplifying digital and autonomous solutions in all its areas.\n\nSome of the more important measures include flexibility in payment dates and rates, diversification of contracting channels, and the progress of digital journeys, making them more\n\nintuitive for clients so they can restructure their commitments. We have also pushed significant innovations in credit and debt recovery policies by implementing new algorithms based on BigData platforms and real-time decision making, allowing us to quickly react to the abrupt shift in the loan capacity to clients imposed by the pandemic.\n\nOur goal continues to be to offer our clients a break during this time of crisis, allowing them to reorganize their accounts in a sustainable manner over the long term.",
        "metadata": {
            "page": 64
        },
        "id": "0b11b843-de98-470d-8853-f4de6b969854"
    },
    {
        "page_content": "## Extended operations\n\nIn order to provide a better overview of the extended loan portfolio, we began publishing the book balance of operations, net of amortizations, in the fourth quarter of 2020. The R$48 billion portfolio in December 2020 includes the following components:\n\n- On time: R$41.4 billion\n- Overdue: R$2.9 billion\n- In a grace period: R$3.8 billion (50% paid in January 2021)\n\n## R$ 48 billion\n\nBook balance net of amortizations\n\nCredit profile of clients who requested an extension\n\n92%\n\n94%\n\n70%\n\nWere on time  - clients who had no overdue payments over the 12 months prior to the pandemic.\n\nWith AA to C rating\n\nWith a real guarantee\n\n13 years\n\nAverage time of relationship\n\n## IN R$ BILLION\n\n<!-- image -->\n\n- *More than 30 days overdue calculated based on the balance of the Central Bank of Brazil's (Bacen) Portfolio.\n\n## BALANCE BY PRODUCT IN R$ BILLION\n\n0.1%\n\n19.6%\n\n11.2%\n\nPayroll/cards\n\nReal estate\n\nWorking capital\n\n<!-- image -->",
        "metadata": {
            "page": 65
        },
        "id": "8df4155a-abc6-46e7-8b0d-40d99daa66e0"
    },
    {
        "page_content": "## Return, Income and Efficiency\n\nIn 2020, our recurring net income amounted to R$19.5 billion, a decrease compared to 2019 (-24.8%), reflecting the effects caused by the Covid-19 pandemic. However, in the fourth quarter of 2020, our recurring net income totaled R$6.801 million, performing very well compared to the previous quarter (+35.2%), and posted a return on average equity of 20%, returning to the same levels observed in 2019 before the pandemic.\n\nThe operating income for the quarter performed extremely well, a reflection of the higher net interest income and service income. There was also a decrease in all expenses, which dropped by 18.3% in the\n\nquarter without impacting our high level of provisioning, as noted in our coverage ratio for loans more than 90 days overdue, which soared by 403% in December 2020.\n\nOur operating efficiency ratio (ER) reached 46.3%, representing the best ratio in our historical series, registering an improvement of 2.7 p.p. compared to the previous year. The result reflects efforts by Management to maintain tight control over costs, mainly related to a reduction in operating expenses, which decreased by R$3.2 billion in 2020 (excluding the provision for the difficult economic landscape for the Insurance Group), in addition to the growth in net interest income even with the lower spreads.\n\n## RECURRING NET INCOME IN R$ MILLION\n\n<!-- image -->\n\nShare of Financial Activities  %\n\nShare of Insurance Activities  %\n\n<!-- image -->",
        "metadata": {
            "page": 66
        },
        "id": "2fdc8ca8-b131-4697-a807-b4e7f0e1ca5b"
    },
    {
        "page_content": "## GENERATING VALUE\n\nROAE %\n\nCUMULATIVE AND QUARTERLY\n\n<!-- image -->\n\n% RISK-\n\nADJUSTED ER/ER\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 67
        },
        "id": "db7c153c-8d19-406f-9f2b-8dee0d8e9e55"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Highlights\n\nRecurring Net Income*\n\nR$ 6.8 billion\n\nROAE quarterly*\n\n20.0%\n\n+35.2%\n\nfor the quarter\n\n+4.8 p.p.\n\nfor the quarter\n\n46.3% Improvement of 2.7 p.p. (12M20 vs 12M19)\n\n+2.3%\n\nover 12 months (4Q20 vs 4Q19)\n\n-1.2 p.p.\n\nover 12 months (4Q20 vs 4Q19)\n\nR$ 3.2 billion reduction in\n\noperating expenses for the year\n\nER accumulated over 12 months\n\n(excluding the provision for the adverse economic scenario for the Insurance Group)\n\nExpanded Loan Portfolio\n\nR$ 687 billion\n\n## Companies\n\n+9.4% over 12 months +1.4% for the quarter\n\n+11.7%\n\nover 12 months\n\n+6.9%\n\nfor the quarter\n\nExpanded ALL*\n\nR$ 4.6 billion\n\nCoverage Ratio 90 days*\n\n402.8%\n\n*4Q20\n\n-18.3%\n\nfor the quarter\n\n+14.7%\n\nover 12 months (4Q20 x 4Q19)\n\n90-days overdue*\n\n2.2%\n\n<!-- image -->\n\n+10.3%\n\nover 12 months\n\n+3.4%\n\nfor the quarter\n\nIndividuals",
        "metadata": {
            "page": 68
        },
        "id": "334d52d6-d927-48d6-a775-9ef479402935"
    },
    {
        "page_content": "## Rapid responses\n\nSpurred on by social distancing requirements, we have developed our digital channels rather quickly, with an 11% growth compared to the previous year and a 62% drop in transactions conducted at teller windows.\n\nIn 2020, among the total loans granted by the Organization, 25.3% were carried out independently by clients through digital channels. Compared to 2019, this allowance has grown 29% for individuals and 7% for companies. There was an 18 p.p. increase in the number of Individuals using the Mobile channel, from 61% of the total loans granted in 2019 to 79% in 2020.\n\n## Loans Authorized on Digital Channels\n\n## INDIVIDUALS IN R$ BILLION\n\n<!-- image -->\n\nMobile\n\nOther digital channels\n\nCOMPANIES IN R$ BILLION\n\n<!-- image -->\n\nMobile\n\nOther digital channels\n\nLoans Authorized\n\nby Product\n\n2020 vs 2019\n\nPersonal loans + 4% (22.0 billion origination)\n\nPayroll-deductible loans +159% (10.6 billion origination)\n\n<!-- image -->\n\n## Highlights\n\n<!-- image -->\n\nBASE 100 VARIATION\n\n## Highlights\n\nLoans Authorized\n\nby Product\n\n2020 vs 2019\n\nPRONAMPE* (2.7 billion origination) *Production of Sep. 20 and Dec. 20.\n\nAdvances to Suppliers +13% (7.0 billion origination)\n\n<!-- image -->\n\nBASE 100 VARIATION\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 69
        },
        "id": "c8888300-a379-43d8-88d9-13dbdcea92a4"
    },
    {
        "page_content": "<!-- image -->\n\n## Retail\n\nThe Retail segment reorganized its entire structure, with teams working on-site at the branches and remotely, to ensure the highest level of customer service, providing essential services to society during the pandemic. Security protocols were implemented to protect clients and employees against Covid-19 and clients were supported so they could honor their commitments and organize their financial matters.\n\nExclusive Clients received a new range of products and services based on their personal experiences.\n\nFor Companies, our managers have remained focused on supporting entrepreneurs to help them get through the pandemic with the best and most suitable loan solutions as a means to ensure business and corporate continuity.\n\nAccess to the Individual Microentrepreneur Platform (MEI) has increased and was decisive in supporting this profile.\n\nDigital platforms have broadened their operations and have become even more effective at supporting clients remotely.",
        "metadata": {
            "page": 70
        },
        "id": "ee2b80f9-5a62-4390-81ac-c648f0067e2b"
    },
    {
        "page_content": "<!-- image -->\n\n## Bradesco Prime\n\nTargeted to high-income individuals, Prime's mission is to be a digital and contemporary bank focused on a complete relationship model that adapts to the profile and needs of each person. Based on customized solutions and assessed by qualified professionals, we are focused on establishing a solid relationship with the Prime client while simultaneously working to attract a new generation of investors.\n\nWe are further improving our model for financial advisory services through the use of managers (responsible for the overall customer relationship) and investment specialists, who are focused on advising clients on investment decisions through Ágora Investimentos for both their own products and those of third parties. In order to do this, we work diligently in qualifying and training these professionals to manage the wealth of our clients\n\nseeking a curation of the products offered and a deep knowledge of the market to meet their needs.\n\nAdditional relevant distinctions for this segment include: credit lines with varied rates, international solutions through BAC Florida, special benefit programs, and a business platform dedicated to our foreign clients in Brazil, with customer service offered in English, French, Spanish, Mandarin and Japanese.",
        "metadata": {
            "page": 71
        },
        "id": "1c36d513-8f13-4a31-aad2-83a49ed4c165"
    },
    {
        "page_content": "## Wholesale Bank\n\nThe Wholesale segment has also reinvented itself in terms of communicating with clients through a new, more personalized, predictive and integrated platform, creating a transformation in the commercial journey with the integration of CIB; International and Foreign Exchange; Bradesco Asset Management (BRAM); and Private, which has provided synergy with the insurance company and the entire Bradesco Group, forming a system containing algorithms and processes with more than 150 indicators and additional speed and quality in risk management.\n\n## Bradesco Seguros\n\nDigital acceleration in Insurance area is increasing. Besides that, the prior auto inspection model is 100% digital, respecting the specific needs of the broker, the client and the vehicle. Payments to the repair shops are also made entirely online.\n\nDigital reimbursements for health care now account for 90% of the total. In July, clients also began using Telemedicine for remote care from professionals through the digital platform, reducing their exposure to hospital environments. The initiative is noteworthy for offering services from Novamed doctors via video-appointments, providing optimal primary care and serving the patient in complete safety without the need to leave home.\n\nThe specialties that make up the service include: Cardiology, Family Medicine, Dermatology; Endocrinology; Gastroenterology; Geriatrics; Gynecology and Obstetrics (in these cases, they need to be Novamed patients); and Pediatrics.\n\nSince the service was introduced, 772 patients have used telemedicine, enjoying the practicality and convenience of being assisted from the comfort of their own home.\n\nBusiness in Focus Campaign: to assist clients in the corporate segment and help protect more companies at a time when the novel coronavirus pandemic has posed challenges to business, Bradesco Auto/RE (property and casualty) released a special initiative: the Business in Focus promotional campaign. The initiative grants a 15% discount on new insurance, endorsements or renewals for the corporate sector.",
        "metadata": {
            "page": 72
        },
        "id": "3d9257c1-3e3f-4779-b8ae-8e7a823ec56e"
    },
    {
        "page_content": "## Vehicle Self-Inspection and Home\n\nSelf-Inspection: due to the inability to inspect vehicles at a specific area or at the Insured's residence on account of social distancing measures, a self-inspection was extended to all Auto businesses. Owners of all kinds of vehicles (passenger cars,\n\nmotorcycle and cargo) can therefore use this feature. After the broker sends the proposal in, the insured receives a link to conduct the self-inspection via SMS. On top of that, clients who possess Bradesco Residencial Sob Medida (Customized Residential) can use this feature starting in December.\n\n<!-- image -->\n\nNext became an affiliate of the Bradesco Organization in 2020, offering it greater autonomy to implement the models that a fintech needs: conducting significant and strategic movements in the search for exponential and sustainable growth, and a focus on the core customer relationship. It reached the mark of 3.7 million accounts at the end of the year, including over 730 million transactions carried out, which was 95% greater than the previous year.\n\n## AMOUNT OF TRANSACTIONS\n\n<!-- image -->\n\nCLIENT PROFILE\n\n77%\n\n70%\n\nwere not Bradesco account holders\n\nbetween 18 and 34 years old\n\n<!-- image -->\n\nChurn\n\n<!-- image -->\n\nSource: Economic and Financial Analysis Report 3Q20, page 16.\n\n<!-- image -->",
        "metadata": {
            "page": 73
        },
        "id": "c633c272-8028-4adb-b944-0d8c96f16599"
    },
    {
        "page_content": "## Bradesco Marketplace\n\nThe first sales marketplace in the national financial system, created in 2019, emerged out of the potential to serve over 70 million clients, including account and nonaccount holders, who can use the channel to purchase products. The primary focus of this platform is the 38 million nonaccount holders.\n\nLaunched at the end of 2019, the channel has created a number of business opportunities, providing essential training in consumer propensity models for this target group. This demonstrates the heightened interest in offers in digital\n\nchannels, and has inspired us to expand our portfolio to address the needs of clients. Our challenge is to develop and improve this platform, by democratizing access to financial products, thereby promoting financial inclusion, banking, entrepreneurship and social mobility.\n\nIn 2020, this initiative won the Cantarino Brasileiro Digital Transformation Banking Report award in the Banking Inclusion category with the Bradesco Marketplace Portal for Non-Account Owners case. This recognition is the most prestigious in the industry and highlights its best practices.\n\n<!-- image -->",
        "metadata": {
            "page": 74
        },
        "id": "9ea0b397-7358-4082-9b41-6e23b7c11955"
    },
    {
        "page_content": "## Ágora Investimentos\n\nProviding personalized consultations to clients through investment experts, Ágora - our open investment product platform for both account and non-account holders - ranked third throughout 2020 in the B3 custody ranking (Brazilian Exchange & OTC). We reached a milestone of over 547 thousand investors at the end of December 2020 with more than R$62.4 billion of assets under custody, and we crossed the R$151 billion mark for trades on the B3 in 2020 through over 4 million transactions in the period.\n\n## CONSISTENT GROWTH IN 2020 IN R$ BILLION\n\n<!-- image -->\n\nAssets under custody\n\nNumber of Investors (in thousands)\n\nSource: Economic and Financial Analysis Report 4Q20.\n\n<!-- image -->\n\nWITH ÁGORA INVESTIMENTOS, WE REACHED THE MARK OF MORE THAN\n\n547 THOUSAND INVESTORS AT THE END OF DECEMBER 2020, AND STOOD AT THIRD PLACE IN THE B3 CUSTODY RANKING\n\nVariation Mar20 vs Dec20\n\n<!-- image -->\n\n<!-- image -->\n\n31.7%\n\n53.3%\n\n<!-- image -->",
        "metadata": {
            "page": 75
        },
        "id": "311141c6-5172-4217-978e-ad509f47bca9"
    },
    {
        "page_content": "## Focus on the Client\n\nClient centrality is the focal point that permeates our entire strategy, and it was no different in 2020. We understand that our negotiations only endure when there is trust in the business and when we know exactly who we are talking to. Remaining client focused is a requisite, an essential decision in all of Bradesco's strategies.\n\nThe ultimate goal is to always provide the best experience - whether in person or online - and ensure the highest level of satisfaction within our Organization. This is why we have a targeted and customized structure for our Individual and Corporate clients, while offering digital solutions that make everyday interactions between clients and the bank even more user-friendly.\n\n## Focus on the client since inception\n\nIt is worth pointing out that, at Bradesco, the focus on the client does not just begin with customer service, but also in the creation of products. Our mission is to further understand our clients' needs and offer products that properly suit each profile. For example, we decided in 2020 that it was not just necessary to offer national services, but that regional services at Bradesco Seguros were also fundamental. This led us to create unique products that are based on demand. Another example is the creation of a fun financial education package targeted at children and teenagers in nextJoy. Our idea is to offer a product that is tailored to a segment that is already a digital native.\n\nWe believe that keeping the client central means considering all the stages of their journey with the Bank. Starting from the creation and sale of products, a relationship emerges focused on their continuity and satisfaction. All processes increasingly use technology and are oriented towards understanding, supporting, maintaining and satisfying the client - ensuring they are always provided the best experience.",
        "metadata": {
            "page": 76
        },
        "id": "1af679cf-618a-478e-b063-705dfe281231"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 77
        },
        "id": "88618daa-7514-41fc-982b-414685791d79"
    },
    {
        "page_content": "## Financial Inclusion\n\nBeing a client-focused Bank means understanding that there are multiple demands and needs for each individual. As such, it is important to point out that our portfolio includes solutions that are designed and targeted to small and medium-sized enterprises operating within the context of Local Production Groups (APLs, in Portuguese), clusters of companies and enterprises located in the same territory, and which feature productive expertise and possess some linkage and governance.\n\nWe are the only private Organization in the sector to participate in working groups for APLs, an initiative by the Federal Government.\n\nOther examples include our university account, which can be opened without income verification and features exclusive products and services, and Click Conta Bradesco, focused on youths of up to 17 years old. We also feature an MEI account, a 100% digital product that includes exclusive advantages for Brazilian microentrepreneurs.\n\nIn addition to products, we also offer solutions to facilitate people's access to the banking and loan system. Through correspondent bank network and service points (PAs), we are in small towns or remote cities where banking options are still limited. In 2020, Bradesco had 1,411 PAs in cities without any financial institutions.\n\n<!-- image -->\n\n## Portal MEI\n\nIn 2018, Bradesco released the MEI Portal as a way to provide financial and non-financial services for individual microentrepreneurs, whether they are Bradesco clients or not.\n\nTo help them on their paths to becoming entrepreneurs, we assist with content about the benefits of forming a business and managing their businesses, such as creating a virtual store, issuing invoices, accounting advice, issuing the DAS tab (MEI tax) and other services. We also offer the possibility to open an MEI Digital Account through the Bradesco Net Empresa App, with exclusive conditions and purchase of payment terminals for the MEI to allow them to sell even more.\n\nFinancial education - exclusive page with content on financial education drawn from national and international benchmark studies and tests with users, with economic psychology serving as the basis of the content. banco.bradesco/educacaofinanceira",
        "metadata": {
            "page": 78
        },
        "id": "702c8cb8-e880-4f3f-87e9-42fababd3071"
    },
    {
        "page_content": "## Financial Education\n\nUnibrad conducts financial education programs for the Organization's senior management, employees and for the general public, effectively promoting inclusion and access to the topic, democratizing information - working towards a society with healthy consumption habits, instituted through financial discipline - and focusing on people's quality of life and financial well-being.\n\n## Featured Solutions for In-house:\n\n- · Financial Education in Your Hands: a program designed to help people contemplate, manage personal finances and make good consumption and investment choices, in addition to teaching them how to use tools that provide improved financial control.\n- · Financial Education for Senior Management: intended to provide their team with guidance on the topic of financial education and its importance to society, in addition to showing their employees the measures needed to manage their personal finances.\n\nBROAD REACH: FINANCIAL EDUCATION ACTIVITIES ARE AVAILABLE TO THE PRIVATE AND PUBLIC SECTOR, AND THE THIRD SECTOR.\n\nUNIBRAD HAS 39 FINANCIAL EDUCATION SOLUTIONS IN ITS PORTFOLIO, AVAILABLE EITHER ON-SITE OR DIGITALLY.\n\n- · How to Prepare Financially for Retirement: the goal is to contribute to the culture of the rational use of money, educating people on the importance of controlling spending and creating a family budget now to to avoid compromising the future.\n- · Those Who Dream Save! Parents & Children: was designed to promote a shift in family behavior in relation to the use of money through activities and workshops.\n- · Financial Education Multipliers: designed to enable account managers for Individuals to act as multipliers of personal finance concepts to educate clients, family members and community members about the benefits of building a more balanced financial life.",
        "metadata": {
            "page": 79
        },
        "id": "dbee4619-7eba-4af3-a263-4df82a80df39"
    },
    {
        "page_content": "Featured solutions for people outside the company:\n\n- · Financial Education Lectures: created to demonstrate that creating and maintaining a family budget is something that is available to anyone, produced in a simple and playful way. During the lectures, the 'Take Care of Your Money' booklets are also distributed, which provide guidance on the topic. In 2020, the Financial Education in Times of Crisis lecture was made available, including practical tips for getting through the pandemic. There were more than 2,600 participants in companies across the Country.\n- · Financial Education Portal: available to the general public, the Portal provides users with best practices involving budget control and sourcing products and services. It is available on the Bank's main website and includes, among other things, Responsible Credit, I am in the Red, Expenses, Incomes, Family Money, My Projects, Financial Products and Tools. It is available in an accessible layout for people with visual impairments and can be adapted to any mobile device, increasing the opportunities to access a range of relevant information on financial education\n- · Na Real Series: partnership between Bradesco and LIT, a digital learning platform from Saint Paul School of Business, which provides free content on personal finance. With curated, state-of-the-art technology and instructions from the teachers of Saint Paul, this program seeks to teach participants how to maintain a healthy relationship with their money. Videos can be accessed through a mobile app and through a computer - anytime, anywhere.\n- · Partnership with the Amazonas Sustainable Foundation: with support from Bradesco, Unibrad participates in a project partnered with the Amazonas Sustainable Foundation (FAS, in Portuguese), which promotes initiatives on entrepreneurship and financial education in 16 conservation units in Amazonas.\n- · NextJoy: in partnership with next Bank, we have created financial education content geared towards guiding children and adolescents, who are the newest young clients of next's digital accounts. The educational tracks are developed by educators and include activities proposed for young people between the ages of 3 and 17.\n\nand banking inclusion.\n\n## Citizenship and Philanthropy\n\nThrough Private Social Investment, the Bradesco Organization also supports projects and initiatives throughout Brazil, playing a role in socioeconomic development and environmental preservation, as well as raising the awareness of thousands of people.\n\nAll activities involving the Social Investment agenda follow the guidelines established by the following policies and guidelines:\n\n- · Corporate Donations Policy (https://api.mziq. com/mzfilemanager/v2/ d/80f2e993-0a30-421a-9470a4d5c8ad5e9f/38c4d2f9-947844fc-8267-fca8c7102625?origin=1)\n\n·\n\nSponsorship Policy\n\n- (https://api.mziq.com/ mzfilemanager/v2/ d/80f2e993-0a30-421a-9470a4d5c8ad5e9f/887adc5c-0e8b4758-acd1-b4871e9c0087?origin=1)\n- · Donations and Sponsorships Regulation (https://api. mziq.com/mzfilemanager/ v2/d/80f2e993-0a30-421a-9470a4d5c8ad5e9f/740e96f9-8985-\n- 4910-a77a-ccefb096f1d9?origin=1)",
        "metadata": {
            "page": 80
        },
        "id": "6ed98cb1-41e2-41df-bcd3-214e48e97b38"
    },
    {
        "page_content": "In 2020, we invested in a number of projects and initiatives through donations and sponsorships made by the Organization and through tax incentives focused on health (PRONON and PRONAS), the elderly, sports, education (FUMCAD) and culture sectors (Rouanet). Some of the projects we supported include:\n\nSports and education: volleyball and basketball classes to help the development of girls aged from 8 years with guidelines on the prevention of drug use and teenage pregnancy, as well as health insurance, transportation, food and aid grants, and other benefits for participants. Classes take place at Fundação Bradesco schools, municipal sports centers, state and private schools and in our Sports Development Center, located in Osasco, São Paulo.\n\nMusical Education: Bradesco promotes the psycho-social development of socially vulnerable children and adolescents who are sheltered in six partner institutions in Curitiba and the metropolitan region, offering health insurance and free music education activities (such as children's choirs) that\n\nstimulate self-knowledge, creativity, socialization, and interaction among the participants. The program helped 292 children and adolescents in 2020.\n\n## SOS Mata Atlântica (Atlantic Forest SOS):\n\nthe partnership with Bradesco, since 1989, aims to promote actions for the preservation and conservation of the Atlantic Forest biome.\n\nAmazonas Sustainability Foundation (FAS, in Portuguese): with over a decade working together, the Bradesco Organization, in partnership with FAS, has been active in the Amazon biome to promote initiatives involving education and environmental conservation, education, financial inclusion and entrepreneurship. The FAS's mission is to contribute to the environmental conservation of the Amazon by promoting standing forests and their biodiversity and improving the quality of life of riverside communities, which benefits 647 communities in 16 protected areas.\n\n<!-- image -->\n\n## Accelerating Efforts\n\nBy keeping clients at the center of our decisions, we were better prepared for the numerous demands brought on by the year of the pandemic. Despite this, certain priorities needed to be reconsidered, as attention began to be focused not only on people's financial health, but on physical health as well.\n\nThrough the use of data, we are able to better target the offer of products, better segmenting the groups and attempting to efficiently respond to the specific needs of each client.",
        "metadata": {
            "page": 81
        },
        "id": "5a93d841-5fed-4f1c-8663-2baf01a6acd9"
    },
    {
        "page_content": "## Social and Incentive Donations\n\nBradesco remains committed to making a positive social impact, investing in projects that are geared towards improving access to education, health and culture.\n\nMaking sure that sustainability-related issues continue to be aligned with our mission, we are focused on reaching all levels of society by recognizing their shortcomings in social matters so that we can help with the promotion of equal opportunities; personal and community fulfillment; and as a way to construct a more dignified, fair and productive society.\n\n<!-- image -->\n\nThe incentivized donations were allocated to finance specific programs:\n\n## ·  Projects supported by the ECA (Statute of the Child and Adolescent)\n\nPrograms for the protection and well-being of children and adolescents who are under threat or whose rights have been violated.\n\n## ·   Elderly\n\nProjects that ensure social rights for the elderly and for creating conditions that promote their autonomy, integration and effective participation in society.\n\n## ·  National Oncology Care Support Program (Pronon)\n\nProjects designed to improve the provision of health services in the oncology area; supporting the education, training and improvement of human resources; conducting research; and developing actions to prevent and combat cancer.\n\nOVER 5.5 MILLION HITS ON THE GRUPO BRADESCO SEGUROS VIVA LONGEVIDADE (LONGEVITY) PROJECT PORTAL",
        "metadata": {
            "page": 82
        },
        "id": "d658380b-2a75-4049-b06f-46c85e709873"
    },
    {
        "page_content": "## Social Activities by Grupo Bradesco Seguros\n\nViva a Longevidade (Longevity) Project Content is published periodically on the Viva a Longevidade portal (vivaalongevidade.com.br) with tips, reflections and inspiring stories for people who want to start living more and better. In 2020, the portal reached over 5.5 million views and has published over 1,500 pieces of content.\n\n## Bradesco Seguros Cultural Circuit\n\nSponsorship for theater plays, exhibitions and dance and music shows. Because of the pandemic in 2020, events were held in a new digital format with the broadcast of the ' Simples Assim ' and ' Loloucas ' show on the Bradesco Seguros YouTube channel, with digital content from the musical 'A Cor Púrpura ' and ' Museu de Arte do Rio ' on Instagram by Bradesco Seguros.\n\n## Donations and Sponsorship\n\nWe also have Donations and Sponsorship regulations. Its purpose is to provide adequate and transparent governance related to all donations and sponsorships made by the companies under Grupo Bradesco Seguros and BSP Empreendimentos Imobiliários, which are promoted as part of the commitment to society and need to be aligned with the company's principles and values, and conducted with honesty and integrity.\n\n<!-- image -->\n\n## Company-School Integration Project\n\nStarting in 2004, the group has been running the Company-School Integration Project (PIEE, in Portuguese), working together with the Fundação Bradesco with children from the Rio Comprido neighborhood in the city of Rio de Janeiro. With 858 spots, it includes cultural and sports practices, as well as socio-environmental actions. In 2020, 921 children were assisted before the pandemic hit. In order to make sure children had activities during the Covid-19 outbreak, we created an online platform in June where teachers could post classes to be taken at home with their guardians. We created 868 accounts to access the platform and over 200 classes were posted.",
        "metadata": {
            "page": 83
        },
        "id": "b6e477c8-950c-426f-8b12-e89fd13b02af"
    },
    {
        "page_content": "## Customer Experience (CX)\n\nCustomer experience is a strategy that places the client at the center of the experience, addressing their hurdles and needs. It is the field of human activity that studies behavior, tests hypotheses, recommends the best avenues for products and services, and measures the performance of the channels - all with the intention of meeting and exceeding people's expectations.\n\nThe activity takes place with a focus on customer experience, either through direct contact channels or through the experience of a manager, which directly reflects on the process and the relationship with the end-client during the procurement, use and after-sale of a product.\n\nThinking about CX means employing User Experience (UX) from the beginning to the end of a product, service and/ or channel. It is also the most efficient\n\n<!-- image -->\n\nway to take our clients on a journey that satisfies their needs, aligned with our business and technical feasibility - a fundamental tripod of any solution.\n\nThe purpose of a UX Studio area is to study, plan, coordinate and create UX strategies and solutions, journeys, and graphic and voice interfaces that address business challenges and people's needs. These steps are intended to provide the best corporate experience targeting all client contact points - physical and digital - as well as any potential Bradesco clients in their corporate channels.\n\nTo do this, we work with our entire team structure: UX Lead, UX Strategist, UX Research, UX Design, UX Writing, VUX and UX Inclusion in over 93 squads, distributed in villages and in the department's initiatives to provide fluid journeys that deliver an end-to-end experience to people.\n\n<!-- image -->\n\n## CONNECTED\n\nWE ARE ACTIVE ON FACEBOOK, TWITTER, LINKEDIN, INSTAGRAM, SPOTIFY, TIKTOK AND YOUTUBE, WHERE WE HAVE EXCEEDED 4 MILLION SUBSCRIBERS AND 3 BILLION TOTAL VIEWS SINCE 2006.",
        "metadata": {
            "page": 84
        },
        "id": "e05f7585-edeb-4814-9074-ae9703f5d8d4"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 85
        },
        "id": "7fa9566b-1774-46fb-84aa-483fbce1bd49"
    },
    {
        "page_content": "## In addition to the metric, a cultural transformation\n\nWe believe that the client is the leading figure and is at the center of all our efforts. Bradesco has been using the Net Promoter Score (NPS) since 2017 to help us get a more comprehensive understanding of client needs and satisfaction levels. Established by use and results, NPS measures the level of recommendations and client loyalty in the relationship with the Bank and the service channels, products and services offered.\n\nWe expanded the NPS System in 2020, cementing a culture of listening to the\n\nclient on an ongoing basis as a crucial pillar of the Organization's strategic plan. This voice is heard through research (NPS) and direct contacts between employees in the areas and clients (conducted at all levels of the Organization, from the frontline of service to department executives), in an effort to identify the root causes for why our products and services are or are not recommended. Using these tools, we can act strategically to improve customer experience in a continuous and scalable way. We then hold discussions in structured and recurring forums where plans of action are established and subsequently executed.\n\n## Feedback, Learning and Continuous Improvement\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 86
        },
        "id": "9ed448ba-3120-44e8-b28f-e9a860ce19ef"
    },
    {
        "page_content": "## Corporate after-sale service for listening to the client\n\nIn accordance with our strategic pillar that places the client as central, we have also instituted corporate after-sales in an effort to optimize the collection of client feedback and determine the level of satisfaction - arranging ways to make improvements in products and services if needed. The initiative is grounded in a cooperative strategy shared by all areas of the Organization.\n\nThe Bank actively engages with clients through an After-Sales Program...\n\n<!-- image -->\n\n<!-- image -->\n\nTo improve relationships and leverage potential new business opportunities, we have been contacting our clients after they have engaged in a product or service to make sure that the service was performed correctly and the product they procured matches what was offered to them. Collecting feedback from the client's perspective allows us to delve deeper into identifying potential improvements throughout the product's life cycle and in the client's journey, as well as to detect opportunities for both customer relations and commercial offerings.",
        "metadata": {
            "page": 87
        },
        "id": "e09e1711-584d-48ac-befe-c4dd04110cb6"
    },
    {
        "page_content": "After-Sales also enables strategic contacts to be established based both on the opportunities identified in the first process and on the bank's internal strategies for distinct purposes, such as providing the offer of new products, ensuring their assertiveness, conducting boutique commercial campaigns for products and services, opening new channels, etc.\n\nThese findings act as leverage throughout the client journey in an effort to drive the relationship and the offer towards achieving sustainability in business with our clients, and are overseen by senior management.\n\nIt's about making our service the differential so the client becomes our fan. It's understanding that, without trust as a foundation, there is no relationship between client and company that can be sustained. This premise guides the daily activities of all employees.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Customer Relationship Management (CRM) 2.0\n\nConducted in partnership with Salesforce, this program transforms the experience of our clients during their interactions with the Bank through a deep restructuring of processes, governance and CRM technology combined with the intensive use of real-time data, analytics, testing and optimization methodologies.\n\nAn integral part of a larger digital transformation initiative designed by the Bank, this program will help better understand the needs and preferences of our clients, providing a more personalized and contextualized interaction through the use of an omnichannel.\n\nHaving relevant implementations in 2020, the program made it possible for the Bank to introduce strategic actions, such as loan extensions, PIX and emergency measures related to Covid-19, in addition to relationship, activation and retention activities, and many other initiatives.\n\nPersonalized experience: 88% more qualified contacts in the last 6 months, resulting in a 11% increase in the Organization's total share of sales for the year.\n\n## Advancements in the digital approach: in\n\naddition to being the most remembered Bank, Bradesco ranked first in PIX key registrations.\n\nClient-centricity: significant gains of scale, control and management in active contacts with our clients.\n\nExecutive Committee for Conduct in Customer Relationships\n\nConduct in Customer Relationships Commission\n\nOperational",
        "metadata": {
            "page": 88
        },
        "id": "5bf80880-002e-40a8-98f1-8211d05c0fe8"
    },
    {
        "page_content": "<!-- image -->\n\n## Integration in diverse channels\n\nThis focus on the client also drives us to work in a holistic and systemic way through a combination of channels and their increasing integration with digital media. As such, we consistently pursue the latest technology to deliver practicality and security to users, an evolution that also provides other opportunities, such as reducing the number of branches. About 700 branches have become business units over the year.\n\nEven with this progress, we have not let go of the importance of our capillarity and face-to-face service: we currently have 3,395 branches, 79,870 service points, 39,100 Bank correspondents and 54,522 ATMs, 30,694 of which are Bradesco machines and 23,828 are shared network machines - Banco24Horas. In addition, correspondent bank network offers a complete banking experience model to clients and is responsible for 1,571,344 of new accounts opened at Bradesco.\n\nCompared to 2019, there was an increase of 2.7 million clients with a digital profile 6 . We had over 21.2 million clients with this profile in 2020.\n\n- 6.  It includes clients using Mobile and/or Internet channels (Individuals and Companies).\n\n## Autonomy in Support\n\nOperating in the five regions of Brazil, the self-service channel provides clients with autonomy, offering a portfolio of products employing intuitive browsing and focused on digital convergence, maintaining high availability and capillarity.\n\nThere are now over 54 thousand active machines divided between own network and the shared network - Banco24Horas -, all equipped with biometric security. In addition to convenience in the 'Proof of Life' for INSS clients, security in the palm of one's hand adds flexibility to carrying out all types of transactions without a card, whether it is activating tokens on the cell phone or proxy access of individual accounts without the need for an employee present.\n\nWe offer services that place us in a pioneering position, including banknote recycling machines that make it possible to deposit cash with immediate credit in the recipient's account, eliminating the use of envelopes (reducing consumable costs), and disruptive services, like being able to buy dollars and euros - two currencies in just one machine.\n\nIn order to enhance the customer experience, Bradesco self-service also offers features that facilitate your day-today routines, such as: withdrawals with the possibility of choosing denominations, quick withdrawal and sending receipts via e-mail.",
        "metadata": {
            "page": 89
        },
        "id": "c1caaaac-9eb7-443e-9ff4-f0212dfd4660"
    },
    {
        "page_content": "## Actions focused on client demands\n\n<!-- image -->\n\n## Repositioning efforts in the Prime\n\ncategory we are looking to attract new generations through loan instruments. One of these is real estate financing.\n\n<!-- image -->\n\nNew Internet Banking fresh interface, usability and availability of funds , where the user can personalize their home screen with the features they feel are most important, thereby providing an improved experience on the channel .\n\n<!-- image -->\n\nThe New Bradesco App featuring a modern and attractive layout , the App can be customized according to the client's account tracking, giving them the ability to choose the transaction that will be set on the main screen.\n\n<!-- image -->\n\n<!-- image -->\n\nExpanding the offer to satisfy the demands we now offer international investments through BAC Florida Bank.\n\nPIX the product's features are made available in all Bradesco channels , including the ability to sign up, delete, portability, Pix claim procedure and/ or transactions for individual and corporate accounts . With Pix credit , clients can complete transfers even if they do not have a balance, through an online loan solution.\n\n<!-- image -->\n\nOur managers work alongside investment analysts to advise clients. The focus is on having a deep understanding of each of their needs.\n\n<!-- image -->\n\nÁgora Investimentos is an open investment platform for account holders and non-account holders , and besides being on Ágora Investimentos' website or app , it is also on the Bradesco, Next , and Bradesco internet banking apps , ensuring countless possibilities for investments in proprietary and third-party products.\n\n<!-- image -->\n\nDisney+ subscription for the streaming platform through the Bradesco App , Internet Banking and Bradesco Cards App with special conditions.",
        "metadata": {
            "page": 90
        },
        "id": "385d378d-6651-42b9-966e-9a8a70d7e258"
    },
    {
        "page_content": "## Technology and Innovation\n\nWe are pioneers, motivated by change and the pursuit for what is new, anticipating trends and turning challenges into opportunities so that we can always go even further.\n\nThis reality that we face each day is challenging and leads to shifts in behavior across all layers of society. This is why our extensive use of technology has been a key part in understanding our clients better, offering specific solutions to fulfill their demands while measuring their level of satisfaction and staying ahead during this new era - one that increasingly demands speed and simplicity in daily routines.\n\nBRADESCO\n\nIntegrated Report | Shortened Version 2020\n\nTechnology and innovation play an important role in our business. The analytical use of data, artificial intelligence and other technologies have allowed us to evolve the experiences offered over the last few years. Our team works in a multi-disciplinary way on a number of disruptive projects that are based on the concept of user experience. This includes increasingly friendly and simplified ways to offer products and services, which Bradesco clients put to the test each day. Our technology investments have reached R$6 billion per year.",
        "metadata": {
            "page": 91
        },
        "id": "0fd5c9a0-5853-4cda-bd68-67b0e4eed9dd"
    },
    {
        "page_content": "## Brain (Bradesco\n\n<!-- image -->\n\n## Business Intelligence)\n\nFocused on loan products and solutions and using advanced analytics in real time applied at scale, the initiative maps the needs of our clients in order to deliver the best product, limit and price, while accounting for the conditions and context of each one with a fluid and multichannel approach. This initiative is related to refinancing, extending loan payments, renegotiations and contracting in the channels and allowing clients to financially restructure, in addition to emergency loan during the pandemic, introducing new products and evolutions of journeys.\n\n## BIA\n\n<!-- image -->\n\nBIA (Bradesco Artificial Intelligence) has been helping to make people's financial lives even easier. It logged over 671 million interactions in 2020 and was able to answer the requests from initial service in Fone Fácil, in addition to assisting with registering a PIX key, information on extending loans and assistance during the pandemic. We have\n\nenhanced BIA's transactional and conversational skills, providing guidance on transactions through WhatsApp on the Home Broker and assisting clients who are initiating transactions on the stock exchange with clarifications on the purchase and sale of shares, scheduling of orders, share subscriptions and consultation/ blocking of limits. To gain a better understanding of clients' needs and provide accurate responses, we have also worked on BIA's short-term memory and voice interpretation to fully grasp clients' intentions.\n\n## Bitz\n\n<!-- image -->\n\nOfficially introduced into the market in September 2020, Bitz is a digital wallet that contains a free payment account, with a balance yielding 100% of the CDI. The application includes features such as: pay and receive via mobile, free TEDs (Express Wire Transfers), cell phone top-ups, a debit card and a virtual card to make purchases on the internet and on the most popular apps in the country. In addition, all purchases with the Bitz card yield cashback for clients as a way to encourage the reuse of the payment method. As a startup, Bitz will run with the agility needed to advance in its category.\n\n## Fone Fácil (Easy Phone)\n\n<!-- image -->\n\nEmergency responses during the pandemic: advisory messages in the URAS of the main Call Centers, providing information on branches and the hashtag #Aguentefirme (Hang in There); shift in office hours and a higher concentration of Fone Fácil attendants during business hours; extension of debts through Fone Fácil; and emergency benefit support and assistance.\n\n## Digital interfaces\n\n<!-- image -->\n\nThrough continual investments in our digital channels focused on improving our customer experience, we provide a unique account access app for individual clients that recognizes their profile and automatically adjusts to their segment. This helps the client personalize their initial access with the most commonly used services and also introduces new solutions, such as applying for Mortgage Loan Letter (LCI) and consortium plans by cell phone and the internet. Using the Cards App, clients can quickly choose to pay their bills in installments, selecting the best plan, down payment and the number of installments. We have made significant progress in client service processes for our corporate clients by extending our self-services via cell phone or Net Empresa, and can now update",
        "metadata": {
            "page": 92
        },
        "id": "475b1ec3-d013-4de5-9283-b8e066156af1"
    },
    {
        "page_content": "<!-- image -->\n\nregistration data using digital capture of documents, pay bills by credit card, manage limits for payment of bank slips and bills according to the sector, without ever having to visit the branch to complete the transaction. In 2020, we opened more than 979.4 thousand accounts directly on the App and 98% of banking transactions were done via Mobile, internet, ATM and Contact Center channels.\n\n## Bradesco Marketplace\n\n<!-- image -->\n\nThe Bradesco Marketplace merges innovation and market pioneering in the provision of mass market digital banking products. Until then, products were offered in a decentralized manner with different standards. The initiative symbolizes innovation combined with the reach of banking inclusion, with:\n\n- · A focus on customer experience\n- · Increased interaction\n- · Digitizing the sales experience\n- · Personalized approach\n- · Quality and convenience offered to clients\n- · Service to all segments and client profiles\n\n## Next\n\n<!-- image -->\n\nNext, a disruptive platform introduced in October 2017 to complement the Bradesco Organization's ecosystem of solutions and address the hyperconnected market, is a 100% digital bank.  Today, it has over 3.7 million clients, 77% of which were not Bradesco account holders and 70% of them are clients between 18 and 34 years old. Significant strategic moves were made in 2020, including: integration with Ágora Investimentos, introduction of the nextJoy account for minors in partnership with Disney, release of the protection area, which offers four types of insurance, and decoupling - beginning to operate with a proprietary CNPJ as a related company of the Bradesco Organization.\n\n## Open Banking\n\n<!-- image -->\n\nThrough Open Banking, clients will be able to view their bank details and make payments using their account from other platforms, not just through the channels traditionally offered by financial institutions. It represents an opportunity to develop new partnerships with third parties and to create products and services that add capabilities to existing financial services, boosting the value proposition to clients. Already used at Bradesco\n\nwith the Next platform, Ágora Investimentos and on the MEI platform (mei.bradesco), we established a partnership in 2020 with OLX Brasil for 100% digital real estate financing through the use of APIs.\n\n<!-- image -->\n\nBradesco launched Pix in November 2020, an innovative payment method created by the Central Bank of Brazil that allows for making payments, transfers and receive money at any time of the day, 365 days a year, even on weekends and holidays, with the recipient's account credited in just a few seconds. Pix can be carried out from a checking, savings or payment account. Transactions are done by simply entering the registered Pix key (CPF (Individual Taxpayer's ID) or CNPJ (Corporate Taxpayer's ID), cell number, email or random key) or QR Code online, through digital channels. As of December, more than 14.6 million keys were registered. On top of all the advantages that this new system offers, like being instant and simple to use, we offer extra value by providing the ability to request a loan in Pix in the event of an insufficient balance for transfer, with optimal solutions so that the client can handle everything online. Notably, we were the first bank to include a provision of loan as part of the Pix journey, whereby the offer takes place in a contextualized way.",
        "metadata": {
            "page": 93
        },
        "id": "54144dae-5bd2-463b-b7b7-285fdcaaee21"
    },
    {
        "page_content": "## inovabra\n\nThrough inovabra, we maintain a full innovation ecosystem, stimulating innovation inside and outside Bradesco through collaborative work with employees, business areas, clients, companies, startups, technological partners, investors and mentors, all in an effort to fulfill the needs of our clients and ensure long-term business sustainability. Inovabra is comprised of a number of complementary activity programs:\n\n## INOVABRA CENTERS\n\nThe internal innovation program has been motivating our employees to intrapreneurship since 2012, promoting the culture of innovation at the Organization. Innovation projects are prioritized, structured and executed right from the design stage, all the way through the entire process of building the case and validating the business model. There are over 200 professionals from diverse areas of the business interacting with each other and with external startups and focused on creating innovative solutions to provide better experiences to our clients.\n\n## INOVABRA VENTURES\n\nA proprietary capital fund started in 2016 and currently holding R$400 million. It is managed by the Private Equity area to invest in startups with innovative technologies and/or business models, helping to grow the valuation of these startups and to expand the entrepreneurial environment when - above all - they involve solutions that address the needs of our clients. So far, ten startups have been vested.\n\n## INOVABRA RESEARCH\n\nA multidisciplinary team, complete with analysts and researchers who delve into studies on new technologies and business models to keep the Organization at the forefront of knowledge. Continually interacting with partners, universities and research institutes in Brazil and throughout the world, the team supports inovabra with specific knowledge that is used to make decisions on the innovation portfolio. It is responsible for conducting research on emerging technologies like artificial intelligence, blockchain, IoT, quantum computing, and many others, including their impacts and applications in financial products and services.\n\nInovabra is focused on fulfilling the needs of our clients, ensuring business sustainability over the long term.",
        "metadata": {
            "page": 94
        },
        "id": "25d6b2f3-4534-486c-ac28-1ac47e828eb8"
    },
    {
        "page_content": "<!-- image -->\n\n## INOVABRA LAB\n\nUnveiled at the end of 2017, it is a 1,700 square meter facility located at the Bradesco Center in Alphaville (SP), which hosts 16 laboratories in the technology areas, designed to operate in a cooperative work model with major technology partners that reside in that area. The model creates gains in operational efficiency, optimizing and reducing the certification periods for new technologies by up to 60% (hardware and software); prototyping; experimentation; proof of concept; and launches and solutions for new challenges. In addition, it provides ideal conditions for connecting business areas with IT areas and technology partners, thereby drawing the Organization closer to the frontlines of emerging technologies. As of December 2020, 666 certifications and 115 POCs had been granted.\n\n## INOVABRA STARTUPS\n\nReleased in 2014, it is an open and innovation program that facilitates strategic partnerships between Bradesco and startups with applicable solutions or the possibility of adapting to financial and nonfinancial services that can be offered or used by our Organization. These solutions are tested in the inovabra lab and a total of 69 proofs of concept have been completed and 20 startups have been retained.\n\n## INOVABRA INTERNACIONAL\n\nAt the start of 2018, we introduced inovabra international, a program structured in a climate of innovation based in New York with connections in London, which works as a radar for global innovation and in the entrepreneurship ecosystem. A highlycommitted team of employees work together in a collaborative space and partnered with a specialized company as well as 8 global banks. The intention is to identify solutions that add value to the Organization's business and keep track of trends in new business, technological and behavioral models.",
        "metadata": {
            "page": 95
        },
        "id": "2cef6949-09ae-4e4e-88ac-d10670964979"
    },
    {
        "page_content": "<!-- image -->\n\n## INOVABRA HABITAT AND DIGITAL HUB PLATFORM\n\nIn February 2018, we opened the inovabra habitat, a building with over 22,000 square meters located in the economic, innovation and cultural heart of the city of São Paulo: between Avenida Angelica and Rua da Consolação near Avenida Paulista. It's an area where major companies, startups, investors and mentors work collaboratively to co-innovate and generate business. The environment includes over 174 startups and 78 major companies, representing\n\nmore than 1,200 people working cooperatively to innovate. Also, as of 2020, more than 400 contracts had been signed by and between companies, startups residing in the space, and Bradesco.\n\nBesides promoting the universe of entrepreneurship in Brazil and the culture of innovation in organizations, inovabra habitat helps Brazil in its pursuit for a position of greater prominence in global innovation. Since September 2020, the operational model of inovabra habitat has also expanded\n\nto digital. The new format, which complements the physical one, can accommodate startups and companies from all over the country that wish to have access to open innovation. The inovabra digital platform hub also conducts searches and connections with other startups from various regions of Brazil in order to access business opportunities with Bradesco and the Bank's partner companies. There are currently over 2,600 startups registered that can be analyzed to participate in specific\n\nbusiness challenges.",
        "metadata": {
            "page": 96
        },
        "id": "bfddf90a-8d83-4a97-b76f-b2208ba7efe6"
    },
    {
        "page_content": "## Greater Reach\n\n<!-- image -->\n\nThe inovabra habitat has established partnerships with other innovation centers to help connect the business demands of Bradesco and the large companies that have a relationship with the Bank with the innovative entrepreneurship distributed throughout various parts of the country.\n\nPartners are selected based on their potential to connect entrepreneurs in their operational area within their various segments, in addition to qualifying their network in terms of human capital, technology and innovation. Centers with this profile receive the designation 'inovabra Partners' and become part of Bradesco's innovation ecosystem. Currently, ACATE, Porto Digital and Hospital do Amor are inovabra partners.\n\n## Inovabra awards in 2020\n\n## Efma-Accenture's  Banking Innovation of the Month\n\nFebruary, M-Token case\n\n## 2020  Value  Innovation  Award\n\nFirst place - Bradesco in the Banks sector Ninth place in the 2020 ranking\n\nWorld's Best Financial\n\nInnovation Labs 2020\n\ninovabra habitat case\n\n## Whow! prize in Innovation 2020\n\nBradesco - third place in the Banks category Ágora Investment Platform - third place\n\nEfma-Accenture's Banking\n\nInnovation of the Month\n\nMay, Speech Analytics case - by Banco Bradesco\n\n## The Best of Dinheiro 2020\n\nBradesco - second place in the Banks category\n\n## Corporate Startup Stars Awards\n\nBradesco/inovabra\n\n## Top 100 Open Corps\n\nBradesco/inovabra\n\n## Empresas mais 2020\n\nBradesco - second place in the\n\nfinancial services sector - commercial banks\n\n## Sixteenth Banking Report Award\n\nOperational Efficiency - Project Office 365° case Financial Inclusion - Bradesco Marketplace case\n\n## Financial Personality of Innovation 2020\n\nFernando Moraes de Freitas\n\n<!-- image -->",
        "metadata": {
            "page": 97
        },
        "id": "90cafaf9-19dc-4a27-ac35-1d394ccca7bb"
    },
    {
        "page_content": "## inovabra in Figures\n\n<!-- image -->\n\n78 companies reside in the habitat\n\n174 startups reside in the habitat\n\n<!-- image -->\n\n## 430 contracts signed\n\nbetween companies, startups and Bradesco\n\n<!-- image -->\n\n10 startups invested\n\n<!-- image -->\n\n666 certifications\n\n<!-- image -->\n\n20 startups retained\n\n<!-- image -->\n\n184 proofs of concept\n\nperformed in the inovabra lab and startups\n\n<!-- image -->\n\ncompanies\n\nin the\n\n1,800+\n\ninovabra ecosystem\n\nIN 2020, WE CONCLUDED 430 CONTRACTS BETWEEN COMPANIES, STARTUPS AND BRADESCO. WE HAVE 1,200 PEOPLE WORKING COOPERATIVELY TO INNOVATE, AND WE CLOSED THE YEAR WITH 20 CONTRACTED STARTUPS\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n6,900+ people working collaboratively in the innovation\n\necosystem\n\n<!-- image -->\n\nR$400 million proprietary capital fund\n\n<!-- image -->\n\n55+\n\ntrials\n\nwere completed\n\n<!-- image -->\n\n2,6 thousand startups registered in the Digital Hub platform",
        "metadata": {
            "page": 98
        },
        "id": "d47b6b57-f4e4-43f8-830f-7cc94842f5ff"
    },
    {
        "page_content": "<!-- image -->\n\n## Innovations implemented with the support of inovabra:\n\n<!-- image -->\n\n## Disney +\n\nFirst corporate project to sell a non-financial product within Bradesco channels. It was developed with the support of inovabra, Cards and Corporate and involved a number of areas at the bank. The case posed the challenge of integrating a nonfinancial product to the bank, as well as constructing a new business model with a focus on customer experience.\n\n<!-- image -->\n\nPioneering in the financial market with the use of artificial intelligence in complex documents\n\nBradesco is the first bank in the financial market to introduce artificial intelligence into the analysis of complex documents, including proxies and corporate contracts. It is an application made up of a number of technologies like OCR, NLU and NLP, which constitutes an automatic solution for reading and interpreting unstructured documents such as social contracts and powers of attorney.\n\nImplemented by the Centralized Operations department and with the support of inovabra, the solution extracts information from the documents and interprets it in order to conduct an analysis of signatures and powers. The increased efficiency in the analysis process contributed to:\n\n- reduction in operational costs;\n- increased productivity, leading to higher quality analyses being produced;\n- scalability for other types of documents that are used for additional financial transactions;\n- a standardization in the process of analyzing and interpreting documents;\n- boosted quality, reducing operational errors;\n- a reduction in service time.\n\n<!-- image -->\n\n## Digital checklist platform\n\nDesigned with support from inovabra and the Assets and Liability department, this solution ensures centralization and optimization for managing construction projects and managing non-conformities, in addition to simplifying the collection and processing of information, making them all totally digital. One of the key benefits is the speed for applying checklists and the amount of time saved.\n\n<!-- image -->\n\n## Comparison of Funds in the Investment System (SINV)\n\nA tool that was created in the investment department in conjunction with inovabra with the goal of comparing all investment funds available in Brazil. This facilitates a more objective approach for managers and investment specialists in terms of product offerings. The solution is designed to be used by relationships managers and investment specialists, providing speed and effectiveness (in addition to educational content) in assisting investor clients.\n\nOne of the key features is that the tool provides two ways of comparing between Bradesco Investment Funds and their respective competitors through recommendations.",
        "metadata": {
            "page": 99
        },
        "id": "457537c8-9e06-47d7-927b-16b4d2549068"
    },
    {
        "page_content": "<!-- image -->\n\n## MEI platform, solutions for individual microentrepreneurs\n\nPlaying an important role in developing entrepreneurship in Brazil, Bradesco's MEI Platform integrates open banking initiatives into the entrepreneurs' journey. The solution was implemented with support from inovabra, Varejo (Retail), DCPS and Bradesco Experience.\n\nThe MEI Platform is a pioneering initiative whose mission is to provide financial and non-financial services involved in the daily routine of microentrepreneurs, concentrating a number of information services on education, training, consulting and entrepreneurial performance in a single environment, in partnership with startups and companies that are specialized in the subject.\n\nFor MEI clients, we provide everything from pre-approved credit lines and microcredit to easy account openings via mobile, in addition to providing the convenience of access to banking and financial services to a growing number of entrepreneurs, helping to promote the country's economic development as well as financial inclusion and education, and creating decent work for society. It also increases small businesses' access to financial services and tools to support and manage their businesses.\n\n<!-- image -->\n\n## Artificial Intelligence for Social Networking\n\nA chatbot service specialized in social networks based on knowledge of natural language, grammar, slang and expressions, hashtags and emojis, that automates some of the most common interactions on Facebook Messenger.\n\nIncluding all social media platforms, Bradesco receives an average of 45 thousand mentions per month. There are many different types of messages: questions, complaints and suggestions about the bank's products and services, campaigns, among others.\n\nThe greatest volume of interactions is through Facebook Messenger. For this reason, with the support of inovabra, the Bradesco Experience adopted the use of a chatbot in this channel. Alongside text messages and emojis, the bot is also able to interpret and respond to audio messages, helping to foster an even closer and more inclusive relationship.\n\nIn all, the bot alone is already able to provide answers on over 100 topics. In December, we managed to reach the 90% accuracy mark, streamlining our network service. The artificial intelligence utilized allows conversations to be created with context, memory and logic in order to choose the most appropriate answers for each question.",
        "metadata": {
            "page": 100
        },
        "id": "e99f8074-8463-40d1-96d7-cf74b796e328"
    },
    {
        "page_content": "<!-- image -->\n\n## 100% Real estate financing\n\nA partnership was established in July 2020 with OLX Brasil to offer a new feature to users in a buying and selling platform: 100% digital real estate financing.\n\nThe partnership underlines the strategic importance of real estate credit for Bradesco, as well as the bank's positioning in the product's digital journey. As such, the Bank and OLX systems could be integrated via APIs, making it possible to provide benefits, such as data security and simplicity in sending documents and resulting in greater agility in enrollment. The solution was implemented with the support of inovabra and the IT Architecture departments; Bradesco Experience; Loans and Financing; Data management; and Systems.\n\n<!-- image -->\n\n## Culture of Innovation\n\nIn an effort to expand the culture of innovation and to support the Organization's transformation movement, the Ideação Program was introduced in 2020. The idea is to help all areas of Bradesco promote innovation in their businesses through a group of influencers who can spread knowledge and the attitude of innovation and form a transformation network that has an impact on the Organization's culture.\n\nEach week, the team is influenced by content intended to expand their knowledge of the innovation ecosystem (inovabra); national and international market radar; performance of the Organization's business areas; successful cases; and training and workshops for the practical application of knowledge. In December 2020, the group consisted of 239 influencers, representing 75% of the Organization's departments.\n\nMORE THAN 108 TALKS AND PRACTICAL SESSIONS WERE HELD DURING THE YEAR, WITH OVER 18 THOUSAND HABITAT IS AT THE EPICENTER OF\n\nPARTICIPANTS. THE INOVABRA THIS COMMUNITY'S INITIATIVE AND VALUE CREATION. THIS IS DONE THROUGH THE CONNECTION OF ITS ENTIRE ECOSYSTEM WITH BRADESCO EMPLOYEES VIA EVENTS OR THE PRESENTATION OF STARTUPS.",
        "metadata": {
            "page": 101
        },
        "id": "cb8fc7e3-78c6-436a-aca8-940d6c837738"
    },
    {
        "page_content": "## People: Our Team\n\nWe are constantly working to bring the best services to our clients. This is our overall mission. In order to fulfill this goal, we depend on our key raw material: the support, talent and commitment of our team. It is through human potential that we are able to evolve and achieve results that are based on excellence.\n\nWe therefore believe and recognize the value of plurality, respect and transparency in our relationships. We have also been investing in the development and growth of 89,575 of our employees, while encouraging knowledge sharing.\n\n102\n\nWe also strive to ensure a safe and healthy work environment, and we offer a compensation and benefits package that is not only attractive, but also aligned with the market. All of this translates into attracting and retaining talent, engagement and satisfaction, which are reflected in the way we work and serve our clients.\n\nWE INVEST IN THE\n\nDEVELOPMENT AND GROWTH OF OUR OVER 89 THOUSAND EMPLOYEES\n\n<!-- image -->",
        "metadata": {
            "page": 102
        },
        "id": "f79b8c14-86c6-455a-ae1e-5b7759f5fd59"
    },
    {
        "page_content": "## Our human capital\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 103
        },
        "id": "fa029189-8216-4e7e-8575-0f34c95da365"
    },
    {
        "page_content": "<!-- image -->\n\nWE HAVE A SUSTAINABILITY AND DIVERSITY COMMITTEE; DIVERSITY AND INCLUSION WORKING GROUP; AND AFFINITY GROUPS: GENDER, ACCESSIBILITY, RACE/ETHNICITY, SEXUAL ORIENTATION AND GENDER IDENTITY.\n\n## Diversity and Inclusion Guide our Activities\n\nWe believe in the power of embracing and promoting two fundamental attributes in our Organization: diversity and inclusion. These two pillars help to ensure the sustainability of our in-house career model. As such, we provide selection and training processes and work with a number of affirmative actions, giving everyone a chance to follow their own path of professional growth.\n\nBecause of its importance within the Organization, the topic is incorporated into the Code of Ethical Conduct, the Human Resources Management Policy and the Diversity and Inclusion Policy.\n\nWe have established a robust governance for diversity and inclusion at the corporate level, helping to maintain the topic as a strategic pillar for our Company. The Sustainability and Diversity Committee is represented by senior executives at the Organization, including the President and the Chairman of the Board of Directors.\n\nThe Diversity and Inclusion Working Group is made up of selected employees and focuses on strengthening the topic within activities and businesses. Sustaining the pyramid, Groups involved in Gender Affinity, Sexual Orientation and Gender Identity, People with Disabilities, and Ethnic-racial issues are composed of employees who volunteer to discuss, propose actions and advise on their respective topics, reporting to the Diversity and Inclusion Working Group that also include their coordinators.\n\nBrought together for the same purpose, Bradesco's HR Department has an area dedicated exclusively to managing Diversity and Inclusion. The Diversity Management team is responsible for making sure that groups who are underrepresented in the labor market can enjoy greater representation on our staff and are able to evolve in an environment that values real inclusion. The team operates primarily on four pillars: People with Disabilities, Gender, LGBTI+ and Race/Ethnicity.",
        "metadata": {
            "page": 104
        },
        "id": "9ad921b9-bfb5-40de-aa75-a6447a70cf37"
    },
    {
        "page_content": "<!-- image -->\n\nWe maintain a staff who is allied with respect and trained in diversity and inclusion. In 2012, Treinet Diversidade introduced our learning solutions that specifically address the topic. Currently, solutions such as Unconscious Biases, Growth through Differences and Diversity as a Leadership Strategy provide its participants with the opportunity to reflect on the topics. The latter is part of the Leadership Trail, an initiative that leaders go through at the time they assume their first management role so that they are able to make the best decisions when managing their teams.\n\nEven more, the commitment to transformation allows Bradesco to expand its operations, providing information, reflection and practical guidance to partners as well.\n\nThrough the English school Education First, we offer 1,000 scholarships to partner institutions for studying the English language in an effort to promote diversity and inclusion. The idea is to leverage the employability of minority groups and\n\nthose who are usually under-represented in the labor market. This includes people of color, people with disabilities, people in social vulnerability, trans-gender people and women in the technology field, an area commonly associated with males.\n\nThrough the FIA Employee Experience survey in 2020, we were named as one of the 100 Incredible Places to Work thanks to the quality of our people management practices, the excellent work environment, inspiring leadership and the sound management of our CEO. Among more than 300 companies that participated in the project, we were recognized in the category of Most Incredible Company in Diversity and Inclusion.\n\nThe excellence of our practices has also earned us acclaim in the Diversity Exam Guide, which evaluates and recognizes the best diversity and inclusion initiatives adopted by Brazilian companies. Our practices were deemed to be above average in the overall ranking and in specific initiatives for gender, race, people with disabilities and the LGBTI+ population.\n\n<!-- image -->",
        "metadata": {
            "page": 105
        },
        "id": "b0544b2b-fd32-4ef3-a0b8-6f8133ccb823"
    },
    {
        "page_content": "## Race/Ethnicity\n\nWe have enjoyed a successful partnership with Faculdade Zumbi dos Palmares (FAZP) over the last 16 years, one of the most robust and consistent social inclusion and professional training programs in the country. Through this program, we hire interns to work in different business areas. The Bradesco Corporate University (Unibrad) also takes part in the initiative, helping to develop young people's skills.\n\nSince its implementation, more than 450 young people have been assisted. Upon completion of the internship period, whenever there are open opportunities, the Organization recognizes those who performed well by integrating them into the staff. The effectiveness rates are excellent, reaching 80% in some classes.\n\nAnother significant project is Somamos - Diversity Inclusion Network. Resulting from a partnership between Bradesco, INFI-Febraban, The Ministry of Labor, Ambima, Faculdade Zumbi dos Palmares, Business Initiative for Racial Equality and others, the program is intended to provide free professional training for young people of color, expanding opportunities in the labor market.\n\nIn 2020, we participated in the FAZP Professions Fair. The fair promotes, provides and expands the social and intellectual training of students and participants. At our stand, visitors were able to obtain information on how to take part in our selection process and learn about career opportunities at the Organization.\n\nWe were also supporters of the AfroPresença movement and conference this year, a virtual meeting between public authorities, the private sector and national and international organizations to promote empowerment and further job opportunities for young people of color. We were present at all three days of the event! Our professionals inspired participants through panels on self-knowledge, career, leadership, technology, finance, accessibility and more.\n\nAt Virada da Consciência 2020, an event that combines a variety of initiatives to promote and appreciate racial diversity, we took part in the Black Tek Fest - a tradeshow involving Technological Experiences, Innovation, AfroEntrepreneurship and Business, with lectures such as IT as an Opportunity for People of Color and Presentations on the Online Universe.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 106
        },
        "id": "57347691-7aab-4a96-a01b-303d55861675"
    },
    {
        "page_content": "In addition to sponsoring Diversity Days, which holds seminars on racial diversity in the corporate environment, the coordinator of the AfroBra Affinity Group was part of the panel The Role of Racial Diversity Committees in Companies: Practices and Challenges.\n\nWe were also sponsors and took part in the Yes to Racial Equality Forum, hosted by the Instituto Identidades do Brasil (ID\\_BR), which connects black professionals to companies that, like us, promote racial diversity.\n\nWe are standing signatories to the Business Initiative for Racial Equality, a platform for coordination between companies that are committed to pursuing meaningful results in addressing the ethnic-racial theme. Bradesco was one of the companies that topped the racial inclusion ranking in 2020. We were listed\n\nin the Corporate Racial Inclusion Index, produced by DataZumbi, a research institute at Faculdade Zumbi dos Palmares and created by the Business Initiative for Racial Equality in partnership with Faculdade Zumbi dos Palmares and Afrobras.\n\nWe also received additional positive indicators concerning the impact of our initiatives in 2020. For the second consecutive year, we placed highly in the Ethnic-Racial ranking sponsored by Great Place to Work (GPTW), in which the Organization recognized us as one of the best ethnic-racial companies, and in the Yes to Racial Equality Award promoted by Instituto ID\\_BR and GPTW.\n\n26.5% OF EMPLOYEES ARE BLACK\n\n<!-- image -->\n\n2020 was an important year for the anti-racist movement. In that year, we broadcast the Bradesco de Vozes Brasileiras (Bravoz) meeting, a multimedia project to celebrate music and art in Brazil, empowering black artists and leadership in their businesses. The series culminated on November 20 - Black Consciousness Day - with a live event in partnership with YouTube. The online event garnered over 2.5 million views and more than 10,000 comments.",
        "metadata": {
            "page": 107
        },
        "id": "43364dc0-6b90-4392-a932-f4edef3dda08"
    },
    {
        "page_content": "## Inclusion of People with Disabilities\n\nWe have made all of our campaigns accessible to people with visual and hearing impairments since June 2020. In keeping with Bradesco's commitment to promote inclusion, all filmed advertising campaigns include versions with translation, subtitles and Libras (Brazilian sign language), in addition to audio description, in an exclusive playlist on Bradesco's YouTube channel. This ensures that the Bank democratizes access to the content of the brand for this demographic.\n\nThe Bradesco Qualification Program for People with Disabilities has run in partnership with Fundação Bradesco since 2010 and promotes inclusion, equal opportunities, economic emancipation and entry into and permanence in the labor market. Immediately after being hired, new employees begin the Banking Management course. Over a six-month period, they are trained in theoretical and behavioral elements, including practical activities within the network of branches. Throughout this period, they already receive compensation and benefits.\n\n<!-- image -->\n\nIn March 2020, we began a new class in the Bradesco Training Program for People with Disabilities in an integrated effort to learn more about the various areas they can join during their career at the Organization, such as Unibrad and the Affinity Group and Volunteering. In addition, new employees were given a tour of Cidade de Deus and Fundação Bradesco so they could find out more about their stories and activities.\n\nWe also used the occasion to take new employees for a visit to the Brazilian Paralympic Center. The tour included a guide who showed off the facility and the sports activities, and connected employees in conversations with coaches and athletes. Later on at Unibrad, employees were able to share a pleasant conversation with a former Paralympic table tennis athlete, reflecting on the athlete's role in his training and competitions and the professional's role in the corporate world.\n\nMindful of the social distancing requirements due to the Covid-19 pandemic, our course was adapted to operate virtually.\n\nIn observance of the National Day of Struggle for Persons with Disabilities, Bradesco held the Eu Somo event, an initiative by the Affinity Group for People with Disabilities, Somar. The meeting\n\nfeatured a discussion with three AG member employees, educating the over 300 participants on how they can all build a more inclusive and diverse company together.\n\nWe also sponsor and exhibit at the International Expo of Technologies in Rehabilitation, Inclusion and Accessibility (Reatech), held biannually and regarded to be the top Expo for the sector in Latin America. In 2019 at our stand, we sponsored a space for inclusion, transformation, empathy and connection through chats with employees and attendees.\n\nTo aid our employees who communicate in Libras (Brazilian Sign Language) and are working from home, we provide interpreters to support meetings with managers. Interpretation using Libras also appears in relevant topics discussed on live streams. As a way to ensure inclusion, our marketing emails are sent with a link at the end of the communication that provides access to the content in Libras.\n\nSince 2019, we have been part of The Valuable 500, a global movement that encourages inclusion for people with disabilities in the corporate leadership agenda. In 2020, we received the People with Disabilities Distinction from the GPTW Institute as a result of our recruitment practices, assistive technology and accessible work environment.",
        "metadata": {
            "page": 108
        },
        "id": "339fa3bb-687a-46dc-b34e-31270a5501b4"
    },
    {
        "page_content": "## Accessibility Initiatives in 2020\n\nIn a climate as challenging as that which we faced in 2020, accessibility has emerged as a key component for delivering digital experiences and solutions that provide widespread reach to our financial products and services. Sites and applications were tested to identify compliance with accessibility in a number of our projects.\n\nWith this shift in behavior, it was very important that we continue our support for employees who assisted in customer service at the network of branches through information and training addressing relationships with people with disabilities and covering questions such as 'How can I lead a visually impaired person without physically touching them?' and 'What is the best way to communicate with a deaf people when wearing a mask?' Over 7,000 employees were provided with information.\n\nThe role of accessibility in this regard has made it possible for us to minimize people's exposure to the virus and their need to travel.\n\n<!-- image -->",
        "metadata": {
            "page": 109
        },
        "id": "a396b0cb-a6cd-46aa-a5e2-c26caad4446d"
    },
    {
        "page_content": "## Gender Equality\n\nCurrently, our more than 45 thousand female employees account for 50.6% of Bradesco's total workforce. The numbers demonstrate our commitment to a more balanced and discrimination-free corporate environment.\n\nWe voluntarily adhere to national and international commitments on the theme, which support our efforts and keep us on top of the best strategies for diversity and the inclusion of women. We are signatories of the Women's Empowerment Principles (WEPs) and HeforShe, established by the United Nations, and we have joined the Business Coalition to end Violence against Women and Girls.\n\nWe also have a partnership with Laboratória, which offers a six-month program for training women who have graduated from public schools or have a scholarship, in various specializations in the field of technology, in addition to helping students obtain jobs in the area. Some outstanding students are interviewed by our Human Resources Department and Bank executives and become part of our team. Over the three years of our partnership, we have hired 34 people, in addition to providing training for over 240 students.\n\n<!-- image -->\n\nMany of our benefits focus on women, such as Together for a Healthy Pregnancy, which monitors the development of an employee or family member's pregnancy. We also are members of the Citizen Company Program, which guarantees our employees a maternity leave extension to 180 days.\n\nThe subsequent follow-up for parents returning from leave is made possible by Lig Viva Bem, one of the channels the Organization has made available that focuses on Quality of Life, which also supports employees during this transitional time. In addition, Daycare and Nanny Assistance can help to ease the double shift women need to work. Some of our main administrative centers have begun to include breastfeeding support rooms.\n\nCommemorated throughout the world, we are part of Pink October. Bradesco encourages all employees to participate in awareness campaigns on preventive care measures that can be adopted in the fight against breast cancer. Throughout the month, female employees and their dependents are exempt from co-pays when they undergo colposcopy and mammography exams.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 110
        },
        "id": "f2689261-1715-444d-ba21-9324d72e9adb"
    },
    {
        "page_content": "In 2020, thanks to the Bradesco's Wellbeing and Quality of Life Program - Viva Bem, we now have an exclusive hotline to provide support in the event of domestic violence. It provides numerous professionals who are trained to handle complaints from employees or their families through psychological, social, legal and other support and guidance measures, including the opportunity to receive on-site assistance at home, hospitals and police stations.\n\nFirst launched in November 2020, the Violence against Women insight and awareness campaign is one of our priorities. The initiative includes a booklet, video, podcasts and other content on the topic, updated monthly, reporting and publicizing the support provided by the Organization.\n\nTo inspire and empower Bradesco's female management, we held two Women's Leadership Forum seminars in January and\n\nMarch 2020. In a clear indication that there are opportunities here for the professional development of our leaders, encouraging confidence and motivating them to be more courageous, the events posed relevant questions for those who look for ways to balance a happy and healthy personal life with their career success. Participants at the meetings included the Organization's upper management, in addition to journalist Mariana Ferrão, a Viva Bem movement supporter.\n\nAgain in March, as part of the International Women's Week, we held the #InvistaComoUmaGarota (Invest Like a Girl) workshop, which introduced practical lessons on investments to around 200 employees. It is a theme generally associated with men, who currently represent the majority of investors in Brazil.",
        "metadata": {
            "page": 111
        },
        "id": "9dc5fd25-83d4-4f07-a23e-1c7f267f9466"
    },
    {
        "page_content": "<!-- image -->\n\nOne of the prominent meetings is the Bradesco Women event. The initiative promotes female entrepreneurship and economic empowerment and, in 2020, was a live streamed event. Despite the fact that this year's version did not have an in-person audience, it was a true artistic expression. It wrapped up with a special series of live streams focused on eight Bradesco Women, which included names such as Luiza Helena Trajano, Mafoane Odara, Djamila Ribeiro and Carla Tieppo, moderated by Ana Paula Padrão and Rita Batista. The event totaled nearly 1 million views.\n\nThe Bradesco Women platform encapsulates the Bank's initiatives geared towards a female audience. The goal is to promote discussions around empowerment and to share visions that are intended to encourage and inspire contemporary\n\n<!-- image -->\n\n<!-- image -->\n\nwomen to establish successful pathways in their personal and professional lives. On-site events for women from different economic profiles were also held, which included community leaders, microentrepreneurs, major entrepreneurs, employees and experts in a variety of areas involving knowledge and entrepreneurship.\n\nIn 2020, as a further reflection of our commitment to the topic, we were selected as one of the Best Companies for Women to Work for through a survey conducted by GPTW, taking first place among financial institutions and sixth place in the overall ranking.\n\nRecognized as a company that supports and contributes to gender equity in the Organization and society, Bradesco remains a part of the Bloomberg Financial Services Gender-Equality Index (BFGEI), and is one of the four Brazilian institutions to appear in the ranking.",
        "metadata": {
            "page": 112
        },
        "id": "3c80e818-0dca-49f1-a980-76559ac0e1c3"
    },
    {
        "page_content": "<!-- image -->\n\n## LGBTI+ Inclusion\n\nAt Bradesco, there have been major advances in commemorating LGBTI+ inclusion. The topic received more prominence and our commitment to respect was reinforced through our entry into the LGBTI+ Business and Rights Forum, an ongoing business movement that assembles large companies around commitments to respect and to promote LGBTI+ human rights in the business environment, as well as society as a whole.\n\nBy reaffirming our commitment to respect for human rights and equal opportunities, we are ensuring that our employees and their dependents, regardless of their sexual orientation, can enjoy the very same opportunities and benefits as everyone else, like having spouses included in health and dental plans and maternity leave.\n\nThe programs that promote quality of life and that are extended to dependents - such as partnerships with pharmacies, gyms, beauty salons, flu vaccination and the right to use the recreational areas located at Cidade de Deus in Osasco - are also extended to homosexual couples.\n\nWe would like to highlight that our systems allow employees to be identified by their social name.\n\nIn 2020, respecting the health measures and social distancing brought on by the coronavirus pandemic, we adapted the celebration without abandoning the respect and strength with which we deal with the topic. We invited all our employees to a virtual event called Being LGBTI+: From Stonewall to 2020, which discussed the most significant achievements and challenges of the LGBTI+ community over the past 50 years.\n\nOn that date, the launch of the online course LGBTI+ Community Inclusion and Career in the Labor Market was announced. It is available to all employees, and is intended to promote an understanding of the topic and raise public awareness of their role as a collaborator and citizen in relation to LGBTI+ issues, whether or not they are part of that community.\n\nFor the second consecutive year, we took part in the DiverS/A Event, formerly Reaching Out Brasil. Adapted for the virtual environment, the event featured lectures with experts and professionals, along with development workshops and mentoring sessions, often with the companies that hold a prominent role in the appreciation of diversity and the inclusion of LGBTI+ professionals.\n\nWe also remain supporters of the OUTStand movement, made up of companies in the financial market that encourage and engage in reflections on the LGBTI+ theme at their work environments, promoting diversity and inclusion.",
        "metadata": {
            "page": 113
        },
        "id": "949b152b-4b96-4ab3-93dd-6b9d12bd7b6c"
    },
    {
        "page_content": "<!-- image -->\n\n## Focus on Health and Wellness\n\nWe believe in health as a vector of transformation in people's lives. This is why an Organization prevails in a culture based on prevention and the promotion of healthy habits and behaviors. Bradesco's Well-being and Quality of Life Program - Viva Bem, based on three key pillars balance, health and movement, offers the requisite support so that employees can receive our care at all stages of their journey, both professionally and personally. For these practices, we received the National Quality of Life Award (PNQV) in 2020, with Gold Certification and Excellence in Management.\n\n<!-- image -->\n\nEMOTIONAL HEALTH PROGRAM VIRTUAL MEETINGS ARE CONDUCTED BY DOCTORS AND PSYCHOLOGISTS AND INCLUDES CONSCIOUS BREATHING AND MEDITATION.\n\nWe believe that it is essential for our employees to be able to balance their personal and professional lives. Accordingly, the program is designed to strengthen the Organization's well-being and quality of life.\n\nIn addition to on-site activities, the program offers ample digital content - a format that helped the program adhere to the social distancing requirements in 2020. The content is available on the corporate portal, where employees have free access to updated information on health, wellbeing and quality of life through videos, podcasts and the getAbstract application, which includes summaries of books and TEDs with varied content. The digital content was accessed over 140,824 times in 2020.\n\nThe program is divided into three components: Viva Bem in Balance, Viva Bem Health and Viva Bem in Movement.",
        "metadata": {
            "page": 114
        },
        "id": "3916583f-8900-4106-9b58-cdfa7590bafb"
    },
    {
        "page_content": "## Viva Bem in Balance\n\nIt includes initiatives that promote emotional health and prevention, such as the Emotional Health Program, which provides personal meetings with employees to raise awareness on the topic, prioritizing prevention. Starting March 2020, due to the pandemic, we held virtual meetings to discuss emotional health and other topics associated with health and well-being, including techniques or exercises for body awareness, such as mindfulness breathing, with employees that included\n\nover 9,000 participants. The Maternity and Paternity Support Program offers assistance to employees who are returning to work. For the other employees who take leave and return to the Organization, the Professional Rehabilitation Program is intended to properly reintegrate them into the work environment. Another project, the Organizational Development Program for Continuous Improvement of Work Relationships, focuses on educating managers to ensure a healthy, safe and cooperative environment, which boosts employee satisfaction.\n\nTHE 0800 580 0207 EXCLUSIVE CHANNEL OFFERS FREE AND CONFIDENTIAL SERVICE FOR SITUATIONS INVOLVING DOMESTIC AND GENDER VIOLENCE, 24 HOURS PER DAY AND 7 DAYS A WEEK. EMOTIONAL, SOCIAL AND LEGAL ASSISTANCE IS OFFERED, ALONG WITH FINANCIAL GUIDANCE AND SUPPORT.\n\n<!-- image -->\n\n## Yellow September Campaign\n\nIn September, we raised awareness within the company on the importance of preventing and valuing life through corporate announcements about support channels to promote mental health and offer support to those who need help. Through the Lig Viva Bem program, we provide listening and support assistance, including the opportunity for employees and their dependents to receive personal emotional supp.\n\nWe also promoted our exclusive channel for dealing with cases of gender-based violence through the hotline 0800 580 0207, which operates 24 hours a day, 7 days a week, and provides social, emotional, legal and financial support.",
        "metadata": {
            "page": 115
        },
        "id": "788f5e79-e2ba-4c28-aa74-39c5e8aae590"
    },
    {
        "page_content": "## Viva Bem Health\n\nThis program involves a number of initiatives for promoting health and disease prevention. The Healthy Pregnancy Program is open to employees and their dependents, and includes keeping track of a pregnancy up to the immediate postpartum period to prevent, identify and monitor pregnancy risks. In 2020, the program monitored 132 pregnant women.\n\nIt also promotes activities focused on cardiovascular diseases, blood pressure monitoring and bioimpedanciometry. Employees whose exams indicated abnormalities were referred to specialized care.\n\nEach year, we perform vaccination campaigns to combat influenza and H1N1 for all employees at no cost and for their dependents at reduced rates. In 2020, 83,065 doses were administered. Over two weekends, we held a vaccination campaign in Núcleo Cidade de Deus.\n\nThe Pink October and Blue November Campaigns are focused on raising awareness about early screening for cancers such as breast, cervix and prostate cancer. They include lectures with doctors, announcements on the corporate portal and co-pay exemptions for employees and dependents when taking preventive exams.\n\n<!-- image -->\n\nWe encourage healthy eating and a change in attitude towards wellness. We provide snack machines with fruits, juices and natural snacks, giving employees the opportunity to adopt healthier habits within the corporate environment. The program also offers nutritional support and provides up to four free sessions with a nutritionist for employees and their family members.\n\nWe have made breastfeeding rooms available in some administrative buildings so that mothers returning from maternity leave have a reserved area for pumping and storing breast milk as an incentive to maintain breastfeeding.\n\n## Medical Outpatient Clinics\n\nWe offer 9 units of corporate medical outpatient clinics in administrative buildings, providing employees and partners with prompt clinical care, lab tests and medical appointments with specialists such as gynecologists, cardiologists and family doctors. These measures promote health care and facilitate quality care while reducing travel time.\n\n## Medical Assistance\n\nMedical team available to assist and guide employees if they have any questions or concerns via telephone.",
        "metadata": {
            "page": 116
        },
        "id": "3e91be4a-a292-44a9-97b1-f04ae4c30155"
    },
    {
        "page_content": "## Viva Bem in Movement\n\nIn this program, the focus is on improving the quality of life of employees and their families by encouraging physical activities. There are discounts and other advantages for gyms throughout Brazil, and many of our units have bike racks available. Núcleo Cidade de Deus, in Osasco (SP), provides employees and their families ample wooded space with swimming pools, sports plaza with multi-sport courts and a running track. In the sports venue, there are activities such as yoga, pilates and zumba that are conducted by physical education professionals. We also hold volleyball, soccer and futsal championships between departments.\n\n<!-- image -->\n\nWe also provide a spacious gymnasium for our employees at the headquarters, with classes in different fitness activities to encourage a healthy lifestyle. We have agreements with beauty salons where we can ensure special prices to help with the self-esteem and wellbeing of employees. We also have spaces that include laundry, tailor, market, and hairdresser and manicurist within the headquarters in order to provide better practicality in our employees' daily routines.\n\nDue to the pandemic in 2020, we adapted the Vem Pra Pista Program to the online environment. We also feature a sports consultancy, which coordinates online classes in yoga, pilates, functional training and dance, and includes over 1,200 participants.\n\n## Bradesco's Well-being and Quality of Life Program - Viva Bem\n\n- Lig  Viva  Bem: psychosocial support service, with free 24 hours a day, 7 days a week access. Available for employees and their dependents. In 2020, the channel took on incoming contacts for Covid-19 situations involving employees and family members, providing guidance, advice and support. 193,085 thousand follow-ups were performed during that period.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n- Support programs, such as Healthy Pregnancy, Professional Rehabilitation and Socio-emotional Abilities meetings.\n\nCardiovascular, visual and oncological prevention actions.\n\nPartnerships with gyms, beauty salons and pharmacies.",
        "metadata": {
            "page": 117
        },
        "id": "bf5498cd-54c4-4bcc-9887-d674b266e556"
    },
    {
        "page_content": "## Complete Care for Our People\n\n## Some benefits offered:\n\n- Health and dental plan\n- Food and meal vouchers\n- Health care\n- Psychosocial assistance\n- Professional specialization\n- Daycare assistance - babysitter\n- Professional specialization\n- Language studies\n- Variable incentive\n- Private Pension Plan\n\n## Bradesco Corporate University\n\nEstablished in 2013, the Bradesco Corporate University (Unibrad) promotes education for professional excellence and social mobility. Its mission is to become a standard in skills and leadership training, entrenching the value of the brand and social commitment to the longevity of Bradesco's business.\n\nThe University provides innovative learning solutions and experiences and can be found in all regions of the country. The online platform contains over two thousand learning tools and the institution has already been recognized nationally and internationally through prestigious awards from the Global Council of Corporate Universities, Cubic Awards and Micropower.\n\nUnibrad focuses on training by preparing the employee for the role that they will perform. Professional development is intended to prepare employees for their careers. It is personalized, running through learning paths to guarantee the fulfillment of the needs of each professional, while clearly directing them to the essential skills they need to develop for the career they desire.\n\nFor this to happen, diverse groups need to be considered. There needs to be a variety of solutions according to their skills and level of maturity; information about the career paths; access to solutions stimulating independence and thereby being able to further improve efficiency in training for the position - and more individualized and effective career development. These are Unibrad's responsibilities.\n\nUnibrad seasonally curates its learning solutions that are based on 12 Bradesco corporate skills. This is done to identify and offer our workforce a menu of diversified solutions that address each of these abilities, thereby encouraging activities for our employees' professional improvement and fulfilling the needs listed in the IDP.\n\nDURING THE PANDEMIC, WE OFFERED NEW DIGITAL CONTENT OPTIONS, ALL FREELY ACCESSIBLE TO EMPLOYEES AND AVAILABLE ON AN EXTERNAL PLATFORM. MORE THAN 50 LEARNING SOLUTIONS WERE CONVERTED FROM IN-PERSON CLASSROOM TO ONLINE",
        "metadata": {
            "page": 118
        },
        "id": "5ed0c453-f65f-4638-9d9d-5f05e0c2ba0a"
    },
    {
        "page_content": "The Corporate Education Schools translate the Organization's strategies according to its strategic pillars (Clients, Efficiency, People and Sustainability). This helps strengthen the relevance of the Corporate University for the business, making sure that developmental activities are permanently aligned with the Organization's objectives. The design of the strategic map and its correlation with schools will ensure that Unibrad sets up educational initiatives in line with organizational objectives.\n\nOur Corporate University could not stop during the pandemic either. This is why we offer new digital content options, all freely accessible to employees and available on an external platform. We went through a movement to convert in-class courses -\n\nboth those that make up the corporate agenda and those included in learning tracks - to the synchronous virtual training format (live course).\n\nMore than 50 learning solutions were converted from in-class to online. We introduced the Learn without Leaving Home Campaign, offering people the opportunity to improve themselves on multiple channels. Unibrad offers education remotely through digital tools, adapting the course load in order to broadcast more concise information without losing the core of the course. Even in the midst of the pandemic, we kicked off an unprecedented initiative: a free English distance learning program for the entire Organization, including interns.\n\n## Unibrad in Figures\n\n<!-- image -->\n\n2 + million\n\nparticipants in learning solutions\n\n22 %\n\nof the workforce hold graduate degrees\n\n## 379 + thousand\n\non Unibrad's website, which offers free educational content for the general public\n\n85 million\n\ninvested in learning tools and solutions\n\n<!-- image -->",
        "metadata": {
            "page": 119
        },
        "id": "07623eb2-1a69-4b2f-b7ab-5b7a9020b1ff"
    },
    {
        "page_content": "<!-- image -->\n\n## People Management\n\nWe have a People Management and Succession team that is dedicated to understanding the Organization's human capital and contributing to individual and team training through competency mapping. In addition, it points out profiles that match strategic positions.\n\nThrough specific methodologies, processes are conducted based on a detailed analysis of the competencies and performance of the professionals who make up our workforce. We use a flexible career structure containing career axes, and the employee can obtain information on feedback with the manager and apply for a selection process for internal recruitment.\n\nBased on this information, the Human Resources Department and staff management establish actions focused on improving potential and enhancing individual and collective performance. These inputs are also applied in the succession process, in defining Learning Solutions, in the ongoing practice of feedback - when establishing individual development plans that both drive and guide new challenges - and in the actions directed towards engaging talent.\n\nOUR HUMAN RESOURCES DEPARTMENT, ALONGSIDE TEAM LEADERS, DEFINES ACTIVITIES FOCUSED ON ENHANCING AND IMPROVING THE INDIVIDUAL AND COLLECTIVE PERFORMANCE OF OUR EMPLOYEES\n\nThe competency mapping process includes all employees at the Organization, using personal interviews, group dynamics or an electronic tool. Implemented in 2017, management evaluates employees through a behavioral assessment, and the employees assess themselves. The evaluations provide reflection on their own competencies and, for those in leadership roles, an analysis of their subordinates as well. Annually, we make Competency and Performance evaluations available to 100% of the staff. Over 76 thousand Competency evaluations and more than 73 thousand Performance evaluations were completed. This ensured that the most recent employee data was available, helping to align the objectives and the direction of the teams' efforts.\n\nOur integra rh online platform has been available since 2019, allowing our employees to take charge of their own careers. The tool combines learning solutions that help prepare professionals to reach their goal and provides experiences and a repository for employees to tackle the challenges on the path they choose to take.\n\nThe platform contains concepts that are related to performance and competence assessments. Employees can include indicators for expected deliverables during the current cycle and the manager can view the team members' profiles and assign Unibrad content and courses to their team. Feedback can also be submitted to colleagues at any time, and users can participate in knowledge communities, search for job openings and apply for them through an in-house process.",
        "metadata": {
            "page": 120
        },
        "id": "6194b38a-fafe-4537-899e-1d21ad198a1f"
    },
    {
        "page_content": "Our CEO, Octavio de Lazari, presenting at Innovation Week* *before the pandemic\n\n<!-- image -->\n\nOur integra rh online platform has been available since 2019, allowing our employees to take charge of their own careers.",
        "metadata": {
            "page": 121
        },
        "id": "08223f49-d7f8-40f1-b341-596759fa3730"
    },
    {
        "page_content": "## Investing in the Future\n\n<!-- image -->\n\n## 46,321 STUDENTS\n\n<!-- image -->\n\n40 SCHOOLS SELF-OWNED IN BRAZIL\n\n<!-- image -->\n\n<!-- image -->\n\nSocial work is rooted in Bradesco's history. As one of the largest private donors in the country, we support many projects related to financial inclusion, as well as sports and educational practices. In 2020, the year of the pandemic, it was no different: we positioned ourselves on the front line to help society through a range of measures.\n\n## Fundação Bradesco\n\nIn a year that was marred by the pandemic, Fundação Bradesco continued to pursue the mission it has been fulfilling for over 64 years: delivering quality education to socio-economically vulnerable communities. In its 40 self-owned schools located in all states and the Federal District, it served over 46 thousand students last year divided into basic education (early childhood education and high school vocational education), professional education, and youth and adult education.\n\nThe 2020 budget was R$680.3 million, applied to conducting and maintaining the institution's operations. The amount was also used for school supplies, uniforms,\n\nfood and medical and dental assistance for around 41 thousand students in basic education.\n\nAdapting on-site activities to the remote model, Fundação Bradesco received support and partnered with Banco Bradesco and the four largest telecoms in the Country. This alliance provided free internet service to Foundation students so they could access the Education portal, the virtual rooms and the Virtual School. This allowed classes to be given and educational activities to be held that had been expected for the year. We also provided mobile devices to students who did not possess any means to access virtual classes. The devices allowed students to",
        "metadata": {
            "page": 122
        },
        "id": "4b55e58a-4a0c-4b96-974c-438612466138"
    },
    {
        "page_content": "not only access the classes, but enabled them to ask question to teachers and carry out research on the internet to complement their studies.\n\nUsing technological tools and platforms, non-classroom classes were implemented at all school units. This allowed educational activities to continue, with working methods, meetings with teachers, remote classes and assessments all made available in the online format. The Office 365 learning platform was also made available to our students and teachers to help provide collaborative classes.\n\nIn an effort to enhance the classroom processes and make learning more efficient and collaborative, Fundação Bradesco offered training and education to its professionals. Teachers were given access to training guides containing best practices for producing their video classes and activities for encouraging socio-emotional competencies, which were extremely relevant given the current context.\n\n<!-- image -->\n\nTHE VIRTUAL SCHOOL PORTAL BENEFITED MORE THAN 1.8 MILLION STUDENTS\n\n<!-- image -->\n\nUNIFORMS, SCHOOL MATERIALS, FOOD AND MEDICAL AND DENTAL ASSISTANCE FOR MORE\n\nTHAN 41 THOUSAND STUDENTS IN BASIC EDUCATION\n\nStudent from the Fundação Bradesco in a video class\n\n<!-- image -->",
        "metadata": {
            "page": 123
        },
        "id": "9b676616-4467-4a62-8509-621d0f1a1b39"
    },
    {
        "page_content": "<!-- image -->\n\nIN 2020, THE INITIATIVES IMPLEMENTED BY THE PROGRAM WERE MAINTAINED, BUT THERE WERE SOME ADAPTATIONS\n\n## Bradesco Sports and Education Program\n\nThrough our over 30-year program to teach women's volleyball and basketball, we have offered the sport as an activity that supports the development of children and young people. We promote health and the appreciation of talents in all Fundação Bradesco schools, municipal sports centers, state and private schools and in our Sports Development Center, all located in Osasco, São Paulo.\n\nAround 1,100 girls from the age of 8 are assisted annually at the Training and Specialist Centers. Students must be enrolled in fulltime school in order to participate. The participants receive citizen counseling on topics like preventing drug use and unwanted pregnancies, and those who are part of the Specialist Centers have health insurance, transportation, meals and a scholarship, along with other benefits.\n\n<!-- image -->\n\nHowever, activities conducted through the program needed to be adapted in 2020 due to the social isolation measures required by public health authorities in view of the pandemic.\n\nThe activities were reformatted, with sports now presented through mechanisms that replaced personal contact with virtual contact. This was able to take place through the use of applications that allowed students' physical and mental health to be monitored and mentored, permitting all the activities provided for in the program to continue, thereby maintaining efficiency and the scale of the work as similar to what is usually done during normal times.\n\nPhysical and technical activities were able to continue because of these tools, along with educational lectures and relaxation exercises. Other strategies continued to be applied to keep up personal routines, sleep quality and maintaining links with adults and other colleagues to help manage the stress resulting from social distancing.",
        "metadata": {
            "page": 124
        },
        "id": "0bba0bcb-c4d1-4117-8b9d-1f51fbaf77d3"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 125
        },
        "id": "51e6e34b-19f1-42b2-a120-2eb8c5041de0"
    },
    {
        "page_content": "## Bradesco Volunteer Program\n\nThe program was created in 2007 and since that time, it has fostered the exercise of citizenship, offering its own actions and supporting initiatives by employees and interns throughout Brazil. The activities are planned and conducted in different ways and focus on a variety of subjects. They also actively contribute to the development of competences, skills and relationships.\n\nThe program's agenda was affected by the Covid-19 pandemic in 2020. A portion of the actions were reshaped and others postponed, with a concern over not exposing employees, family members and the community to risks of infection, especially in face-to-face initiatives that required people to gather.\n\nTo provide guidance to employees on the precautions and possibilities of volunteering during this period, a special area was opened on the Bradesco Volunteer Portal .\n\n<!-- image -->\n\nBRADESCO\n\nIntegrated Report | Shortened Version 2020\n\n<!-- image -->\n\nVolunteers from various regions around Brazil came up with initiatives to collect food, personal hygiene items, school materials and toys, which were delivered to socially vulnerable families and benefited over 12,000 people.\n\nThe program holds an annual event to recognize volunteers who are distinguished for their work. In 2020, the event was held in the online format, on National Volunteer Day (August 28) and broadcast live to attendees from all over Brazil. Under the theme 'Attitudes that Inspire' , the celebration was attended by the officers of the areas involved, who paid tribute to their teams.\n\n## Main items collected\n\n6,585 KG OF FOOD 5,350 PERSONAL CARE AND\n\nCLEANING PRODUCTS ARTICLES OF CLOTHING,\n\n1,811 TOYS 643 BASIC FOOD BASKETS 531 SCHOOL SUPPLIES 125 SHOES AND OTHER ITEMS 7,133 OTHER ITEMS\n\n<!-- image -->",
        "metadata": {
            "page": 126
        },
        "id": "b1d3a3fe-5228-41d7-bea5-220d69a35759"
    },
    {
        "page_content": "<!-- image -->\n\nVolunteering efforts in 2020\n\n<!-- image -->\n\n16+ THOUSAND REGISTERED EMPLOYEES AND INTERNS\n\n<!-- image -->\n\n<!-- image -->\n\nBradesco Volunteer Portal\n\nThe official platform of the program in which opportunities for engagement, news, calendar of actions and various useful content are posted, including the Organization's Volunteering Policy. All activities that are performed are related to at least one of the Sustainable Development Goals (SDGs), ratified by the United Nations in 2015.",
        "metadata": {
            "page": 127
        },
        "id": "9a6dc8d0-b79b-49ef-9c61-c57704ca18eb"
    },
    {
        "page_content": "## Eco-efficiency\n\nOne of the essential foundations of our corporate strategy is efficiency. This not only means offering varied and accessible solutions, like financial and insurance products and services, but also working in a way that consistently strives for more efficiency and reducing direct and indirect impacts derived from our operations.\n\nAs part of the financial sector, our opportunities to generate a positive impact are mostly indirect, by creating value for our stakeholders - especially clients and society in general.\n\nAs our way to contribute, all of our refurbishments and new buildings are designed to be environmentally sustainable. All projects now\n\naccount for energy efficiency, including using more natural light, efficient lighting, selective collection, use of ecological gases, a 100% renewable energy matrix, neutralizing 100% of common waste generated in the city of São Paulo and implementing concepts of well-being.\n\nFor example, among the many projects underway, we installed a new drinking water reservoir in Cidade de Deus in 2020, where the bank's headquarters are located. A modern and automated system was installed, and the water security of the complex was increased while eliminating waste resulting from leaks.",
        "metadata": {
            "page": 128
        },
        "id": "90be7fc6-d209-497c-a847-2e887437ace7"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\nWe work tirelessly to identify new initiatives and projects that can contribute to our goals for reducing water consumption throughout Bradesco's facilities (branch, offices and headquarters).\n\nWe continued our Racionalize campaign in 2020. It is an initiative designed to raise employees' awareness of best practices for conscious water consumption, including in their homes, where they have spent most of their time over the last year working from home. Due to the pandemic and the reduced number of people in our operations, there has been a significant reduction in any target that had been set for normal situations. Because of the vacated buildings, we have also instituted some precautions, such as reducing the level of water tanks and adjusting chlorine levels.\n\nJust as we are doing with water consumption, we have been working since 2012 to reduce energy consumption through monthly monitoring for each unit. We have also implemented annual goals and are ranking the most efficient units to encourage in-house initiatives for saving.\n\nWe made an investment in 2020 of approximately R$16 million in energy efficiency projects, including building automation, replacing fluorescent lamps with LEDs in the branch network, replacing outdated fixtures with more efficient equipment and streamlining operational processes. Among many of our major energy-related\n\nprojects, we continued to expand the free energy market to more units, now reaching 32 Fundação Bradesco schools using energy from incentive sources in 2020.\n\nWe also outsourced four solar farms during the year to supply electricity to 137 branches in the interior of São Paulo. This initiative secured savings of 12% in energy costs for all the units included.\n\n<!-- image -->\n\n## 100% renewable\n\nIn 2020, Bradesco became the first Brazilian bank to fulfill its commitment to have 100% of its operations powered by energy from renewable resources, covering the entire network of branches and administrative buildings, and totaling more than 3 million square meters.",
        "metadata": {
            "page": 129
        },
        "id": "97b6a6d4-096b-456f-808e-21529a3e9413"
    },
    {
        "page_content": "<!-- image -->\n\nIn terms of waste management, we have just completed rolling out selective collection at 524 branches in Greater São Paulo, and at all administrative buildings nationwide. A structuring of the Solid and Technological Waste Management Plan contributed to mapping and managing waste generated by the Organization an effort to continuously improve the waste data each year.\n\nWe introduced the Aterro Zero project in 2020, a project that allowed 100% of the waste generated in the entire operation of Greater São Paulo to be disposed of in a sustainable manner through state-of-the-art technology, with one of the most modern processes in the world for automated waste\n\nsorting. All common and organic waste generated in these locations will no longer be sent to landfills. Instead, they will be sorted, organic waste will be sent for composting and common waste will be crushed and transformed into wastederived fuel (CDR).\n\nAs a result, 30% of the total amount of waste generated by the Organization will no longer be sent to landfills. This equals approximately 2,000 tons of waste disposed in a more sustainable way.\n\nThe waste reduction efforts also include a specific goal to reduce the use of paper and to mitigate greenhouse gas emissions from transporting printed documents to clients.\n\n<!-- image -->\n\nThere were improvements made in the planning and management of demands for transporting money from some bank units due to the ongoing actions focused on efficiency, which result in the reduction of greenhouse gas emissions. The efficiency is a direct result of improved logistics from reducing the number shipments and mileage traveled. Of the quantity targets established, we saw reductions of 10%. For 2021, we will continue managing demands and looking for alternatives that can reduce travel (shipments).\n\nIN 2020, WE ROLLED OUT THE ZERO LANDFILL PROJECT, WHICH MADE IT POSSIBLE TO SUSTAINABLY DISPOSE OF 100% OF THE WASTE GENERATED FROM FULL ACTIVITIES IN GREATER SÃO PAULO",
        "metadata": {
            "page": 130
        },
        "id": "20fcbd3d-9003-44d8-bdf4-f31c31e115b1"
    },
    {
        "page_content": "<!-- image -->\n\n## Investor Relations\n\nAs a publicly traded company, our relationship with investors is built in a clear, complete and objective manner. Through our Market Relations department (DRM), we are continually releasing information, perspectives, strategies and our performance, helping the financial market properly evaluate our activities.\n\nAll this information is gathered on our Investor Relations website and is made available through meetings and conference calls, thereby ensuring our close contact with domestic and\n\ninternational investors. Because of the Covid-19 pandemic in 2020, all of these communications were carried out virtually, while still respecting the release schedule.\n\nThe market relations area has also been working entirely remotely and has maintained a continual dialog with the market. In the fourth quarter of 2020, we interacted with 545 domestic and international investors from 454 funds through conference calls, and took part in 46 international conferences held virtually, totaling 55 meetings that were attended by 172 investors from 135 institutional funds.\n\n<!-- image -->",
        "metadata": {
            "page": 131
        },
        "id": "e6d770e6-9a22-4f65-a2f7-c44a6c9f7cf0"
    },
    {
        "page_content": "## Limited Assurance Report\n\nTo the Shareholders and Board of Directors of Banco Bradesco S.A. Osasco - SP\n\n## Independent Limited Assurance Report to Banco Bradesco S.A. on the Sustainability Information in the Summary Version of its Integrated Report\n\nWe were engaged by Banco Bradesco S.A ('Bradesco') to report on the sustainability information included in the Summary Version of Bradesco Integrated Report for the year ended of December 31, 2020, in the form of a limited independent assurance conclusion if, based on engagement performed and the evidence obtained,  nothing has come to our attention that causes us to believe that the sustainability information contained in the Summary Version of the Integrated Report has not been properly prepared, in all material respects, in accordance with the criteria described in section 'Criteria for preparing the sustainability information included in the Summary Version of the Integrated Report'.\n\n## Management's responsibility\n\nThe Management of Bradesco is responsible for the compilation and adequately presenting of the sustainability information included in the Summary Version of the Integrated Report in accordance with the criteria described under section 'Criteria for preparing the sustainability information included in the Summary Version of the Integrated Report' and for any other information contained in this report, and for designing, implementing and maintenance of internal controls relevant to the compilation and adequately presenting of the sustainability information included in the summary version of the Integrated Report in order to ensure that the information is free from material misstatement, whether due to fraud or error.\n\n## Independent Auditors' Responsibility\n\nOur responsibility is to review the sustainability information included in the Summary Version of Integrated Report prepared by Bradesco and to report there on in the form of an independent limited assurance conclusion based on the evidence obtained. We conducted our engagement in accordance with the NBC TO 3000 - Assurance Engagements\n\nOther than Audit and Review and ISAE 3000 Assurance Engagements Other Than Audits or Reviews of Historical Financial Information, issued by the Brazilian Federal Accounting Board and the International Auditing and Assurance Standards Board, respectively. These standards require that we plan and perform our procedures to obtain a meaningful level of limited assurance about whether the sustainability information included in the Summary Version of the Integrated Report is adequately presented, in all material respect, as the basis for our limited assurance conclusion.\n\nKPMG Auditores Independentes ('KPMG') applies Brazilian and international standards on quality control and consequently maintains a comprehensive of quality control system, including documented policies and procedures related to the fulfillment of ethical and professional standards, in addition to the applicable legal and regulatory requirements. We comply with the comprehensive code of ethics, including detailed independence requirements, established based on ethical principles of integrity, objectivity, competence and professional care, confidentiality and professional behavior.",
        "metadata": {
            "page": 132
        },
        "id": "242f0a54-848c-40d2-98e6-9a98ebd63370"
    },
    {
        "page_content": "The selected procedures depends on our understanding of the sustainability information included in the Summary Version of the Integrated Report and other engagement circumstances, and our consideration of the areas where material misstatements are likely to arise.\n\nThe procedures performed in a limited assurance engagement vary in nature and timing and its extension is less than a reasonable assurance engagement. Therefore, the level of assurance obtained in a limited assurance engagement is significantly l smaller than the assurance that would have been obtained, if a reasonable assurance engagement had been performed.\n\nAs part of this engagement, we have not performed any procedures of audit, review or verification of the sustainability information contained in the Summary Version of the Integrated Report or of the underlying records or other sources from which the sustainability information contained in the Summary Version of the Integrated Report was extracted.\n\n## Characteristics of and Limitations on the Sustainability Information included in the Summary Version of the Integrated Report\n\nOur conclusion does not include aspects related to prospective information contained in the sustainability information included in the summary version of the Integrated Report, nor offers any guarantee whether the assumptions used by Management provide a reasonable basis for the projections presented. Therefore, our report does not offer any type of assurance on the scope of future information (such as goals, expectations and ambitions) and descriptive information that is subject to subjective assessment.\n\n## Criteria for preparing the sustainability information included in the Summary Version of the Integrated Report\n\nThe sustainability information included in the summary version of the Integrated Report for the year ended of December 31, 2020 has been prepared by Bradesco's Management in accordance with the criteria described in the section 'About this report' at page nº 21 of the Summary Version of the Integrated Report.\n\n## Conclusion\n\nOur conclusion has been formed based on, and is limited to the matters outlined in this report.\n\nWe believe that the evidence we have obtained is sufficient and appropriate to provide a basis for our conclusion.\n\nBased on the procedures we have performed and the evidence obtained, nothing has come to our attention that causes us to believe that the sustainability information included in the Summary Version of the Integrated Report has not been adequately presented, in all material respects aspects , in accordance with the information described in the section 'Criteria for preparing the sustainability information included in the Summary Version of the Integrated Report'.\n\nOsasco, March 05, 2021\n\n## KPMG Auditores Independentes\n\nCRC 2SP-028567/F\n\n( Original report in Portuguese singed by )\n\n## André Dala Pola\n\nAccountant CRC 1SP214007/O-2",
        "metadata": {
            "page": 133
        },
        "id": "8156d632-2f1f-4012-8778-ac8468f8a39a"
    },
    {
        "page_content": "<!-- image -->\n\n## Administrative Bodies\n\n## Reference date March 4, 2021\n\n## Board of Directors\n\n## Chairman\n\nLuiz Carlos Trabuco Cappi\n\n## Vice-Chairman\n\nCarlos Alberto Rodrigues Guilherme\n\n## Members\n\nDenise Aguiar Alvarez Milton Matsumoto Alexandre da Silva Glüher Maurício Machado de Minas Samuel Monteiro dos Santos Junior Independent Member Walter Luis Bernardes Albertoni Independent Member Paulo Roberto Simões da Cunha Independent Member\n\n<!-- image -->\n\n## CEO\n\nOctavio de Lazari Junior\n\n## Executive Vice-Presidents\n\nMarcelo de Araújo Noronha André Rodrigues Cano Cassiano Ricardo Scarpelli Eurico Ramos Fabri Rogério Pedro Câmara\n\n## Managing Officers\n\nMoacir Nachbar Junior Walkiria Schirrmeister Marchetti Guilherme Muller Leal João Carlos Gomes da Silva Bruno D'Avila Melo Boetger Glaucimar Peticov José Ramos Rocha Neto\n\n## Deputy Executive Directors\n\nAntonio José da Barbara Edson Marcelo Moreto José Sergio Bordin Leandro de Miranda Araujo Roberto de Jesus Paris Edilson Wiggers Oswaldo Tadeu Fernandes",
        "metadata": {
            "page": 134
        },
        "id": "b3bb1983-0ad6-47a2-84b5-b393e95d5362"
    },
    {
        "page_content": "## Department Officers\n\nAdemir Aparecido Correa Junior André Bernardino da Cruz Filho André Ferreira Gomes Antonio Carlos Melhado Antonio Daissuke Tokuriki Carlos Wagner Firetti Clayton Camacho Edilson Dias dos Reis Fernando Antônio Tenório Fernando Freiberger Fernando Honorato Barbosa José Augusto Ramalho Miranda José Gomes Fernandes Julio Cardoso Paixão Klayton Tomaz dos Santos Layette Lamartine Azevedo Junior Leandro José Diniz Manoel Guedes de Araujo Neto Marcelo Santos Dall'Occo Marcio Henrique Araujo Parizotto Marcos Aparecido Galende Marlos Francisco de Souza Araujo Mauricio Gomes Maciel Paulo Eduardo Waack Roberto Medeiros Paula\n\n<!-- image -->\n\n## Officers\n\n## Regional Officers\n\nAdelmo Romero Perez Junior André David Marques Alexandre Cesar Pinheiro Quercia Alexandre Panico André Luis Duarte de Oliveira Carlos Alberto Alástico Carlos Henrique Villela Pedras Carlos Leibowicz Carolina Salomão Fera Cristina Coelho de Abreu Pinna Edmir José Domingues Francisco José Pereira Terra Jefferson Ricardo Romon José Leandro Borges Juliano Ribeiro Marcílio Julio Cesar Joaquim Marcos Valério Tescarolo Mateus Pagotto Yoshida Nairo José Martinelli Vidal Júnior Nilton Pereira dos Santos Junior Renata Geiser Mantarro Roberto França Romero Gomes de Albuquerque Rubia Becker Ruy Celso Rosa Filho Vasco Azevedo\n\nAlberto do Nascimento Lemos Altair Luiz Guarda Altair Naumann Amadeu Emilio Suter Neto André Vital Simoni Wanderley César Cabús Berenguer Silvany Deborah D'Avila Pereira Campani Santana Delvair Fidêncio de Lima Hebercley Magno dos Santos Lima José Flávio Ferreira Clemente José Roberto Guzela Marcos Daniel Boll Nelson Veiga Neto Paulo Roberto Andrade de Aguiar Rogerio Huffenbaecher Telma Maria dos Santos Calura\n\n<!-- image -->",
        "metadata": {
            "page": 135
        },
        "id": "ffb5dec7-0f22-4189-a3ec-c6cbf1c9e7bf"
    },
    {
        "page_content": "## COMMITTEES REPORTING TO THE BOARD OF DIRECTORS\n\n## AUDIT COMMITTEE\n\n## Membership\n\nAlexandre da Silva Glüher - Coordinator Paulo Roberto Simões da Cunha - Financial Specialist Paulo Ricardo Satyro Bianchini José Luis Elias\n\nAmaro Luiz de Oliveira Gomes\n\n## COMPENSATION COMMITTEE\n\n## Membership\n\nLuiz Carlos Trabuco Cappi - Coordinator Carlos Alberto Rodrigues Guilherme Milton Matsumoto\n\nFabio Augusto Iwasaki - Non-administrative member\n\n<!-- image -->\n\n<!-- image -->\n\n## INTEGRITY AND ETHICAL CONDUCT COMMITTEE (being updated)\n\n## Membership\n\nCarlos Alberto Rodrigues Guilherme - Coordinator Milton Matsumoto Alexandre da Silva Glüher Maurício Machado de Minas Walter Luis Bernardes Albertoni Octavio de Lazari Junior Marcelo de Araújo Noronha André Rodrigues Cano Moacir Nachbar Junior Glaucimar Peticov Ivan Luiz Gontijo Júnior Renata Geiser Mantarro Edilson Wiggers\n\n## INTEGRATED RISK MANAGEMENT AND CAPITAL ALLOCATION COMMITTEE (being updated)\n\n## Membership\n\nAndré Rodrigues Cano - Coordinator\n\nOctavio de Lazari Junior Marcelo de Araújo Noronha Cassiano Ricardo Scarpelli Eurico Ramos Fabri Moacir Nachbar Junior Marlos Francisco de Souza Araujo Ivan Luiz Gontijo Júnior",
        "metadata": {
            "page": 136
        },
        "id": "be1a0ead-6261-4608-b83f-768f86690e70"
    },
    {
        "page_content": "## RISK COMMITTEE\n\n## Membership\n\nMaurício Machado de Minas - Coordinator Carlos Alberto Rodrigues Guilherme André Rodrigues Cano\n\n## SUCCESSION AND APPOINTMENT COMMITTEE\n\n## Membership\n\nLuiz Carlos Trabuco Cappi - Coordinator Carlos Alberto Rodrigues Guilherme Milton Matsumoto Octavio de Lazari Junior André Rodrigues Cano\n\nGlaucimar Peticov\n\n<!-- image -->\n\n<!-- image -->\n\n## SUSTAINABILITY AND DIVERSITY COMMITTEE (being updated)\n\n## Membership\n\nAndré Rodrigues Cano - Coordinator Luiz Carlos Trabuco Cappi Carlos Alberto Rodrigues Guilherme Milton Matsumoto Alexandre da Silva Glüher Maurício Machado de Minas Walter Luis Bernardes Albertoni Octavio de Lazari Junior Cassiano Ricardo Scarpelli Eurico Ramos Fabri Marcelo de Araújo Noronha Moacir Nachbar Junior Glaucimar Peticov Leandro de Miranda Araujo Edson Marcelo Moreto Walkiria Marchetti Oswaldo Tadeu Fernandes",
        "metadata": {
            "page": 137
        },
        "id": "fd9a283f-bf67-4dc6-bb86-d137ecb5f710"
    },
    {
        "page_content": "## CORPORATE INFORMATION\n\n## BANCO BRADESCO S.A.\n\nCidade de Deus - Osasco (SP) CEP: 06029-900 www.bradesco.com.br\n\n## ASSISTANCE TO MARKET ANALYSTS, INSTITUTIONAL INVESTORS AND OTHER STAKEHOLDERS\n\nMarket Relations Department Phone number: (55 11) 2194-0922 banco.bradesco/ri\n\ninvestidores@bradesco.com.br\n\n## General Accounting Department\n\nPhone number: (55 11) 3684-3702 investidores@bradesco.com.br\n\n## Controllership Department\n\nCorporate Sustainability Segment Phone number: (55 11) 3684-8777 www.bradescosustentabilidade.com.br\n\n## Shareholder service\n\nFor the exercise of their rights or information on share positions, dividends and other info, Bradesco companies' shareholders can go directly to the Bradesco branches that hold their accounts. For all other information, please contact:\n\n## Shares and Custody Department\n\nPhone number: 0800 701 1616 bradescocustodia@bradesco.com.br\n\n<!-- image -->\n\n## CREDITS\n\n## GENERAL COORDINATION\n\nBradesco - Market Relations Department\n\n## PARTNER CONSULTING FIRM\n\nTheMediaGroup (Editorial Coordination, GRI Consulting and Design)\n\n## TRANSLATION\n\nGlobal Translations.BR\n\n## PHOTOGRAPHY\n\nLuxboxestudio - Fernando Gardinali Bradesco's photo archive\n\nShutterstock",
        "metadata": {
            "page": 138
        },
        "id": "e6bb6f63-8454-4881-9a9e-495f56d11fbc"
    }
]