[
    {
        "page_content": "LET'S REBUILD\n\nA BETTER\n\nPLANET NOW\n\nINTEGRATED\n\nREPORT 2020",
        "metadata": {
            "page": 1
        },
        "id": "7783599f-daf0-4ac1-bd36-38fc5db1a2da"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices",
        "metadata": {
            "page": 2
        },
        "id": "8a06e511-d75a-4548-a7fe-98fe3d5fb5d0"
    },
    {
        "page_content": "## MESSAGE FROM THE CHAIRMAN\n\nJosé Manuel Entrecanales Chairman of ACCIONA\n\n<!-- image -->\n\nThis 2020 Integrated Report is being released just as we are approaching the end of a very hard moment in history in which we have relearned the virtue of cooperation, the importance of science and the need to think beyond e/fficiency; in which the ability to overcome adversity has been paramount.\n\nThe climate crisis, biodiversity loss and rising inequality are waves of instability whose unimaginable consequences could make this health crisis just the first of many. For this reason, and since the COVID-19 crisis erupted, we have had to adapt on a daily basis to a changing reality, where our company's vision and purpose form the basis of the regenerative approach we are developing.\n\n## NOT A LOST YEAR\n\nIn this context, ACCIONA proved its capacity to respond forcefully but also flexibly. We have been preparing for this for over 20 years. By developing basic infrastructure, designed and operated to create societies that are more sustainable and resilient. As a result of this conviction, many of the services the company delivers proved to be absolutely vital for addressing the pandemic in 2020.\n\nHospital management, uninterrupted electricity supply, water management and cleaning services helped society to better withstand the di/fficulties. We are proud that our company and the people in it were able to contribute to sustaining living standards in our society. We have demonstrated that our principles and our sustainable approach are a central and critical element of our business strategy.\n\nOn the economic front, the main challenge was to control the company's debt and liquidity. The uncertainty resulting from the economic slowdown and lockdowns forced us to define a response for each of our lines of business, as well as to actively manage investments and divestments.\n\nAs a result, we attained a net debt/EBITDA ratio of 4.21x, below the 4.5x ceiling announced at the beginning of the pandemic. We also reduced net financial debt by 11% and maintained unprecedented levels of liquidity at all times. Despite a 10% decline in revenues and a 22% decline in EBITDA, Group net profit grew by 8% thanks to active management of our operations.\n\nThe fact that the concessions and water divisions were classified as essential activities during the pandemic enabled them to attain double-digit growth in revenues. Construction, energy and services saw a year-onyear decline in revenues, largely as a result of the widespread slowdown and the consequent decline  in the demand for energy. Nevertheless, we believe that these dips are temporary and we are confident of a recovery in 2021 and 2022.\n\nConversely, as the leading company in the sustainable infrastructure sector, we were able to seize opportunities that arose during the year. In 2020, we attained 10.7 GW of renewable power generation capacity, surpassing the 10.5 GW target we had set in 2015. The infrastructure backlog expanded in 2020 from 8 B€ to 12.1 B€ due to obtaining major contracts and new projects. In June it became known that ACCIONA was the world's largest scooter sharing operator, and in December we launched a pioneering project to produce green hydrogen on the island of Mallorca. These milestones clearly point to new revenue streams in the future that will enhance the leading position of our business model.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n3\n\n<!-- image -->",
        "metadata": {
            "page": 3
        },
        "id": "c1c23c50-023c-4eaf-b39c-092b5630ba3e"
    },
    {
        "page_content": "<!-- image -->\n\n## BASIC INFRASTRUCTURE FOR PROSPERITY\n\nTrue to our purpose, we have continued to deploy our business model based on both vertically integrated and horizontal  solutions that have a positive impact on people and the planet. Our solutions have become even more productive in a context of health crisis and polarisation, where governments and other clients are increasingly making contract awards conditional upon a positive impact  - what we call \"regenerative by design\".\n\nClients have a growing awareness that only companies that show an explicit long-term  commitment can be relied upon, especially given the context and the implications of the infrastructure industry for society.\n\nAs a result, our value proposition is even more important, positioning ACCIONA as the go-to partner for contributing to the 2030 Agenda and attaining the Sustainable Development Goals at local level, in each municipality, region, country or state. At ACCIONA we have created a solid, stable funding framework for our investors, in which each project we develop represents a profitable investment opportunity, as well as a way to maximise the social and environmental productivity of the communities in which we operate. This has enabled us to minimise risks and to deploy the full transformational potential of our activity.\n\nIntegrating this approach into all our projects between now and 2025 will allow us to connect the supply of capital with the demand for profitable projects that drive sustainable local development, enabling the generation of profits in the medium and long term.\n\n## IT'S TIME TO ACCELERATE\n\n2021 is a very important year for us. The IMF projects 6% economic growth worldwide, but it is our responsibility to ensure that the development arising from that economic growth results in a more inclusive and resilient planet. In this context, ACCIONA expects to invest close to 2 B€ in 2021.\n\nGovernment plans to re-launch the economy in a sustainable way have spurred net zero commitments for 2050 on the part of many economies, encouraging large companies to secure green energy supplies. This is a turning point in which, after thirty years of development, renewable energy is entering a stage of maturity and mass deployment. It is also an opportunity for other technologies needed for a complete decarbonisation, such as hydrogen.\n\nThe ACCIONA Energía IPO seeks to take advantage of the exceptional climate in the renewable energy  industry and to lock in our privileged position in a context of accelerating decarbonisation. The company is determined to maximise its contribution to a zero emissions economy and firmly establish its lead in this era. In its 30-year history, ACCIONA Energía has contributed to the creation and development of the green energy sector, using its own resources to date. The company has been preparing its teams for a long time, strengthening its geographical footprint and its project portfolio to take advantage of this unique moment in the renewable sector, with the objective of doubling in size to an installed capacity of 20 GW in 2025. An independent listing will provide us with greater financial capacity and e/fficiency, as well as strategic strength to address this great challenge and continue to lead the sector.\n\nACCIONA doesn't have all the answers to what will happen in the coming years, but we do know the role we want to play. As has occurred in the past, those who place their trust in us will be rewarded by our company's leadership and strong commitment to the sustainable development and transformation of our world. The time for regenerative action is now. I am relying on you to help us achieve it.\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n4",
        "metadata": {
            "page": 4
        },
        "id": "f8c655ee-b830-4794-bb27-7e485e95ee11"
    },
    {
        "page_content": "## EXECUTIVE SUMMARY\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n5",
        "metadata": {
            "page": 5
        },
        "id": "e6879ab0-bd5d-4027-b1eb-b9c951ab12de"
    },
    {
        "page_content": "## A solid, resilient company\n\nwith solutions to the planet's needs\n\n<!-- image -->\n\n## BUSINESS AS UNUSUAL APPROACH\n\nACCIONA is one of the main companies in Spain's IBEX 35 index; it has a presence in more than 40 countries and employs over 38,000 people around the world. ACCIONA o/ffers itself as an expert in designing a better planet, responding to basic infrastructure needs through innovative solutions that produce real progress. The company develops and invests in many types of projects - energy, transport, water, social, cities, real estate and finance - that respond not only to the challenges facing our planet, but also to the needs of small communities.\n\nFor the third consecutive year, this report shows the value of ACCIONA's Business as Unusual model. Launched in 2018, this strategy enables us to address global challenges in a comprehensive manner, with a positive local impact and ensuring a presence in established markets and in emerging markets with good long-term prospects. ACCIONA understands that productivity and profitability go beyond the short-term view of the bottom line; companies that can di/fferentiate themselves by generating a positive impact on people and the planet will be the most competitive in the medium and long term. They are companies that will be capable of raising finance in the markets and meeting real needs with their projects over the next 10 years.\n\nThe year 2020 was a very challenging one. Progress towards the sustainable development goals slowed due to the pandemic. The road ahead to achieving those goals is now longer and more complicated. For this reason, both public institutions and governments consider that, if anything, it is now even more essential to invest in projects that contribute to fulfilling these commitments before 2030. With a solid portfolio in the energy and infrastructure sectors, and with a strategy aligned with the 2030 Agenda, ACCIONA defines itself as the company in a new industry with the capacity to o/ffer solutions that accelerate the attainment of the Sustainable Development Goals.\n\n<!-- image -->\n\n## KEY FIGURES\n\nACCIONA evidenced the capacity, strength and resilience of its business in 2020. Despite the uncertainty at the start of the year, ACCIONA responded with a plan to guarantee liquidity and contain debt. Revenues amounted to 6.472 B€, a 10% decrease year-on-year. Against the backdrop of a widespread economic downturn, the negative impact on turnover was contained with mechanisms such as PPAs in the energy field and long-term contracts in concessions and services.\n\nThe group arranged investments and divestments to ensure liquidity at all times while engaging in strategic transactions. As a result divestments contributed 318 M€ in revenues. The appeal of ACCIONA's assets in the market made it possible to cut debt by 11% net in the year, to achieve a debt/EBITDA ratio of 4.21x, better than the target of 4.5x.\n\nThe  strength  of  the  project  portfolio  enabled  dividends  to  regain  pre-COVID-19  values.  Moreover, ACCIONA's three-year total shareholder return (26.1%, or 18.1% when adjusted for revenues) exceeded that of the S&P Global Infrastructure and Clean Energy indices.\n\n## INCREASE INVESTMENT, DOUBLE THE IMPACT\n\nThe next few years will be dominated by the flotation of part of the energy division in 2021. With this deal, ACCIONA aims to raise funds to invest in renewable facilities that will enable it to reach 20 GW of installed capacity by 2025, double its current generation capacity.\n\nACCIONA's Sustainability Master Plan 2025 sets out its goal of both doubling the positive impact of its activities and becoming a recognised leader in the development of basic infrastructure assets with the added value of putting people and the planet at the centre. This strategy involves increasing infrastructures' productivity - their regenerative capacity - by enhancing their e/fficiency and their ability to generate prosperity.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n6\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "11714970-1c2b-4871-86bc-cc84f12a52db"
    },
    {
        "page_content": "<!-- image -->\n\nJANUARY\n\nFEBRUARY\n\nMARCH\n\nAPRIL\n\nMAY\n\n- · ACCIONA to build and operate its first desalination plant in Hong Kong.\n- · Contract worth 300 M€ to build railway infrastructure in Australia\n- · A pioneer in applying blockchain to emissions trading, in alliance with ClimateTrade.\n- · K+S awards ACCIONA a contract to supply 100% renewable electricity to its facilities in Chile.\n- · ACCIONA and Ghella sign a 1 B€ contract to build Scandinavia's longest railway tunnel.\n- · ACCIONA to build a 1,026 MW wind farm in Queensland (Australia).\n- · ACCIONA to build its fourth desalination plant in Saudi Arabia.\n- · DBRS Morningstar assigns ACCIONA an investment grade credit rating.\n- · AXA IM - Real Assets and ACCIONA acquire KKR's 33.33% stake in ACCIONA Energía International.\n- · The company develops a digital twin of a desalination plant, evidencing ACCIONA's focus on technology.\n- · ACCIONA ensures the continuity of its businesses and services, some of which are essential, and implements a number of cooperation initiatives.\n\n<!-- image -->\n\nJULY\n\nAUGUST\n\n<!-- image -->\n\nOCTOBER\n\n<!-- image -->\n\n<!-- image -->\n\n- · Largest scooter sharing operator in the world.\n- · ACCIONA to build Hospital del Niño in Panama.\n- · ACCIONA named preferred bidder for Vancouver Subway, a contract worth 1.82 B€.\n- · East Rockingham (Australia) plant recognised by IJ Global AS as the \"2019 Asia Pacific Waste Deal of the Year\".\n- · Inauguration in Extremadura of Spain's first grid-connected floating photovoltaic plant.\n- · ACCIONA to build a railway line in the Philippines worth 330 M€.\n- · Capex resumes in Chile with a 238 MWp photovoltaic complex.\n- · Completion of the acquisition of a project portfolio from Lendlease Engineering.\n- · ACCIONA to build a railway line in the Philippines worth 560 M€.\n- · ACCIONA signs the concession contract for the construction and operation of São Paulo Metro Line 6.\n- · Green Hysland in Mallorca, the first green hydrogen project in a Mediterranean country selected for European funding.\n- · ACCIONA to build 210 MWp of photovoltaic capacity in Spain to supply Novartis with clean energy.\n- · Commissioning of La Chalupa (198 MW), the company's largest wind farm in the US.\n- · ACCIONA to build its fifth desalination plant in Saudi Arabia for 315 M€.\n- · Completion of construction of the Al Khobar I desalination plant in Saudi Arabia.\n\n<!-- image -->\n\n- · IPO of ACCIONA Energía being prepared\n- · ACCIONA and Grupo Mexico win the \"Playa del CarmenTulum\" section of the Tren Maya railway worth 713 M€.\n\nINTE\n\nGRA\n\nREPOR\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nE\n\nx\n\necutiv\n\ne\n\nsummar\n\ny\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n7\n\n<!-- image -->",
        "metadata": {
            "page": 7
        },
        "id": "40c52fcf-b51a-4045-978b-f97e5e20987f"
    },
    {
        "page_content": "## 2018 Solid operating performance\n\nand growth visibility\n\n## Turnover\n\n<!-- image -->\n\nNote: consolidation adjustments amounted to  -347 M€\n\n## EBITDA\n\n1,245 M€\n\nEBITDA margin 16.6%\n\n(-1.0 pp)\n\n<!-- image -->\n\nNote: consolidation adjustments amounted to  -3 M€\n\n## EBT\n\n## EBT\n\n377 M€\n\nOrdinary EBT\n\n509 M€\n\nTotal EBT\n\nOther businesses\n\nInfrastructure\n\n137\n\nEnergy\n\nNote: consolidation adjustments amounted to  -2 M€\n\n328 M€ attributable net profit\n\n380 M€ attributable net profit\n\n63\n\n<!-- image -->\n\n179\n\n## 2019 Continuous improvement\n\nin line with objectives\n\n<!-- image -->\n\n## 2020\n\n## Resilient to the coronavirus and ready to grow\n\n## Turnover\n\n6,472 M€\n\n· 2,673 M€ Spain\n\n· 3,799 M€ International\n\n<!-- image -->\n\nNote: consolidation adjustments amounted to  -177 M€\n\n## EBITDA\n\n1,124 M€\n\nEBITDA margin 17.4%\n\n(-1.5 pp)\n\n<!-- image -->\n\nNote: consolidation adjustments amounted to  -0.4 M€\n\n- ▼ -719 M€ revenues (-10% vs. 2019)\n- > Lower Energy revenues  (-10.9%) Falling energy demand\n- > Lower Infrastructure revenues (-10.8%) Higher revenues from water solutions (28.8%) and concession (26.3%). Lower revenues from services (-11.8%) and construction (-19.1%).\n- > Revenues from Other Businesses (+4.7%)\n- ▼ Operating profit margin down 2.6pp (vs. 2019)\n- ▼ - 233 M€ EBITDA\n- > Energy ▼ -6.7%\n- > Infrastructure ▼ -54.2% · Construction ▼ -82.3% · Concessions ▲ 33.4% · Water ▼ -4.7% · Services ▼ -74.0%\n- > Other activities  -4 M€ ▼ -4.1%\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n8\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "0b78f8b7-58cc-418e-afec-ee46d188a48b"
    },
    {
        "page_content": "## THE VALUE OF SOLUTIONS\n\nChallenging circumstances\n\n10\n\nBusiness as Unusual\n\n13\n\nPrinciples for contributing value\n\n15\n\nKey figures\n\n20\n\nINTEGRATED REPORT 2020\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n9",
        "metadata": {
            "page": 9
        },
        "id": "da3f7509-cfcb-4ba0-b378-a90418a6fa4a"
    },
    {
        "page_content": "<!-- image -->\n\n## Challenging circumstances 10\n\nBusiness as Unusual\n\n13\n\nPrinciples for contributing value\n\n15\n\nKey figures\n\n20\n\n## CHALLENGING CIRCUMSTANCES\n\nIn 2020, the International Monetary Fund (IMF) forecast 3.3% global GDP growth, thanks, among other things, to the sound performance by manufacturing activity, easing tensions between the US and China, and confidence that an agreement would be reached between the European Union and the UK on the impending Brexit.\n\nEarly in the year, no-one could have foreseen that all these estimates and outlooks would change with the spread of COVID-19, which put the whole world on hold. The need to prevent infection and curb the spread of the virus forced most of the world's economies to enforce strict lockdowns. As a result, economic activity came to a standstill and the IMF cut its forecasts, projecting a 3% contraction in global GDP for 2020.\n\nGovernments were forced to address the problem on a domestic level while trying to coordinate globally to beat the common enemy. In 2020, we saw how countries set up international guidelines to curb the spread of the pandemic and established a shared roadmap to mitigate the crisis unleashed by the coronavirus.\n\nThe world's response to COVID-19 might be a lesson on how to tackle climate change\n\nThe pandemic has had an acute impact on the 2030 Agenda goals, although unquestionably it is developing countries that will su/ffer the most and will see their economies shrink the most. The World Bank 1 estimates that 150 million people will find themselves living in extreme poverty in 2021 due to COVID-19. The UN 2 calculates that almost 490 million people in 70 countries will enter poverty, lacking basic rights such as drinking water, a home and food. If the pandemic has shown us one thing, it is that the challenges we face cannot be tackled independently.\n\nIn this context, many countries and markets took the opportunity to revisit the climate agenda and even to establish more ambitious goals. This is the case of the European Union which, within the framework of action of the European Green Deal, proposed and adopted various action plans in connection with climate and environment. Furthermore, after exceeding the goal of reducing emissions by 40%, the EU set a new goal of 55% by 2030, with respect to the 1990 baseline.\n\nIn addition, at the end of 2020, the European Commission approved a stimulus package for member states aimed at mitigating the e/ffects of the crisis created by the pandemic. The EU's long-term budget, combined with this Next Generation EU aid package, comprising a total of 750,000 M€, will furnish the bloc with total funds of 1.8 T€ to tackle the reconstruction. These funds will be used to modernise Europe by means of research and innovation, fair and inclusive climate and digital transition, combating climate change, protecting biodiversity and overhauling existing policies.\n\n## The European Union has earmarked more than 1,800 M€ to rebuild Europe\n\nThis kind of incentive increasingly highlights the importance of green investment within the framework of the economic agenda. Decarbonising the economy in a fair and inclusive manner, thereby minimising the negative social impact, will pave the way for proper global economic and social development, which also encompasses protecting the environment and public health. In context, large investment funds are increasingly taking account of companies' environmental and corporate sustainability management policies in their investment decisions, penalising those whose practices are not considered to be responsible.\n\nStimulus packages, vaccine development and the trend towards responsible investing are some of the factors making the outlook for the next few years more than positive, despite the 0.5% additional contraction in the IMF's global GDP forecasts with respect to its April 2020 estimates. 2021 began with a global growth forecast of 5.5%.\n\nThe IMF projects global growth of 5.5% in 2021\n\n- 1   COVID-19 to Add as Many as 150 Million Extreme Poor by 2021 (worldbank.org)\n- 2   UNSDG | Investing in the SDGs in a post COVID world\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n10\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "fb9965fa-0419-4244-94a8-ac7c7618b9dc"
    },
    {
        "page_content": "Challenging circumstances\n\n## GLOBAL PRIORITIES CONVERGE IN THE SUSTAINABLE AGENDA: THE SUSTAINABLE DEVELOPMENT GOALS (SDG)\n\nThe SDGs place the severe deterioration of the planet and the uneven distribution of well-being at the forefront of a single agenda. The visibility of this roadmap and the consensus around it are accelerating the pace of change based on the need to advance towards more sustainable development models.\n\nThe SDGs were first approved in 2015, when the 193 member countries of the United Nations General Assembly unveiled the 2030 Agenda for Sustainable Development. The United Nations (UN) considers the 17 Sustainable Development Goals as key to ensuring the progress and well-being of people, the environment and the economy. These goals (which, in turn, contain 169 specific targets and 232 o/fficial indicators to measure progress) are aimed at promoting education, equality and inclusiveness, fighting climate change and eradicating global poverty, among others.\n\nUntil the outbreak of the pandemic, good progress was being made on the SDGs, but this trend was severely hampered by the health crisis and the chances of achieving the goals have decreased. Despite the slower progress, there have been positive and negative impacts depending on the goal in question. For example, the reduction in global GDP has also led to a decrease in GHG emissions and air pollution, contributing positively to the goal of combating climate change. Conversely, the global economic slowdown has had negative consequences in terms of inequality, poverty and the development of infrastructure to improve the living conditions of the communities most in need.\n\nAccording to the United Nations Development Programme 3 (UNDP), development on the planet will be reduced to levels not seen since 1990, when the index was first created.\n\n## Changes in the Human Development Index. Source: UNDP\n\n<!-- image -->\n\n- 3   COVID-19: Human development on course to decline this year for the first time since 1990 | UNDP\n\nInequalities between countries have been heightened: places with the most deficient education and access to technology will su/ffer more severely from the economic impact of COVID-19. Although the shortfalls in the attainment of the 2030 Agenda a/ffect the 17 SDGs to varying degrees, some goals have become challenges with a real need for investment over the next few years. The pandemic overwhelmed the world's healthcare sector, evidencing the importance of investing in the social and health sector, in research and in developing vaccines. The economic crisis also increased poverty and created a shortage of basic foodstu/ffs in the countries most in need. As a result, it is vital to invest in infrastructure, education and job creation in order to improve global levels of well-being.\n\nThrough the SDGs, the UN set out a number of priorities for 2021 with a view to rebuilding society, the economy and the environment. Of special note are: responding to the COVID-19 pandemic; combating Human Rights violations; ensuring an inclusive and sustainable economic recovery; protecting the environment through global coalitions to attain carbon neutrality by 2050; transparency in emissions reductions and the development of adaptation mechanisms; respect for financial commitments on climate change and alignment of banks' and investment funds' portfolios with the Paris Agreement and SDGs; and combating poverty and inequality in accordance with the UN's own pledge to leave no-one behind.\n\n## GLOBAL CLIMATE AGENDA\n\nOn 12 December 2015, 195 countries signed the Paris Agreement, signalling a turning point in the history of climate negotiations. This particular treaty was special in that it did not force countries to drastically reduce emissions. Instead, the signatory countries willingly undertook to take part in an international system for climate responsibility, enshrining clear and ambitious targets in a written document.\n\nWhile national policies have not lived up to the provisions of the Paris Agreement in the last ten years, 2020 marked the start of a decade focused on the climate emergency and on reducing GHG emissions, as well as implementing policies to adapt to and mitigate the climate catastrophes to come.\n\nYounger generations have spearheaded e/fforts to highlight the urgent need for climate action, with the birth of the Fridays for Future movement, which calls on world leaders to take up the cause. On the political and economic front, the transition towards a climate responsibility system gathered pace in 2020, with new laws and action plans, such as the European Green Deal. Moreover, this year is significant because the US rejoined the Paris Agreement. At an online meeting of the UN General Assembly, China also announced its plan to achieve carbon neutrality by 2060. The fact that the US is back in the fight against climate change with the rest of the world will further boost the paradigm shift. Joe Biden has already announced plans to transform the country into a decarbonised economy thanks to a renewables-based energy system.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n11\n\n<!-- image -->",
        "metadata": {
            "page": 11
        },
        "id": "ad9d238a-7086-43a0-b69a-96c40fb39a0c"
    },
    {
        "page_content": "Challenging circumstances\n\n## CAPITAL REQUIREMENTS TO RESPOND TO THE CHALLENGES\n\nThe catastrophic consequences of climate change augured by scientists are starting to appear and, along with pressure from the UN to attain the goals of the Paris Agreement, have forced an acceleration in the global energy transition process. According to the IMF 4 , around 10 T USD in fiscal aid has been injected into the economy in response to the crisis unleashed by COVID-19, thereby avoiding a large-scale collapse and helping to bolster the recovery.\n\nThe climate emergency requires the implementation of public policies and business models to tackle this new need. In addition, the health crisis that shook the world's economy in 2020 further emphasised the urgency of moving towards a sustainable, decarbonised economy. To guarantee this change in the financial system, it is indispensable to re-route private capital towards investments that fulfil sustainability criteria.\n\nIn June 2020, the European Council approved the European Union's first sustainable taxonomy, which was designed by the Technical Expert Group (TEG) on Sustainable Finance. This new classification will provide investors with objective information as to whether or not an activity makes a material contribution to achieving the sustainability goals set by Europe.\n\nThe 72 activities defined in the taxonomy must foster a carbon-neutral economy, not significantly impair other environmental goals and be implemented in accordance with certain minimum ethical and employment standards. In its current form, the taxonomy includes environmental matters along with basic social guarantees, such as fundamental labour rights. However, the EU acknowledges that an integrated taxonomy should also include social objectives. Accordingly, it plans to include social principles at the end of 2021.\n\n## This environmental taxonomy is aimed at:\n\n- > Climate change mitigation.\n- > Climate change adaptation.\n- > Sustainable use and protection of water and marine resources.\n- > Fostering the transition to a circular economy, waste prevention and recycling.\n- > Pollution prevention and control.\n- > Protecting and restoring biodiversity and ecosystems.\n\nEurope plans to redirect investment towards projects that contribute to achieving these goals while also fulfilling certain social criteria. The European Union's commitment to meeting these goals is so far-reaching that it has already announced that all listed companies must disclose their degree of alignment with the taxonomy in their Non-Financial Information Statements in 2022.\n\nAt global level, the International Energy Agency (IEA) presented a Sustainable Recovery Plan 5 in June 2020. This programme invites governments to adopt energy policies as they re-open their economies in response to the turmoil caused by COVID-19. Based on an analysis conducted in cooperation with the IMF, the goal of the IEA's Sustainable Recovery Plan is economic growth, targeting the creation of millions of jobs and the deployment of the technologies and infrastructure needed to accelerate the decarbonisation of the global economy. The agency estimates that an annual global investment of approximately 1 T USD per year will be required over the next three years. In total, this amounts to 0.7% of current global GDP, including public and private investments in the energy sector.\n\n## The goals established in the Sustainable Recovery Plan are aimed at achieving the following economic and social benefits:\n\n- > A 1.1% annual increase in global economic growth.\n- > Maintenance or creation of around 9 million jobs per year.\n- > A reduction of GHG emissions by 4.5 B ton in total by the end of the plan.\n- > A 5% decrease in air polluting emissions, improving people's health.\n- > Access to electricity for almost 270 million people.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n12\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "6f700c4a-9cd2-43f9-8a42-926b699d633f"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\nChallenging circumstances\n\n10\n\nBusiness as Unusual\n\n13\n\nPrinciples for contributing value\n\n15\n\nKey figures\n\n20\n\n## BUSINESS AS UNUSUAL\n\n## Business as Unusual: What's different?\n\nThe company that generates the greatest positive impact will create more project opportunities and attract more sustainable financing.\n\n<!-- image -->\n\nGlobal Challenges\n\n<!-- image -->\n\nFinancer\n\n<!-- image -->\n\nACCIONA\n\nInfrastructure projects\n\n## Key aspects in ACCIONA's business generation\n\n- · There has been an increase in the supply of capital seeking to make a positive impact. · ACCIONA o/ffers a sustainable financing framework that is aligned with the European\n- taxonomy .\n- · Ease of access to sustainable financing .\n- · ACCIONA has identified a range of comprehensive solutions .\n- · The solutions have a powerful positive impact .\n- ·\n- Technical excellence to address the challenges.\n- · Better positioning when it comes to securing projects.\n- · Established relations with public institutions and governments that need to make progress on the SDGs.\n- · Emergence of new business models that will respond to the SDGs.\n- · New impact indicators\n\n, 169 targets related to the SDGs .\n\n- · Improving living standards as the ultimate requirement for 21 st century projects.\n\n<!-- image -->\n\nImpact\n\n## RETHINKING THE BUSINESS\n\nThe main challenges of 2020 were the spread of COVID-19 and the disruptions it is causing in both the economy and in the progress towards the SDGs. To get economies back on their feet and enable the worsthit countries to show signs of improvement, we must avoid making the same mistakes as in the past. The conventional business approach, also known as Business as Usual , has proven to be ine/ffective at protecting the most vulnerable, emphasising the need to change the established business models.\n\n## Business as usual has proven ineffective at protecting the most vulnerable\n\nThe coronavirus crisis has served to highlight the importance of safe managed access to water and sanitation, as well as proper handwashing facilities. It has also placed the spotlight on access to other types of resources such as energy, especially electricity, which is of vital importance in the health sector, where the lack of it or supply disruptions caused by a poor quality network can endanger the lives of many people. Other challenges such as education and food should not be overlooked, as the lockdowns and rising poverty levels have hampered access to these basic rights.\n\n## INVESTING IN THE PLANET\n\nThe way to address this challenge is to commit to a regenerative economy that enhances not only economic growth, but also sustainable development, understood as development that meets the needs of the present without compromising the capacity of future generations, ensuring a balance between economic progress, care for the environment and social well-being, as well as the attainment of the SDGs.\n\nThere are three ways to approach achieving these goals: use the same methods that have been used until now to achieve the goals set for 2030; scale down the SDGs to adapt their targets and ambitions to the changing reality of the coronavirus; or prioritise those SDGs that are most relevant to the business.\n\nAgainst this backdrop, ACCIONA has decided to be a part of the solution, by choosing the latter option: prioritise the most relevant SDGs, namely those relating to infrastructure. According to various studies, 72% of the Sustainable Development Goals are dependent upon infrastructure. The lack of infrastructure during the pandemic put millions of people, and specifically the healthcare sector, at risk by hampering access to water and electricity. By investing in this type of projects, the company helps protect against systemic shocks, thus generating robust and safe systems that sustain societies.\n\n72% of the Sustainable Development Goals are dependent upon infrastructure development\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n13\n\n<!-- image -->",
        "metadata": {
            "page": 13
        },
        "id": "cc2f31fc-7804-4e05-b2b3-286dc95613b6"
    },
    {
        "page_content": "Business as Unusual\n\n## 2018-2020: 3 YEARS ACHIEVING OUR OBJECTIVES\n\nFaced with the need to tackle the challenges that business as usual had failed to address, in 2018 ACCIONA developed a new business model - \"Business As Unusual\".\n\nSince this strategy was launched, the financial objectives have been met year after year. The roadmap created with the aim of positioning ACCIONA as a company in a new industry has yielded the following results:\n\n## Achievement of Goals in Business as Unusual\n\n| Indicators                                                                  | FY18                     | FY19                     | FY20                     | Comments                                                                                                                     |\n|-----------------------------------------------------------------------------|--------------------------|--------------------------|--------------------------|------------------------------------------------------------------------------------------------------------------------------|\n| FINANCIAL INDICATORS                                                        | FINANCIAL INDICATORS     | FINANCIAL INDICATORS     | FINANCIAL INDICATORS     | FINANCIAL INDICATORS                                                                                                         |\n| EBITDA growth year-on-year                                                  |                          |                          |                          | EBITDA fell in 2020 due to the pandemic                                                                                      |\n| Dividend distribution with a focus on growth  and stability                 |                          |                          |                          | FY19 dividend adjusted for pandemic impact                                                                                   |\n| Debt/EBITDA ratio below 4x                                                  |                          |                          |                          | In FY20, due to the pandemic, the target was  adjusted* to containing the ratio below 4.5x.                                  |\n| Group EBITDA margin stable or rising                                        |                          |                          |                          | Continuous improvement of business  productivity                                                                             |\n| CAPEX stable or rising year-on-year                                         |                          |                          |                          | Divestments played a strategic role in FY20                                                                                  |\n| Target return on investments > WACC + 200bp                                 |                          |                          |                          | Objective to be achieved in the next few years.                                                                              |\n| NON-FINANCIAL INDICATORS                                                    | NON-FINANCIAL INDICATORS | NON-FINANCIAL INDICATORS | NON-FINANCIAL INDICATORS | NON-FINANCIAL INDICATORS                                                                                                     |\n| Increase in renewable electricity installed  capacity (MW)                  |                          |                          |                          | Achieved goal of exceeding 10,500 MW  installed capacity, having attained 10,694 MW                                          |\n| Alignment of CAPEX, EBITDA and revenues with  the EU Taxonomy               | N.A.**                   |                          |                          | In FY20, 85% of CAPEX (target: 90%) and 84%  of EBITDA (target: 80%) were achieved. In 2019,  alignment exceeded those goals |\n| Reduction of greenhouse gas emissions                                       |                          |                          |                          | Down 38% compared to 2017, exceeding the  science-based target.                                                              |\n| Lower accident rate                                                         |                          |                          |                          | 34% reduction, against a target of 15%.                                                                                      |\n| Increase the net percentage of women in senior  and middle management posts |                          |                          |                          | The percentage rose to 20.7%, but the target of  23% was not reached                                                         |\n\n- *   Earnings presentation for the first half of 2020, page 22. https://mediacdn.acciona.com/media/htvlnjnl/q1-2020-results-presentation.pdf\n- ** The taxonomy was first published in March 2019.\n\n## THE FIRST COMPANY IN A NEW INDUSTRY\n\nThe aim of this new industry is to develop a sustainable business activity by meeting the needs of everyone who is a part of our value system, and investing in the planet to achieve this. This aligns the company's e/fforts not only with the 2030 Agenda, but also with the European taxonomy. In fact, ACCIONA was ahead of the European Union's requirement to publish its degree of commitment to this new classification and has already provided investors with the assessment of its business model based on sustainable solutions. The company ensured that the chosen activities meet the low carbon criteria for each sector, assessing whether the projects \"Do No Significant Harm\" to the achievement of the environmental objectives, as indicated by the taxonomy, and noting that the minimum social requirements are met. In this regard, 85% of ACCIONA's project portfolio, in terms of investment volume, meets the technical criteria to qualify for the European taxonomy.\n\n## 85% of ACCIONA's CAPEX is aligned with the European taxonomy for sustainable activities\n\nACCIONA's long-term strategy enables it to focus on the main social challenges of the moment. By pinpointing opportunities, the company can develop complex, multi-sector projects by leveraging the talent and experience of its great team of professionals in the various areas in which it operates. These solutions help to generate an impact that improves people's lives and cares for the planet, while providing a suitable return on investment.\n\nIn its core activities, ACCIONA contributes to various SDGs, most notably: SDG 6 \"Clean water and sanitation\", ensuring access to water and responsible water management; SDG 7 \"A/ffordable and clean energy\", promoting a decarbonised energy model and addressing the growth in energy demand; SDG 9 \"Industry, Innovation and Infrastructure\" through the use of the most advanced and innovative technology throughout the entire infrastructure value chain; SDG 11 \"Sustainable cities and communities\", facilitating access to energy and water in communities; and SDG 13 \"Climate action\", including the fight against climate change, one of ACCIONA's priorities, and leading the transition to a low-carbon economy\n\nACCIONA integrates the synergies between the SDGs by creating combined projects that meet the needs of various of the 2030 Agenda goals\n\nAll this makes ACCIONA a leader in renewable energy generation at a global level, enabling it to develop outstanding projects with a high degree of specialisation.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n14",
        "metadata": {
            "page": 14
        },
        "id": "17f8fef7-d5ad-4f83-99c6-eb99f5f29187"
    },
    {
        "page_content": "Challenging circumstances\n\n10\n\nBusiness as Unusual\n\n13\n\nPrinciples for contributing value\n\n15\n\nKey figures\n\n20\n\n## PRINCIPLES FOR CONTRIBUTING VALUE\n\n## PRODUCTIVITY AND PROFITABILITY IN THE INFRASTRUCTURE BUSINESS\n\nIn recent years, the conventional infrastructure business has had a limited capacity to generate productivity and increase profitability. Globally, labour productivity growth in construction has stayed at 1% per year for the past two decades. However, global economic growth has been 2.8% per year. This di/fference, evidences the challenges facing the construction and infrastructure industry and shows how di/fficult it has been to unlock value in recent times. The challenge is even greater when comparing the infrastructure sector with manufacturing, where productivity has grown at an annual rate of 3.6%.\n\nThe productivity problem is also evident when comparing the production capacity of the infrastructure sector with that of the national economies in which ACCIONA operates. In this case, less than 1 in 4 companies have been able to boost productivity with respect to the market in which they operate.\n\nThis stagnation in productivity has kept profitability ratios in the sector at 2.1%, according to the Standard & Poor's infrastructure index. The renewable energy index (renewable energy accounted for 26% of ACCIONA's revenue in 2020) obtained a total return of 46.1% in the last 3 years. Consequently, synergies and horizontal transfer of know-how are an opportunity for the sector.\n\nIn the last three years, infrastructure companies obtained a net total return of 2.1%, annualised in euros, according to the S&P Global Infrastructure Index\n\n## INNOVATING IN THE SECTOR TO BOOST PRODUCTIVITY\n\nThe sector needs innovation to improve its overall productivity and profitability ratios, remain attractive in the market and become a clear choice for investors and stakeholders. Taking into account the factors outlined above, the question is how a company dedicated to infrastructure and energy can improve its production capacity and profitability, and what other services or projects it can o/ffer. To properly respond to the potential for growth, it is important to define an infrastructure company's productivity.\n\nIn 2013, research by McKinsey identified the scope for improving overall infrastructure productivity 6 , referring to both the public and private sectors. The public sector should prioritise those infrastructure projects that best respond to the general objectives of the territory, including job creation, improving the resilience of other infrastructure, raising GDP in the area or generally optimising infrastructure. In the current circumstances of the pandemic and recovery, it is important to note that the public institutions are already taking account of this approach and the related criteria.\n\nAnother study published in 2021 by McKinsey 7 quantified the sector's potential to generate additional value for projects. It is estimated that an infrastructure investment of 75,000 M€ to 150,000 M€ in a country receiving EU recovery funds would create 1 to 3 million jobs per year, reduce GHG emissions by 15-30% by 2030 and generate between 180,000 M€ and 350,000 M€ in additional wealth. The enabling potential of the infrastructure sector far outstrips the infrastructure itself.\n\nThe United Nations defined the Sustainable Development Goals (SDGs) as a shared blueprint for action by all countries. There is now a general consensus that the SDGs reflect an aspiration of all societies and communities, so that infrastructure that contributes to promoting them will be valued not only for its economic impact, but also for its ability to generate a positive impact at the local level.\n\n## Infrastructure projects multiply a region's overall productivity\n\nACCIONA has been reinforcing its sustainability strategy since 2005, and the company has been fully aligned with the SDGs since 2018, when it unveiled the Business as Unusual Plan. This innovative approach to working on infrastructures that facilitate the attainment of the SDGs by 2030 enables ACCIONA to channel the capital needed to accelerate this objective. ACCIONA has responded to interest in supporting the Sustainable Development Goals on the part of public authorities in di/fferent regions, cities and communities by cooperating with them to meet the needs they have made public through tender processes.\n\n- 6   https://www.mckinsey.com/business-functions/operations/our-insights/infrastructure-productivity\n- 7   https://www.mckinsey.com/business-functions/operations/our-insights/a-low-carbon-recovery-is-vital-and-achievable\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n15\n\n<!-- image -->",
        "metadata": {
            "page": 15
        },
        "id": "e900d75a-1a98-4bce-b247-7fa6d80dc52b"
    },
    {
        "page_content": "## THE VALUE OF SOLUTIONS\n\nPrinciples for contributing value\n\nThe company gains an edge in bidding by adding an additional infrastructure micro-project to the main project for which it is bidding. ACCIONA calls them 'adjacent projects', and they help close the shortfall in the attainment of the SDGs in the territory in question. One of the group's most appealing features is its ability to create synergies between projects and simultaneously meet di/fferent needs for any region.\n\n## Chart showing the relationship between main and adjacent projects\n\n<!-- image -->\n\n1\n\nMain infrastructure project.\n\n2\n\nOptimisation of the positive social and environmental impact based on potential projects.\n\n3\n\nAdditional prosperity enablers. Infrastructure micro-projects to meet local needs.\n\nThanks to the company's experience in this type of operations and its human capital, ACCIONA is highly qualified to identify additional projects that help achieve the SDGs in regions and cities. As detailed below, this experience, capacity and leadership are set out in the Sustainability Master Plan as key levers for generating business and improving the company's positioning.\n\nBased on its business model and its SMART approach (Sustainability, Mitigation, Adaptation, Resilience and Transformation), the group uses its solutions to respond to the needs arising from the SDGs. The solutions are made up of various projects at the same time: generally one main project and several adjacent ones that create significant added value and have a powerful local impact. This makes ACCIONA a channel for financing that specifically targets those regions with a shortfall in their SDG compliance.\n\n<!-- image -->\n\n## ACCIONA develops 7 solutions\n\nthat generate a positive local impact and shareholder value\n\n<!-- image -->\n\n## INTEGRATED REPORT 2020\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n16",
        "metadata": {
            "page": 16
        },
        "id": "2f101c9e-b31a-4198-8223-bd51a8e8ef15"
    },
    {
        "page_content": "Principles for contributing value\n\nThe key to the success of these solutions is that they cover the company's entire value chain: from opportunity identification, through planning and financing potential, design and construction, to project operation and maintenance.\n\nMoreover, ACCIONA takes a regenerative approach to building solutions, i.e. with a view to helping to increase the planet's capacity and the multiplier e/ffect of infrastructure. This new way of understanding and valuing the sector enables resources and the value generated to be distributed more e/ffectively among stakeholders.\n\n## REGENERATIVE CAPACITY AS A PRODUCTIVITY ENHANCER\n\nACCIONA's shareholder and investor value proposal is twofold. On one hand, the company continues to boost e/fficiency through the conventional approach (industrialisation, digitalisation, verticalisation, specialisation, etc.) and, on the other, it revamps the infrastructure proposal by creating adjacent projects that help to achieve the Sustainable Development Goals in the regions where it is present. In addition to adding value to the main projects, these adjacent projects are a way to set the company apart and contribute additional business volume to the solutions.\n\n## Chart showing how a regenerative project works\n\n+\n\n+\n\n<!-- image -->\n\n|                                   | Clients and investors  do not tolerate  unsustainable  practices                                               | Clients and financial  investors applaud the  commitments. They develop  incentives for  sustainable proposals   | Clients and investors  reward sustainable  proposals                                       |\n|-----------------------------------|----------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------|\n| investor  commitment              | RESPONSIBLE Due diligence  process                                                                             | RESILIENT Programmes in the  communities                                                                         | REGENERATIVE Creation of  adjacent projects                                                |\n|                                   | Long-term improve- ment of business  performance in our  wind energy project  based on harm  prevention rather | Pilot study Project carried out  with the communi- ties of  ejidatarios  to  improve their living                | Water and sanitation  system for the 10  settlements adjacent  to the wind energy  project |\n| Degree of  government  commitment | Governments do  not promote  neutrality                                                                        | Governments  promote neutrality  but in a time period  that is not su/fficiently  secure and consistent          | Governments  promote neutrality by  law and their actions  are consistent                  |\n\n## GREATER PRODUCTIVITY WITHOUT SIGNIFICANTLY HIGHER RISK\n\nIncreasing production capacity means diversifying ACCIONA's business. This process is based on new solutions alongside infrastructure that are required by the same customers with whom the company already works. This is a necessary and more coherent evolution of the infrastructure business, which broadens its vision of how to contribute value to society in general, how to improve its relationship with stakeholders and increase its project portfolio.\n\nIf isolated from the infrastructure project, these solutions would present a higher risk. For example, laying a new fibre optic network poses the standard risks and margins. However, if the fibre optic network is rolled out in conjunction with the construction of a metro line, the risk and incremental investment required for the fibre optic installation is negligible in relation to the total construction costs, so the possibility of unforeseen events is significantly reduced and the margins of adjacent projects are improved. In this way, ACCIONA strives to improve its risk-adjusted profitability ratios. The Sharpe ratio shows that the risk, i.e. the return per unit share price volatility in a given time interval, is equal to that of the composite benchmark index 8 .\n\n## Sharpe ratio of 0.80 vs. 0.79 ACCIONA vs. S&P Global Infrastructure & Clean Energy\n\n## Risk related to the various business activities\n\n<!-- image -->\n\n- 8   The Sharpe ratio reflects the return obtained in a specific time frame as a function of the share's risk. The risk is measured using the share price volatility during that same interval. In this way, it is possible to compare the risk-adjusted return on an investment. The Sharpe ratio compared with ACCIONA is 74% in the case of the S&P Global Infrastructure Index and 26% in the case of the S&P Global Clean Energy, corresponding to the proportion of ACCIONA's revenues obtained in those two broad categories.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n17\n\n<!-- image -->",
        "metadata": {
            "page": 17
        },
        "id": "d530bbce-9760-4875-bcd0-108d4c16a758"
    },
    {
        "page_content": "Principles for contributing value\n\n## LINKING CAPITAL SUPPLY TO SUSTAINABLE ASSETS\n\nACCIONA's new solutions show an increase in CAPEX compared to other projects due to integrating 'adjacent' projects. In a context of robust investor appetite for financing infrastructure with a positive impact, this approach generates new business opportunities.\n\nACCIONA has direct, transparent and frequent contact with investors interested in this type of project. As a result, the company finds sources of co-financing for these adjacent projects, which are low risk because they are linked to a larger infrastructure project while also responding to local needs. SDG-linked projects vary and, therefore, so do their conditions. Adjacent projects may involve new technology that will be used in the future, or known businesses such as fibre optic infrastructure.\n\nAccess to financing and its conditions are regulated by ACCIONA in its green financing framework. The aim is to guarantee financiers that the capital will go to a series of projects aligned with the most exacting current sustainability criteria. In this way, the company improves transparency vis-à-vis investors and reduces the risk of exposure to businesses that have no real local impact.\n\n## Sustainable financial innovation\n\n<!-- image -->\n\n## 63% of the funds raised with Euro Medium Term Notes (EMTN) in 2020 were green\n\nFurthermore, there is considerable demand for capital to invest in projects with a positive impact: that is a fact. This demand, driven by large institutional investors and public institutions, is a growing trend that will gain traction in the next few years. According to Standard & Poor's, green bond issuance rose to 282,000 M USD in 2020, a 5.8% increase on 2019 9 . The issuance of this type of bond has risen exponentially since 2012, when they were almost non-existent. In 2020, there was also a sharp increase in sustainable bond issuance, which added a social component to the environmental criteria, and raised 139,400 M USD, compared to just 40,999 M USD in 2019.\n\n## 282,000 M USD in green bonds\n\nissued worldwide in 2020, up 5.8% compared to 2019\n\nIn the new industry that ACCIONA represents, new business opportunities are secured by connecting this wide range of financing sources with the demand for projects needed to achieve the SDGs. In this context, the group has the capacity and experience to identify the capital to invest and develop infrastructure that help fulfil the 2030 Agenda. Accordingly, the company has a competitive edge as the leader in this sector. Its technical capability, international presence and appropriate balance sheet structure enable it to deploy comprehensive solutions to meet the challenges of today's society and the needs of future generations.\n\nACCIONA chooses projects on the basis of the European taxonomy for sustainable activities.  This classification is the technical document created by the European Commission's group of experts in sustainable finance. In 2020, 85% of the investments made by ACCIONA and 84% of its EBITDA were fully aligned with the guidelines defined by that expert group. This firm commitment to the EU taxonomy shows that the company meets the highest sustainability standards in the market today.\n\n## THE RESULT IS AN INCREASE IN PROJECT PRODUCTIVITY\n\nUltimately, compared to productivity growth in the infrastructure sector as a whole in recent years, ACCIONA has the capacity to increase project productivity between 2- and 10-fold thanks to its approach of creating adjacent projects aligned with the Sustainable Development Goals.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n18\n\n<!-- image -->",
        "metadata": {
            "page": 18
        },
        "id": "8aa1933b-9683-4598-a93d-55e9b80b80ff"
    },
    {
        "page_content": "## THE VALUE OF SOLUTIONS\n\nPrinciples for contributing value\n\n## ACCIONA productivity strategy\n\n<!-- image -->\n\nThe total productivity proposed by ACCIONA is the result of the added value in e/fficiency and the additional value of its regenerative approach. In this way, the company is positioning itself as a leader in a new industry focused on improving the planet's regenerative capacities and achieving the SDGs.\n\nSince the launch of the Business as Unusual strategy in 2018, ACCIONA has attained a net total return in excess of the infrastructure and renewable energy indices, in revenue-weighted terms. In other words, it has created a composite index, 26% of which is linked to the S&P Global Clean Energy Index and 74% to the S&P Global Infrastructure Index. ACCIONA's total shareholder return outperformed the benchmark index over the last three years.\n\n26.1% vs. 18.1% ACCIONA vs. S&P Global Infrastructure & Clean Energy\n\ntotal 3-year return, annualised\n\nACCIONA's particular interest in increasing the value of its projects multiplies its capacity to continue winning contracts and evidences its alignment with the trends of the next 10 years. This diversification strategy linked to the SDGs enables the company to reduce the risks when selecting new businesses, as well as to increase the profitability of its new investments compared to that of previously-built infrastructure.\n\n<!-- image -->\n\nContents\n\n1\n\nMessage from\n\nthe Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n19",
        "metadata": {
            "page": 19
        },
        "id": "cf91ffc4-e1b9-4415-a1e2-4c9b0ee6287a"
    },
    {
        "page_content": "Challenging circumstances\n\n10\n\nBusiness as Unusual\n\n13\n\nPrinciples for contributing value\n\n15\n\nKey figures\n\n20\n\n## KEY FIGURES\n\n## INTRODUCTION\n\n2020 was dominated by the COVID-19 pandemic and its e/ffects in the context in which the company conducts its business. The year had a negative impact on infrastructure due, among other things, to projects being halted, rising costs and the general disruption of the operating framework. The energy business was a/ffected to a lesser extent, although the fall in electricity demand in Spain led to a sharp drop in wholesale prices.\n\nIn this di/fficult environment, the group managed to protect its solid financial position and its capacity for growth, logging a Net Debt/EBITDA ratio of 4.21x on 31 December 2020. This good result was made possible by the implementation of the package of measures aimed at mitigating the temporary impact of the pandemic, focused on liquidity and financial flexibility, moderating investment flows and working capital management, asset rotation, a 50% reduction in the dividend and cost e/fficiency.\n\nGoing forward, the renewable energy division's IPO will significantly bolster revenues, which will be used for both energy solutions and other investment opportunities. In the context of the IPO, ACCIONA expects to increase CAPEX to approximately 2,000 M€ in 2021, to be used to develop the growth strategy and further enhance the group's position.\n\nIn the next decade, the business will focus on helping countries and society to achieve their SDG targets. The positive local impact generated by ACCIONA is one of the company's hallmarks and a means of improving our competitive position. Sustainability is one of the factors in decisions made by clients and governments and we must respond to those demands. Thanks to its relationship of trust with investors, ACCIONA is in a position to channel the supply of financing to high-impact projects.\n\n<!-- image -->\n\n## BUSINESS AS UNUSUAL: FINANCIAL PERFORMANCE 2018-2020\n\nIn 2018, ACCIONA launched its Business as Unusual strategy, aimed at generating solutions to address the challenges of a more sustainable future. All the countries that are committed to achieving the SDGs by 2030 require this kind of solution. Moreover, ACCIONA helps to channel the necessary capital to undertake the projects.\n\n## 2020: resilient and ready to grow\n\nACCIONA's active management approach during the pandemic made it possible to overcome the most di/fficult stage of COVID-19, validating its Business as Unusual model and reinforcing its growth potential.\n\n- > The business proved resilient , achieving an EBITDA margin of 17.37% in an environment of shrinking demand and falling electricity prices.\n- > Revenues from water solutions and concessions increased in FY20, mitigating the economic impact of the pandemic in other areas.\n- > Coordinated management of debt and investments kept the debt/EBITDA ratio at 4.21x, very close to the 4x target in times of crisis and below the 4.5x 10 target set for 2020 due to the pandemic.\n- > A dividend of 3.9 €/share was paid to shareholders even in times of crisis, showing the resilience of the business model and the company's assets.\n- > Financial capacity to undertake investments totalling 829 M€ to seize market opportunities.\n- > Divestments amounting to 318 M€ thanks to market interest in ACCIONA's assets .\n\n## Group revenue and margin performance\n\n| Income statement                   | FY18 (M€)   | FY19  (M€)   | FY20  (M€)   | Chg. (%)  FY20 vs. FY19   |\n|------------------------------------|-------------|--------------|--------------|---------------------------|\n| Revenues                           | 7,510       | 7,191        | 6,472        | - 10%                     |\n| EBITDA                             | 1,245       | 1,357        | 1,124        | - 22%                     |\n| Margin                             | 16.58%      | 18.87%       | 17.37%       | - 7.97%                   |\n| Ordinary EBT                       | 377         | 545          | 508          | - 7 %                     |\n| Margin                             | 5.0%        | 7.6%         | 7.8%         | + 3.57%                   |\n| Attributable net profit            | 328         | 352          | 380          | + 8 %                     |\n| Net margin (Net profit / Revenues) | 4.37%       | 4.90%        | 5.87%        | + 19.95%                  |\n\n- 10   Earnings presentation for the first half of 2020, page 22. https://mediacdn.acciona.com/media/htvlnjnl/q1-2020-results-presentation.pdf\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n20\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "b7a0aba7-221b-4dc7-8589-5ead1b85a4ba"
    },
    {
        "page_content": "Key figures\n\nIn the midst of a pandemic, the reduction in revenues was foreseeable due to the market deterioration. However, thanks to ACCIONA's active management approach, ordinary profit fell by less than revenues. This enabled us to continue improving operating and net margins, evidencing an increase in productivity.\n\n## The steady increase in margins\n\nevidences efficient asset management and gains in productivity\n\nACCIONA's Sustainability Master Plan identifies the levers of change that will enable it to increase productivity margins. Among these, ACCIONA understands that sustainability will be crucial in the next decade, since it will also help attract the capital needed to transform opportunities into business. This productivity-enhancing system enables us to continue to providing stable, predictable benefits to financiers and stakeholders in a way that is SDG-aligned.\n\nSee Appendix I for more information on the economic value generated and distributed by ACCIONA.\n\n## Revenues and margins by division (M€)\n\n<!-- image -->\n\n<!-- image -->\n\nACCIONA's concessions business improved in all the performance indicators shown in the table above, increasing the operating margin to 68.2% in FY20. The construction, services and energy divisions experienced greater pressure on revenues and profit margins, due mainly to activities being shut down and energy prices falling during the pandemic. For more details on each of the solutions, see the section entitled \"Solutions: our business model\" .\n\nThe resilience of the energy business and the growth of water and construction solutions mitigated the negative impact of the crisis\n\n## Investment performance\n\n|                           | FY18 (M€)   | FY19  (M€)   |   FY20  (M€) | Chg. (%)  FY20 vs. FY19   |\n|---------------------------|-------------|--------------|--------------|---------------------------|\n| Energy                    | 554         | 608          |          607 | -0.1%                     |\n| > New energy capacity     | 554         | 509          |          595 | 16.9%                     |\n| > Nordex capital increase | 0           | 99           |           12 | -87.9%                    |\n| Infrastructure            | 146         | 392          |          205 | -47.6%                    |\n| > Construction            | 22          | 45           |           79 | 77.4%                     |\n| > Concessions             | 4           | 288          |           72 | -75.1%                    |\n| > Water                   | 59          | 15           |           10 | -32.7%                    |\n| > Services                | 61          | 44           |           44 | 0.4%                      |\n| Other activities          | 28          | 35           |           17 | -52.1%                    |\n| Ordinary net capex        | 726         | 1,034        |          829 | -19.9%                    |\n| Real estate               | 100         | 272          |           14 | -94.7%                    |\n| Divestments               | -1,420      | -66          |         -318 | 381.6%                    |\n| Net capital expenditure   | 1,023*      | 1,241        |          526 | -57.6%                    |\n\n*Includes 196 M€ in treasury shares.\n\nActive management of investments and debt during the pandemic was one of the foremost aspects of ACCIONA's resilience strategy. Net investment in the first quarter did not di/ffer greatly from the estimates made at the beginning of FY20. The company's leadership and planning during the second and third quarters of the year were key to maintaining investment in long-term solutions, while divesting projects to generate su/fficient cash to ensure a robust financial position throughout.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n21\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "9b2b837e-c653-41ae-bcdf-d65b0e35db44"
    },
    {
        "page_content": "Key figures\n\n## Active management of net investment in 2020\n\n## Net debt and net interest (M€)\n\n<!-- image -->\n\n## Investment performance\n\n| Debt                                 | FY18 (M€)   | FY19  (M€)   | FY20  (M€)   | Chg. (%)  FY20 vs. FY19   |\n|--------------------------------------|-------------|--------------|--------------|---------------------------|\n| Net financial debt                   | 4,333       | 5,317        | 4,733        | - 11%                     |\n| > Net financial debt (excl. IFRS 16) | N.A.        | 4,915        | 4,239        | - 14%                     |\n| NFD / EBITDA                         | 3.48x       | 3.91x        | 4.21x        | 7.4%                      |\n\nActive management of investments and the proceeds from divestments helped maintain a financial debt/ EBITDA ratio of 4.21x, slightly above the 4x target set during the years prior to the crisis and the widespread shutdown of activity in most of the countries in which ACCIONA operates. In the context of the pandemic, the company managed to reduce net financial debt to 4,733 M€.\n\n## Breakdown by type of debt (M€)\n\n<!-- image -->\n\n<!-- image -->\n\n## Net debt fell\n\nby 14%\n\nin FY20 thanks to\n\nmanagement of investments\n\nand divestments\n\nThe sustainable financing framework enabled ACCIONA to improve access to the growing supply of capital seeking a positive impact on the planet, with which it diversified its sources of financing and achieved an e/fficient cost of capital.\n\n## Forecast debt obligations by year and type, together with available liquidity (M€)\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n22",
        "metadata": {
            "page": 22
        },
        "id": "035943cd-b85c-4afc-92cd-1939daeba822"
    },
    {
        "page_content": "<!-- image -->\n\nKey figures\n\n## Breakdown of debt by type\n\n<!-- image -->\n\n<!-- image -->\n\n## 1,700 M€ raised through various instruments subject to ACCIONA's Green Finance Framework as of 31 December 2020\n\nACCIONA uses two types of sustainable finance: one is a mechanism directed for projects or activities with sustainable objectives aimed at fostering specific positive impacts linked to financing; the other is a corporate finance mechanism that entails commitments to improve ACCIONA's ESG performance.\n\n## Group revenue and margin performance\n\n| Type of sustainable funding                            |   No. of  outstanding  deals |   No. of new deals or taps in  2020 | Amount  currently  outstanding  (M€)   |\n|--------------------------------------------------------|------------------------------|-------------------------------------|----------------------------------------|\n| Financing directed for projects                        |                           18 |                                  10 | 1,760.9                                |\n| Corporate financing linked to sustainable  commitments |                            5 |                                   0 | 3,711.8                                |\n| Total                                                  |                           23 |                                  10 | 5,472.7                                |\n\nII for more information on sustainable financing.\n\nThe chart below shows operating cash flow performance, net of capital expenditure and financing, in 2020. It shows how debt was reduced by 14% with respect to the end of FY19.\n\n- * Not including the IFRS 16 adjustment in December 2019 (402 M€)\n- ** IFRS 16 leases of 105 M€, of which 24 M€ is included in \"Financials\" and 81 M€ in \"Debt linked to derivatives, foreign exchange and IFRS 16 principal\".\n- *** Includes debt associated with assets classified as held for sale (260 M€ from the company holding the Restructure Investment Note of the Sydney Light Rail contract) and 127 M€ of debt attributable to the AUVISA concession sold in the year.\n\n## Material aspects of cash flow management\n\nE/ffective cash flow management was one of the priorities of the Finance Department in order to guarantee the group's solvency and liquidity during the pandemic. Thanks to the following factors, net debt was reduced in FY20, achieving a Net Debt/EBITDA ratio in line with the objectives of moderate sustainable growth.\n\n- > Maintaining margins: the robust turnover during the pandemic, together with the improvement in margins on long-term assets, mitigated the loss of profitability in the infrastructure and construction areas and assured recurrent operating cash flow.\n- > E/fficient working capital management: the business contraction and e/fforts to reduce the working capital cycle were reflected by a divestment of close to 207 M€ in FY20.\n- > CAPEX control: streamlining of indebtedness through the selection of investment sources consistent with the group's objectives of maximising return and minimising risk. E/ffective execution of the divestment plan in Spain, raising around 357 M€ in liquidity from the sale of concessions in FY20 and FY21E.\n- > Dividend containment: reduction of the planned dividend and alignment of the shareholder remuneration policy with the goals of long-term value creation and reinvestment in the business.\n\n<!-- image -->\n\n## Cash flow in FY20\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n23\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "7b06eaac-770a-45ee-9725-ca892d7d2326"
    },
    {
        "page_content": "Key figures\n\n## Share performance and dividend policy\n\n<!-- image -->\n\nACCIONA is confident of cementing a stable, thriving business in the long term, thanks to its capacity to add value and its e/fficient management. In a year shaped by the pandemic, share performance managed to recover the levels registered at the beginning of the year and ended 2020 close to the year's high. The gross dividend payout of 3.9 € per share in 2020 sets the dividend back on the growth path of previous years.\n\n<!-- image -->\n\n| Distribution of  shareholder value         | FY16   | FY17   | FY18   | FY19   | FY20   |\n|--------------------------------------------|--------|--------|--------|--------|--------|\n| Dividend (€ / share)                       | 2.875  | 3      | 3.5    | 1.925  | 3.9    |\n| Increase with respect to the previous year | 15%    | 4%     | 17%    | -45%   | 103%   |\n\n## Dividend policy\n\nThanks to ACCIONA's model of continuous stable growth, its shareholder remuneration policy is focused on constantly increasing dividends. For 2020, the Board of Directors proposed a dividend of 3.9 € per share, a return to pre-COVID levels.\n\n## OUTLOOK FOR 2021\n\nThe next few years will be dominated by the energy division IPO and by our significant contribution to achieving the SDGs. ACCIONA will be a stable partner, with the technical and financial capacity to improve living standards in the regions where it executes its projects.\n\nSeizing the opportunities that lie ahead will enable ACCIONA to attract financing linked to sustainability projects and to contribute to the decarbonisation of the economy. All this while improving our margins with estimated double-digit EBITDA growth in 2021 and with a very sizeable investment capacity in the context of the ACCIONA Energía IPO.\n\n| Financial indicator   | Outlook for 2021                                                                                                                                                               |\n|-----------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| EBITDA                | >   Improve  group EBITDA by +10-15%                                                                                                                                           |\n| Dividend              | >  Dividend 2020:  3.9 € per share proposed by the Board of Directors, returning      to pre-COVID-19 levels                                                                   |\n|                       | >  Dividend 2021:  moderate sustainable growth                                                                                                                                 |\n| Gross CAPEX           | > Total gross capital expenditure could amount to 2 B€ in  the  context  of  the                                                                           ACCIONA Energía IPO |\n\nACCIONA is ready to lead the new industry geared towards achieving the SDGs. In 2021 it expects to install more renewable energy capacity than in 2020, while by 2024 it expects a substantial increase in installed capacity with respect to 2021. This growth will stem from the company's experience and know-how in the renewable energy sector.\n\n## Forecast increase in installed capacity 11 for 2021-2025 (in GW)\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n24",
        "metadata": {
            "page": 24
        },
        "id": "f658ea63-04db-4a9c-abd6-02a1d8d6ce53"
    },
    {
        "page_content": "OUR\n\nPLAN\n\nINTEGRATED REPORT 2020\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n25",
        "metadata": {
            "page": 25
        },
        "id": "cf03b60b-4aef-4fa0-8b15-beadb8ded883"
    },
    {
        "page_content": "## ACCIONA's goal is to be the acknowledged leader\n\nin regenerative infrastructure solutions\n\n## PURPOSE\n\nACCIONA finances and develops infrastructure assets capable of making our planet a better place. The company o/ffers a portfolio of resilient projects with a balanced risk profile and a diversified solution set.\n\nBased on its Business as Unusual approach, ACCIONA identifies capital investment opportunities in sustainable assets. According to the United Nations Sustainable Development Solutions Network (SDSN), about 2.4 T USD per year of additional investment will be needed to achieve the goals of the 2030 Agenda, especially for infrastructure, which is essential to meeting 72% of the SDGs. This market forecast and ACCIONA's positioning as the leading company in this new sector give it a competitive advantage.\n\nACCIONA's plan and its targets for 2025, aim to accelerate the sustainable transition to which the world is heading. The company aspires not only to be recognised as a pioneer in the sector, but also to establish itself firmly as a leader. The aim of this new industry is to inspire and demonstrate that investing in the planet is the smartest solution.\n\n## 2025 AMBITION\n\nACCIONA's plan is ambitious in that it sets 2025 as the target date, five years before the deadline for the 2030 Agenda. By then, the company will have validated its image as a world leader in the transition to a sustainable system.\n\nAlthough ACCIONA manages its roadmap through the solutions it identifies, but with an integrated vision of the synergies o/ffered by the SDGs, its ambition for 2025 is based essentially on sustainable development of the community. Its objective is basically to double the positive impact of its actions.\n\n## Affordable non-polluting energy\n\nWe all know that the world and the economy are totally dependent on energy production and consumption. ACCIONA is working on the path towards the energy transition with the gradual incorporation of renewable energies to replace the most widely used fossil fuels, which also contributes to decarbonising the global economy.\n\n<!-- image -->\n\n## Renewable energy production\n\n## Industry, innovation and infrastructure\n\nInfrastructures enhance living standards for society in general and local communities in particular. To give meaning to this reality and keep economies active, ACCIONA believes it is necessary to invest in innovation and industrial development. In order to be a leader in sustainable infrastructures, the company is committed to innovation through its regenerative solutions.\n\n<!-- image -->\n\nPositive impacts of the projects in terms of employment and the local economy\n\n## Clean water and sanitation\n\nWater is the basis of life and an increasingly scarce resource. ACCIONA will continue to invest in sanitation and in caring for water sources to contribute to the planet's sustainable development.\n\n<!-- image -->\n\nClean water production\n\n## Decent work and economic growth\n\nThe Sustainable Development Goals are designed to achieve equal rights overall. Accordingly, investing in people is one of ACCIONA's strategic priorities.\n\n<!-- image -->\n\nGender and disability inclusiveness ratios in infrastructure projects\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n26\n\n<!-- image -->",
        "metadata": {
            "page": 26
        },
        "id": "d2ed636a-2c11-4822-ae05-ce07f5cac06d"
    },
    {
        "page_content": "## Sustainable cities and communities\n\nCities concentrate 50% of the world's population. One of ACCIONA's solutions is aimed at transforming today's cities into smart and interconnected ones.\n\n<!-- image -->\n\n## Kilometres of electrified rail track\n\n## Climate action\n\nInvesting in the planet to mitigate the e/ffects of climate change is a fundamental goal of ACCIONA. Its solutions are designed to achieve near-zero emissions.\n\n<!-- image -->\n\n## Emissions avoided\n\n## STRATEGIC CHALLENGES\n\nACCIONA's plan focuses on four strategic challenges that will enable it to achieve its 2025 targets while reinventing the business. They all share the same three-phase approach: responsibility, resilience and regeneration.\n\nFirstly, it is essential to become aware of the impact of our actions on the planet in order to understand our responsibility and how we should act. This first phase is the basis of any business: analyse the risks and minimise the negative e/ffects. By measuring a company's economic performance, we can learn from its past, but also predict how its profitability will develop over the long term.  Additionally, it is increasingly important to analyse the impact of a company's operations on the environment in order to ascertain its viability. And, of course, how a company is managed in social terms is also an eloquent expression of its core values.\n\nOnce these responsibilities have been identified, it is necessary to take steps to foster the sustainable development of the business. As the first company in a new industry, ACCIONA defines itself as a resilient company. According to the Business as Unusual approach, this industry consists of adapting our core business strategy on the basis of the megatrends of our era, which are basically shaped by the SDGs and other legislation on social responsibility, climate change mitigation and reduction of environmental impacts. Based on these premises, the company generates a positive impact on the planet and the communities in which it operates through each of its projects. This success is underpinned by integrating the sustainability criteria set out in the European taxonomy into the design of its action plan. In this way, the company replaces the conventional concept of value chain with the idea of a value system, which is much broader and more realistic, as it includes all those who benefit from the impact of ACCIONA's activity.\n\nUnderstanding how value systems work makes it possible to identify the strategic capabilities of regenerative sectors. For this reason, the last phase of ACCIONA's plan consists of regeneration through solutions. At this point, it is necessary to identify risks as opportunities, i.e. to minimise the negative e/ffect in order to make a meaningful contribution with real solutions and impacts. This results in value creation with competitive advantages as in the taxonomy, in order to continue investing in formulas that respond to current and future needs.\n\n## People-centric\n\nEmployees are the soul of a company. For this reason, ACCIONA puts people at the core of its strategy.\n\nIn order to successfully carry out its programme and achieve its objectives, it is necessary to train employees, involve them in the corporate challenges and retain their talent. Therefore, it is important to ensure basic employee rights, as well as equality and inclusiveness in the workforce. The levers of change in this connection include transformational leadership on the part of ACCIONA, diversity in the workforce, recognition of their hard work, a healthy and safe working environment and the involvement of everyone in the company's values.\n\n## These five levers of transformation will make it possible to achieve the five main objectives by 2025:\n\n| Leadership   | Develop agents of change capable of providing di/fferential  value.                   |\n|--------------|---------------------------------------------------------------------------------------|\n| Diversity    | Be more diverse because it will make us better.                                       |\n| Recognition  | Enhance the model to better recognise excellence and  outstanding e/ffort.            |\n| Environment  | Have a smart, safe work environment, reflecting our values.                           |\n| Access       | Safeguard the fundamental rights of the people  who participate in our value systems. |\n\n## Main indicators:\n\n- > Leadership development programmes that integrate assessment tools, skill development, mobility, team management and career development.\n- > People with a living wage.\n- > Reduction of the pay gap between men and women.\n- > ESG performance indicators in variable remuneration.\n- > Locations with the company's 'ACCIONA Well' certification.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n27\n\n<!-- image -->",
        "metadata": {
            "page": 27
        },
        "id": "3a9b7f24-b3dc-4835-b24d-879fb7926790"
    },
    {
        "page_content": "## Planet-positive\n\nTo create a positive impact with its activity, ACCIONA invests in technology development and in projects capable of regenerating the planet. Our society is facing the greatest challenges in history, which is why ACCIONA is concentrating its e/fforts on providing the best solutions to accelerate the decarbonisation of the economy and the mitigation of, and adaptation to, climate change. Essential to this transformation strategy is its investment in caring for biodiversity and in e/fficient methods of water consumption, access and treatment. ACCIONA is also working on the development of new business models based on circularity, aimed at reducing natural resource consumption and achieving the goal of zero waste.\n\nClimate\n\nWe will continue to be recognised as a key player in the transition to a decarbonised economy.\n\nBiodiversity\n\nGenerate net positive natural capital.\n\nCircularity\n\nHave the capacity to develop zero-waste projects.\n\nWater\n\nSignificantly increase the supply of quality water and its sustainable use through high technology.\n\nAuthenticity\n\nSharing the same values, working for the same purpose in every workplace.\n\nSustainable transformational innovation\n\nDevelop innovative and regenerative di/fferential value in the company.\n\nGovernance\n\nACCIONA's Board will continue to lead this drive and oversee fulfilment of the company's purpose.\n\nTransparency\n\nSubmit to constant scrutiny.\n\n## Main indicators:\n\n- > CAPEX aligned with the European taxonomy.\n- > Reduction of Scope 1+2 emissions in line with SBTi.\n- > Number of trees planted and monitored.\n- > Renewable, recycled and recovered resources.\n- > Water use in-house.\n\n## Main indicators:\n\n- > Perception as one of the companies that contributes most to sustainable development.\n- > Innovation projects that incorporate a regeneration vector.\n- > Female members of the Board of Directors.\n- > Project information accessible to stakeholders.\n- > Supplier access to information on ESG performance.\n\n## Exponential leadership\n\nTo retain our lead in the Business as Unusual industry, ACCIONA relies on the authenticity of its team's commitment. In addition, the company's governance and transparency enable it to develop its solutions with innovative methods that pursue a positive impact. The company's strategic transformation will advance along four axes: authenticity, sustainable transformational innovation, governance, and transparency.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n28\n\n<!-- image -->",
        "metadata": {
            "page": 28
        },
        "id": "fff77d93-0633-4da2-ad05-84c9cc107a9e"
    },
    {
        "page_content": "## Integrate to transform\n\nTo create unique value in each project, ACCIONA integrates existing unprecedented challenges into the design of its projects. To generate value and a positive impact, the company focuses on fully sustainable regenerative solutions.\n\nSolutions-based approach\n\nA value proposition based on integrated infrastructures designed to maximise their contribution to the SDGs.\n\nA sustainable di/fference in every project\n\nACCIONA's sustainable di/fference will be evident in every project.\n\nRegenerative ecosystems\n\nDevelop an ecosystem of organisations capable of increasing our capacity for regenerative transformation.\n\nImpact financing\n\nMaximise the capacity for sustainable finance to reinforce the company's value and the regenerative, competitive advantages of our projects.\n\n## Main indicators:\n\n- > Number of integrated solutions involving at least 3 business areas.\n- > Develop a productivity and regeneration measurement model.\n- > Volunteer hours contributed by ACCIONA employees.\n- > Regenerative initiatives with partners, clients or suppliers.\n- > Amount of regenerative investments mobilised.\n\n<!-- image -->\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n29\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "c99a47bd-62ff-4d2d-b85a-4cfc8468697a"
    },
    {
        "page_content": "## SOLUTIONS: OUR BUSINESS MODEL\n\nEnergy solutions\n\n33\n\nTransport solutions\n\n41\n\nWater solutions\n\n45\n\nSocial solutions\n\n49\n\nCity solutions\n\n51\n\nReal estate solutions\n\n53\n\nFinancial solutions\n\n55\n\nINTEGRATED REPORT 2020\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n30",
        "metadata": {
            "page": 30
        },
        "id": "aff05783-9614-4fef-a94a-446d240039c8"
    },
    {
        "page_content": "| Energy solutions      |   33 |\n|-----------------------|------|\n| Transport solutions   |   41 |\n| Water solutions       |   45 |\n| Social solutions      |   49 |\n| City solutions        |   51 |\n| Real estate solutions |   53 |\n| Financial solutions   |   55 |\n\n## Any solution must have a positive environmental impact\n\nand provide growth while being both solid and profitable.\n\n<!-- image -->\n\nACCIONA develops and invests in many types of projects - transport, water, social, cities, real estate and finance - that respond not only to the challenges facing our planet, but also to the needs of small communities. This requires the company to have a di/fferent way of doing business, in which people's well-being and environmental conservation take priority, and regenerative infrastructures are the way to make this a reality. Furthermore, in the continuous pursuit of a positive impact, the company achieves sustainable financial results and creates local value, contributing to communities' resilience and socio-economic growth.\n\nIn each of its solutions, ACCIONA is positioned to cover the maximum number of activities that complement the development of the sector. This enables it to carry out far-reaching projects with great advantages for all parties. In addition, its strategy of horizontal projects complements this positioning by lending solidity to its activities.\n\nACCIONA's projects are created by people for people. Based on its international footprint, the company is able to bring its knowledge and experience in di/fferent sectors around the world to bear in creating value in the countries where it operates. In addition, through its exponential leadership strategy, the people who make up the company work with the common purpose of designing a better world. This creates knowledge synergies through sharing know-how between business areas and markets. The result is success in its combined projects.\n\nThrough its solutions, ACCIONA connects the supply of capital interested in generating positive impact with emerging opportunities.The group has been working on sustainability for 15 years and has accumulated the necessary expertise to identify these high-impact solutions. In this exercise, ACCIONA prioritises the technological and innovation component of its solutions as a catalyst for generating value and competitiveness. Investing in the planet is the company's primary strategy for long-term profitability.\n\nACCIONA contributes actively to achieving the SDGs by promoting social progress, environmental balance and economic growth in a combined manner\n\nThe company looks to the future as a pioneer in the new Business as Unusual sector, dividing its e/fforts between investment needs to achieve the SDGs by 2030 and compliance with European and international legislation for climate change mitigation. The latter, such as the European taxonomy, enable it to create value and produce financial returns; consequently, it applies the taxonomy in the design and development of its solutions, adapting the criteria to each project.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n31\n\n<!-- image -->",
        "metadata": {
            "page": 31
        },
        "id": "3b4380ee-d0b8-4eb1-8f8e-23da5cda4f37"
    },
    {
        "page_content": "## ACCIONA\n\nsolutions\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n32",
        "metadata": {
            "page": 32
        },
        "id": "62227b87-0fce-437f-a84d-dc4639ed32af"
    },
    {
        "page_content": "## Energy solutions\n\n33\n\nTransport solutions\n\n41\n\nWater solutions\n\n45\n\nSocial solutions\n\n49\n\nCity solutions\n\n51\n\nReal estate solutions\n\n53\n\nFinancial solutions\n\n55\n\n## ENERGY SOLUTIONS\n\n<!-- image -->\n\n## CLEAN ENERGY FOR A SUSTAINABLE ENERGY SYSTEM\n\nWith 30 years of experience and with no legacy in fossil energy, ACCIONA was named the world's largest 100% renewable energy company by Energy Intelligence for the 6 th consecutive year. The company owns and operates about 11 GW of generating capacity: wind, photovoltaic, hydropower, solar thermal and biomass. Its international footprint and solid experience in executing and managing projects in a range of renewable technologies, geographies and regulatory frameworks, enable ACCIONA to maximise its competitiveness, and position itself strategically as a leader in the transition to a fully decarbonised energy system.\n\nIts market positioning and vertically integrated business model are unique. ACCIONA operates throughout the value chain: from project development through funding, engineering and construction to operation, maintenance and management of energy sales from its asset portfolio.\n\nACCIONA was a pioneer in the renewable energy sector and continues to work to be a leader in the development of new technologies. To help accelerate the decarbonisation of the energy system, the company invests in innovative projects to increase the useful life and performance of renewable energy facilities. It also develops new energy solutions to get ahead of market trends and take advantage of new sustainable business models. In 2020, investment in innovation in energy solutions increased by 4% to €78.3 million.\n\nACCIONA seeks to be a pioneer and technology leader in its activities, both to improve its operations and to anticipate future trends and drive business development.\n\nBecause of the company's focus on value creation, ACCIONA's energy solutions are associated with positive socioeconomic and environmental impacts that respond to the needs of local communities, promoting sustainable development.\n\n## KEY FIGURES\n\n| Key figures   | FY19  (M€)   | FY20  (M€)   | % Chg. 2020 vs. 2019   |\n|---------------|--------------|--------------|------------------------|\n| Revenues      | 1,997        | 1,780        | -10.9%                 |\n| EBITDA        | 890          | 831          | -6.7%                  |\n| EBT           | 284          | 441          | 55.0%                  |\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n33",
        "metadata": {
            "page": 33
        },
        "id": "5ba8021c-f002-4307-a261-0cce62a69311"
    },
    {
        "page_content": "Energy solutions\n\nThe main financial figures for the energy business are supported by a resilient model that generates stable recurring cash flow. During 2020, in a context of a widespread decline in energy demand and prices because of the pandemic, ACCIONA's business model proved its strength. This model, based on diversification and an optimal combination of energy sale mechanisms (marked by long-term contracts and a planned hedging strategy), enabled the company's revenues to fall by much less (only 10.9%) than energy prices.\n\nACCIONA's e/fficient management ensured that this moderate decline in revenues did not reach the bottom line, as EBITDA during the pandemic period fell by just 6.7% year-on-year.\n\nIn the year as a whole, ACCIONA boosted EBT by 55% year-on-year as a result of actively managing its investments and of the market's interest in ACCIONA's assets.\n\n## ACCIONA ENERGÍA - A UNIQUE PLATFORM\n\n## 30 years of experience - a unique, multi-technology platform with a global reach\n\n| A  world-leading  pure-play  renewable energy operator.                                               | Solid operational and  financial results.                                                   | Strong development  capabilities and  pioneering solutions.                                 |\n|-------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------|\n| 100% renewable  since  assets.                                                                        | > 30 years  of experience.                                                                  | innovative                                                                                  |\n| inception - no legacy fossil                                                                          |                                                                                             |                                                                                             |\n| 10,694 MW                                                                                             | Assets in  16 countries on 5  continents.                                                   | Unparalleled ESG  credentials .                                                             |\n| of total  installed capacity.                                                                         | Spain's largest all- renewable  electricity  supply company ,                               | 4 th  largest global  developer in terms of  corporate PPAs signed in                       |\n| 24,075 GWh  of total  production in 2020,  equivalent to the  consumption of 7.5 million  households. | according to the CNMC.                                                                      | 2020  (BloombergNEF).                                                                       |\n| A vertically integrated  model.                                                                       | 6 renewable technologies ,  including storage. Historical asset  availability  of 97%, with | Good  positioning  to benefit from  the opportunities  arising from  Net Zero  commitments. |\n\nHaving pioneered renewable energy in its early days, the company is a key player in the inexorable evolution of the energy sector towards a decarbonised system. Renewable energy is already the most competitive electricity generation source, and its potential is accelerating based on the drive to sustainability on the part of society, government, business and the financial sector. Ever-increasing climate neutrality commitments represent a unique opportunity for structural decarbonisation of all sectors of the economy, with renewables at the heart of the system.\n\nACCIONA Energía's track record and strengths position as a leading player in the renewable energy sector with no legacy fossil exposure. The company is uniquely positioned to take advantage of the opportunities o/ffered by the current context, in which the fundamentals of the energy transition have been enhanced by close ties with the economic recovery.\n\nWith assets in 16 countries on five continents, ACCIONA Energía is 100% renewable, which means it has no transition risks related to fossil asset depletion or rising carbon prices. Its geographic, technological and regulatory diversification, as well as its vertically integrated global organisation, enable it to pursue high growth opportunities and improve margins through integration and scale economies. In addition, its solid strategy of diversification in terms of geographies, technologies and sales mechanisms minimises risk in the short, medium and long term.\n\nThe company's capabilities, linked to its extensive experience, size, global presence and financial strength are a source of competitive advantages. These features enable it to attract companies that want to decarbonise their energy consumption by buying a competitive renewable energy supply that o/ffers short-term and long-term security.\n\nWith vertical integration throughout the entire value chain of renewable projects, it is able to implement continuous improvements that allow for greater e/fficiency and more agile progress in the development of new technologies and business models. Its role as a first mover in the industry and its multi-technology approach maximise opportunities, such as the potential for hybridisation in existing facilities and access to the best sites.\n\nThis strategy, its broad portfolio of 100% renewable assets and the full integration of sustainability into the business from the outset, enable ACCIONA to position itself as an ESG leader and to stand out in terms of potential, competitiveness and profitability.\n\n## STRATEGIC PRIORITIES 2021-2025\n\nWith a track record of solid, profitable growth, ACCIONA Energía is poised to take advantage of the growing opportunities arising from the energy transition, with the aim of accelerating the company's organic growth and doubling its installed capacity to 20 GW by 2025. As solid foundations to ensure this ambitious growth, the company has defined the following levers that will enable it to maximise profitability:\n\n- > Industry-leading asset management that assures and maximises future cash flows, with the goal of extending the useful life of assets beyond 40 years through the development of advanced life extension programs, operational excellence and best practices in digitalisation.\n- > Highly sophisticated energy management ensures revenue flows from a diversified portfolio, seeking maximum profitability through diversification (public PPAs 12 , corporate PPAs, feed-in-tari/ffs, judicious financial hedging strategy,...), with the recurring objective that at least 80% of production is secured through long-term contracts and hedging mechanisms.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n34\n\n<!-- image -->",
        "metadata": {
            "page": 34
        },
        "id": "5e2e0c28-5c8a-4a1e-9bc5-1cde3722ff5e"
    },
    {
        "page_content": "Energy solutions\n\n- > Expansion of the downstream business by strengthening the B2B customer portfolio, a market in which we already have a strong presence and in which we will continue to grow through long-term contracts in our various markets and expanding the supply business in Iberia, with the aim of supporting the growth in installed generating capacity.\n\nEvery new MW installed will be profitable. Projects will be approved only if they exceed the risk-adjusted return threshold (WACC 13 + 200bp), while never sacrificing profitability for growth, in order to protect a robust business and long-term sustainability.\n\nThe growth plan through 2025 focuses on innovative technologies and profitable new business models that will ensure continuous diversified growth in the coming decades. To this end, ACCIONA Energía continues to develop innovative clean energy projects that may be eligible for future funding rounds arising from the economic recovery, as well as making progress in its plan for the expansion of green hydrogen and its entry into the o/ffshore wind market. The latter two initiatives materialised following the signature of memoranda of understanding to establish joint ventures in the Iberian market with Plug Power and SSE Renewables, respectively. In this way, the company anticipates future business models to position itself for new opportunities in the global energy sector.\n\n## GROWTH PLAN FOR 2021 - 2025\n\nIn an environment where decarbonisation of the economy has accelerated, ACCIONA has drawn up a new plan to capture and expedite profitable growth in its main markets. ACCIONA Energía's IPO, scheduled for 2021, includes an ambitious plan to increase company-owned capacity to a total of 20 GW by 2025. This means adding 9.3 GW over the period 2021-2025, doubling the current 10.7 GW of company-owned capacity. ACCIONA Energía has already secured the first 3 GW of renewable production capacity, which is either already under construction or guaranteed to start construction in 2021-2022; that is 28% of the target to be achieved by 2025.\n\n## Installed capacity growth plan 2021-2025 in the framework of ACCIONA Energía's IPO\n\n<!-- image -->\n\nThe company also has a pipeline of 6.3 GW of high visibility projects that will enable it to guarantee attainment of the 2025 target, where land and grid access are secured or close to being secured. The company is also in advanced discussions for electricity supply solutions and/or visibility of sale or contract award mechanisms at these facilities.\n\nIn addition, there is a back-up pipeline of 9.8 GW at an advanced stage of development, with land or grid access close to being secured.\n\nFollowing ACCIONA Energía's strategy of technological and geographical diversification, this 19 GW portfolio is distributed across a number of countries and technologies. The planned growth is distributed almost equally between wind and photovoltaic energy and will consolidate the company's presence in its five main markets (Spain, United States, Australia, Chile and Mexico). Nevertheless, the company is working to develop assets in countries with long-term growth potential in the environs of its existing footprint.\n\n## A SOLUTION ALIGNED WITH THE TAXONOMY\n\nThe European taxonomy of environmentally sustainable activities is the basis of ACCIONA's sustainable financing framework. This new European vocabulary of sustainability together with the defined technical criteria make it possible to avoid greenwashing and to ensure that companies that fall within this framework actually behave in a sustainable way.\n\nAll ACCIONA's energy facilities fall under the European taxonomy framework, which requires life cycle emissions of less than 100 gCO 2 e/kWh, with the aim of progressively reducing them to 0 gCO 2 e/kWh by 2050. The company has been carbon neutral since 2016, o/ffsetting its already reduced emissions through Certified Emission Reductions. ACCIONA Energía also has a surplus of these certificates and sells them to contribute to decarbonising third-party emissions.\n\nThe degree to which the energy solutions are aligned with the European taxonomy is shown below:\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n35\n\n<!-- image -->",
        "metadata": {
            "page": 35
        },
        "id": "ac93f7f4-e544-4b55-b57d-1a4a5c066df1"
    },
    {
        "page_content": "Energy solutions\n\nEnergy solutions cover a wide range of energy activities and projects that add value to the sector.\n\n- · Wind power\n- · Solar photovoltaic\n- · Hydroelectricity\n- · Renewable thermal: biomass and solar thermal\n- · Energy storage\n- · New energy solutions\n\n<!-- image -->\n\n- · Sale of energy\n- · O&M of renewable assets\n- · Distributed generation\n- · EPC for third parties\n- · Energy services\n\n## WIND\n\n## ACCIONA Energía ranks #7 in the world in terms of company-owned installed onshore wind capacity\n\nSince 1993, when construction began on Spain's first wind farm, in Tarifa, the company has taken the lead in developing, building, operating and maintaining wind power facilities, having played a key role in the creation and development of the industry. As a result of its extensive experience and knowledge of the entire value chain, ACCIONA Energía is now the world's 7th largest operator in terms of company-owned installed onshore wind power capacity 14 . The company also pioneered the development of wind turbines using proprietary technology through ACCIONA Windpower, which quickly positioned itself among the world's leading wind turbine manufacturers. It subsequently merged with Nordex, in which ACCIONA holds a 33.63% stake.\n\nAs a result of its recent exclusivity agreement with SSE Renewables, a subsidiary of FTSE-listed SSE Plc, the company will develop o/ffshore wind energy projects in Spain and Portugal. The two companies will create a joint venture that will benefit from ACCIONA Energía's strength as a wind farm developer and operator, and from SSE Renewables' experience in the development, construction and operation of some of the world's leading o/ffshore wind farms.\n\n8,460 MW ACCIONA-owned\n\n230 Onshore wind farms\n\n6,400\n\nWind generators\n\n14\n\ncountries\n\n## La Chalupa (USA, Texas)\n\nACCIONA Energía has started operating its largest wind facility in the United States, the 198 MW La Chalupa wind farm in Texas. With the commissioning of its tenth wind farm in the US, the company now has more than 1,000 MW of installed wind capacity in the country (1,064 MW). La Chalupa consists of 63 Nordex AW3150 turbines.\n\n- 14   IHS Markit (2020). Excluding operators in China\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n36\n\n<!-- image -->",
        "metadata": {
            "page": 36
        },
        "id": "fb2a4335-c94c-45e3-b449-1d078fa8d450"
    },
    {
        "page_content": "Energy solutions\n\n## SOLAR PHOTOVOLTAIC\n\nACCIONA Energía was a pioneer in photovoltaic energy when in 2001 it built what was then the largest solar photovoltaic plant in Spain: 1.2 MWp, in Tudela (Navarra). Since then, the company has expanded its installed capacity and has become an expert in the installation of large plants in a broad range of settings. The company provides solutions aimed at optimising output and reducing the cost of photovoltaic energy, as reflected in its innovation hub at the El Romero Solar plant (Chile), where ACCIONA Energía tests new methods to increase the e/fficiency and performance of solar installations.\n\nIn 2020, the company secured a major long-term power purchase agreement with Amazon, equivalent to 641 MW capacity. This agreement will enable the company to boost its presence in the United States through the construction of four new photovoltaic plants with an installed capacity of 889 MWp.\n\n## HYDROELECTRIC\n\nExcellence in the operation of hydroelectric generation assets, some of which are over a century old\n\nACCIONA Energía's experience in this technology ranges from surveying resources, through design and construction, to operation and maintenance of hydroelectric facilities. Hydroelectric power has been part of ACCIONA's generation portfolio from the outset, and it has achieved excellent results operating these assets, some of which are over 100 years old.\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n37",
        "metadata": {
            "page": 37
        },
        "id": "f3661914-0b24-4acb-9ffa-ecf0c2d89f37"
    },
    {
        "page_content": "Energy solutions\n\n## RENEWABLE THERMAL: BIOMASS AND SOLAR THERMAL\n\nThe company's renewable thermal solutions include power generation from solar thermal and biomass plants. The company was a pioneer in this area when it connected the Nevada Solar One solar thermal plant to the grid in 2007; this 64 MW parabolic trough plant is located in the Nevada desert (USA). The company has experience in the design, construction and operation of large biomass plants, which also contribute to rural development, territorial cohesion and the circular economy, adding value to agricultural resources and helping to prevent forest fires, among other advantages.\n\nUSA\n\n64 MW\n\nACCIONA-owned\n\n1\n\nSolar thermal plant\n\nSPAIN\n\n<!-- image -->\n\n3\n\nBiomass plant\n\n## ENERGY STORAGE\n\nThe application of battery-based electricity storage systems linked to wind farms and solar photovoltaic plants is a field with great growth potential due to the strong development worldwide of renewable energies as battery technology becomes more competitive and e/fficient.\n\nACCIONA Energía is a pioneer in Spain in the integration of storage solutions with grid-connected wind and solar photovoltaic plants.\n\nIn 2012, the company developed the first commercial-scale photovoltaic plant with storage batteries in Europe. In 2017, it carried out the first integration in Spain of batteries with grid-connected wind and solar photovoltaic plants.\n\nACCIONA Energía manages other energy storage systems, such as pumped storage, that will be of great importance as renewables increase their penetration of the electricity system.The company owns and oper-\n\ntes the 88.9 MW Ip plant, which pumps water to the upper reservoir at times when there is surplus power in the grid. This stores energy for power generation when needed, favouring a greater share of renewable energy in the generating mix.\n\n## NEW ENERGY SOLUTIONS\n\nAs part of its strategy of anticipating and responding to new sustainable energy needs, ACCIONA not only invests in mature technologies that are already competitive, but also innovates in new cutting-edge solutions that can drive the process of decarbonisation. As a first mover, the company has been and continues to be a pioneer in the development of new technologies, services and business models. Some recent milestones in this area include:\n\n## First grid-connected floating photovoltaic plant in Spain\n\n## Pioneer in the use of blockchain:\n\nSTOREe-CHAIN and GREENH2chain for traceability and to guarantee the 100% renewable origin of energy stored at wind and photovoltaic plants and energy from green hydrogen.\n\nFirst green hydrogen plant in Southern Europe to receive European funding\n\n## Power to Green Hydrogen in Mallorca\n\nACCIONA Energía and Enagás are collaborating on a project for a green hydrogen plant in Mallorca, on which construction is due to start in 2021. This project, which also involves IDAE and Cemex, will have the capacity to produce more than 330 tons of green hydrogen per year. When the electrolysis plant comes online it will feed the island's renewable hydrogen ecosystem.\n\n## Joint venture with Plug Power to create a leading green hydrogen platform\n\nACCIONA Energía and Plug Power Inc., a world leader in hydrogen fuel cell systems and refuelling solutions, have signed an outline agreement to set up a 50/50 joint venture to pioneer the supply of green hydrogen to customers in Spain and Portugal. The goal is to reach a 20% share of green hydrogen used in these markets by 2030, which will involve an initially planned investment of more than 2 B €.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n38\n\n<!-- image -->",
        "metadata": {
            "page": 38
        },
        "id": "6e0c0b30-9964-4a0c-b3b8-24f4b9ebaa91"
    },
    {
        "page_content": "Energy solutions\n\n## ENERGY SALES\n\nACCIONA Energía ranked #4 worldwide in 2020 in terms of the number of PPAs, according to BloombergNEF.\n\nThe company has a long track record in selling electricity wholesale and supplying electricity from renewable sources to a broad portfolio of large clients. The company's unique status in the market, as it operates on five continents, enables it to provide customers with the distinctive benefits of a 100% clean energy supply. It has a solid position in this market based on the following strengths.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Largest 100% renewable electricity supply company in Spain\n\nThe company markets and supplies electricity in Spain and Portugal that is guaranteed 100% renewable, as accredited by Spain's National Commission on Markets and Competition (CNMC), and it is the largest supplier of renewable-only electricity in the Spanish electricity market.\n\n## Power Purchase Agreements (PPAs)\n\nLong-term contracts with customers who want a competitive, reliable and guaranteed renewable supply to reduce their carbon footprint and energy costs. The company leverages its global reach to o/ffer solutions to customers on an international scale. ACCIONA Energía ranked among the top 4 companies in the world in 2020 in terms of the number of PPAs in place: including notably deals with Amazon (USA), Telefónica and Novartis (Spain) and K+S (Chile).\n\n## Sale of electricity to the market\n\nACCIONA Energía's extensive experience enables it to sell electricity from its own assets and from other producers.\n\n## Sale of renewable attributes\n\nACCIONA Energía operates in the international market in regulated renewable energy certificates and emission o/ffsets and reduction credits, and it pioneered the sale of carbon credits using blockchain.\n\n## O&M OF RENEWABLE ASSETS\n\nACCIONA Energía manages its facilities' useful lives through predictive maintenance programmes based on Big Data, artificial intelligence and machine learning\n\nACCIONA Energía applies the highest standards of asset operation, management and maintenance, enabling it to extend the useful life of facilities and optimise processes, minimising energy consumption. The company provides operation services for company-owned and third-party renewable assets in the main technologies through its Renewable Energy Control Centre (CECOER).\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n39\n\n<!-- image -->",
        "metadata": {
            "page": 39
        },
        "id": "d66fcb55-253d-4a87-b70f-6a5f47057944"
    },
    {
        "page_content": "<!-- image -->\n\nEnergy solutions\n\n## CECOER: technology for permanent vigilance\n\nACCIONA's Renewable Energy Control Centre (CECOER) enables it to monitor about 15 GW of company-owned and third-party facilities in real time. Located at the headquarters of the energy division in Sarriguren (Navarra), and with o/ffices in Chicago and Santiago de Chile, it manages data from power plants owned by the ACCIONA group or third parties in 24 countries on five continents.\n\n<!-- image -->\n\nEach year, CECOER logs more than 500,000 incidents related to the operation of the installations it oversees, 60% of which are resolved remotely. CECOER plays a direct role in achieving higher availability rates (97%) for the assets operated by the company and low rates of deviation between actual output and that scheduled and notified to the grid operator. The CECOER operates round the clock, sta/ffed by a team of 100 qualified professionals.\n\nThe company recently introduced remote immersion visits to CECOER: https://virtual-cecoer.acciona.com\n\n## DISTRIBUTED GENERATION\n\nThe company has developed solutions for power generation close to the point of consumption. ACCIONA o/ffers distributed generation solutions to maximise renewable-based output, reduce electricity costs and reduce the consumption of fossil fuels. The company is also exploring new solutions for managing future distributed generation models: microgrids and virtual power plants, second battery life projects, and grid stability and management services.\n\nThe development of solutions for autoproducers and standard micro-grids, which meet the needs of commercial and industrial customers, as well as residential customers by promoting access to energy from ACCIONA.org, both grid-connected and o/ff-grid.\n\n## EPC FOR THIRD PARTIES\n\nACCIONA builds renewable power plants not only for its own use but also for third parties under EPC (Engineering, Procurement and Construction), i.e. turnkey, contracts with its Infrastructure division. In recent years, it has undertaken the following landmark projects, which stand out for their scale in their respective regions:\n\n- > Curtis and Cubillos biomass plants in Spain (50 MW each).\n- > 800 MW photovoltaic plant in the UAE.\n- > Cerro Dominador 110 MW solar thermal plant in Chile.\n\n## ENERGY SERVICES\n\nACCIONA is strengthening its presence in the energy sector by o/ffering comprehensive demand-side and supply-side management, through a model based on two distinctive features: sustainability and digitalisation.\n\nThrough its Infrastructure business, the company designs and invests in solutions that reduce energy consumption and optimise facilities' operating conditions and the scope for auto-production, which enhances the value of client assets. ACCIONA operates globally, in both the public and private sectors, with the aim of guaranteeing energy savings and maximising auto-production by clients.\n\nIts professionals' capacity for innovation and technology development facilitates the adoption of a mix of technologies that enable demand to be managed in real time from the Digital Energy Services Control Centre, guaranteeing savings in energy and monetary terms and reducing CO 2 emissions.\n\nOver 110,000 MWh saved per year for its clients and 3,000 GWh of energy monitored and optimised, avoiding the emission of 33,000 tCO 2 into the atmosphere.\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n40\n\n<!-- image -->",
        "metadata": {
            "page": 40
        },
        "id": "e03d2cef-3350-4453-b0ad-90e2a1fa1931"
    },
    {
        "page_content": "Energy solutions\n\n33\n\n| Transport solutions   |   41 |\n|-----------------------|------|\n| Water solutions       |   45 |\n| Social solutions      |   49 |\n| City solutions        |   51 |\n| Real estate solutions |   53 |\n| Financial solutions   |   55 |\n\n## TRANSPORT SOLUTIONS\n\n## TRANSPORT INFRASTRUCTURE TO CONNECT PEOPLE\n\nPopulation growth and urban concentration in a context of climate emergency make transport infrastructure the foundation on which the sustainable development of society must be based.\n\nACCIONA has more than 150 years of experience in building transport infrastructure. To date, the group has participated in the design and execution of more than 3,000 km of railways, including major underground and light rail projects. The company is also a leader in construction and engineering solutions for bridges and viaducts: pedestrian overpasses, arch viaducts, cable-stayed and hanging bridges, made of concrete, metal or both. ACCIONA also has the support of its Construction Technology Centre, an innovation laboratory where research is carried out in the search for technical solutions to meet the challenges posed by its projects.\n\nThe key to the company's success in transport infrastructure and services is that it covers the entire value chain, from identifying the opportunity, planning and financing through design and construction, to operation and maintenance of the finished project. This optimises synergies between the phases and enables comprehensive solutions to be provided in highly complex projects.\n\nACCIONA has the technical and technological capacity to plan, design and build transport infrastructure that contributes to the fulfilment of the SDGs, especially those related to environmental protection, the development of the communities in which it operates, and the fight against climate change.\n\n## Transport solutions aligned with the European taxonomy:\n\n<!-- image -->\n\n## Main new contracts in 2020\n\n| Project                                                             | Solution                                    | Country         | Completion   | Amount (M€)   |\n|---------------------------------------------------------------------|---------------------------------------------|-----------------|--------------|---------------|\n| São Paulo Metro Line 6 Millennium Line Broadway Project             | Underground and  light rail Underground and | Brazil Canada   | 2025 2025    | 2,300 1,820   |\n| Expressway S19: Rzeszow Potudine-Babica                             | Toll Roads                                  | Poland          | 2026         | 500           |\n| Second section of the Malolos-Clark                                 |                                             |                 | 2024         | 560           |\n| International Airport railway line                                  | Railways and railway  services              | The Philippines | Several      |               |\n| Acquisition of a portfolio of contracts from  Lendlease Engineering | Several                                     | Australia       |              | 1,100         |\n\n## HIGHWAYS\n\nACCIONA is helping shape the future of smart highways and roads through its experience, technical capacity and sustainable approach, driving a new era of infrastructures that guarantee society's progress. ACCIONA also carries out environmental surveys prior to the execution of its toll road projects with the aim of reducing emissions from vehicles and minimising the impact on the development site. When designing and building its toll roads, ACCIONA prioritises the protection of the environment and local communities, encouraging the reuse of materials and implementing innovative techniques to achieve its sustainability goals. The company is a pioneer in researching construction methods that promote the circular economy, supporting the reuse of materials on site and industrial symbiosis, for example, with the use of paper industry waste as a substitute for cement in certain situations.\n\nACCIONA uses BIM and data architecture to digitalise the design, construction and operation of its transport infrastructure. These work methodologies enable the company to reduce execution times and costs.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n41",
        "metadata": {
            "page": 41
        },
        "id": "59cea149-e036-4e6d-a57b-1e837eb77178"
    },
    {
        "page_content": "Transport solutions\n\n## E-6 highway (Norway)\n\nNye Veier, Norway's state-owned road planning, construction, operation and maintenance company, chose ACCIONA Construction to design and deliver the section of the E6 highway between the town of Ranheim and Værnes-Trondheim airport.\n\nThe project, with a budget of approximately 4 B NOK (419 M€), involves developing a 23-kilometre section of 4-lane highway, 8 kilometres of which will run underground. During the design phase, improvements were made to the layout in order to reduce emissions and other impacts on the environment.\n\n## BRIDGES\n\nACCIONA is a world leader in the design and construction of structures that facilitate communication in areas with complex terrain. Over 600 bridges built with e/fficient, sustainable techniques are a reflection of ACCIONA's capacity to innovate. The company is also a leader in construction methods for viaducts, arch bridges and cable-stayed bridges. For example, the company has a patent for an automated deck launch system for building bridges which applies to concrete, metal and mixed-material decks. The decks are built on the ground, and the arch segments are executed automatically.\n\n## Cebu-Cordova Bridge (Philippines)\n\nConstruction of an 8.5 kilometre toll road with a 650-metre cable-stayed bridge. The Cebu-Cordova Link Expressway (CCLEX) will have two lanes in each direction, while the bridge will be designed for a speed of 80-90 kilometres per hour, with the deck at a height of 51 metres to provide clearance for shipping. It is expected to carry at least 50,000 vehicles per day.\n\n## TUNNELS\n\nACCIONA has designed and built more than 800 km of subway, road and rail tunnels. Due to its innovation in this area, ACCIONA has become a global leader, not only in the construction of these massive underground infrastructures, but also in the machinery used to make them a reality: tunnel-boring machines (TBM). Its leading position in tunnel boring machines, its extensive knowledge of geotechnics and philosophy of sustainability are visible in all of its projects. ACCIONA has been involved in some of the most important tunnelling projects in the world, such as the Follo Line railway tunnels, in Norway, and Quito Metro, in Ecuador.\n\nThe company's tunnel boring machines have set several world records and have helped position this machine the prime exponent of tunnel engineering. The company uses some of the largest TBMs in the world, up to 15 metres in diameter and around 100 metres in length, which can be adapted to the terrain in which they operate.\n\n## Follo Line railway tunnels (Norway)\n\nDesign and construction of twin tunnels, 19.5 km long, for high-speed rail. Execution period: 2019-2021. Investment: contract worth 1 B€. Strengths: for several years, this project was the largest transport infrastructure contract in Scandinavia and the first to be executed with 4 tunnel boring machines launched from a large central cavern with a single access point from the outside.\n\n## RAILWAYS AND RAILWAY SERVICES\n\nACCIONA's strategy in executing railway projects and delivering railway services is based on e/fficiency, speed and sustainability. As with most of its businesses, the company is capable of undertaking all phases of the construction process, from feasibility studies and design to construction, supervision and maintenance. ACCIONA has proprietary technology for high-speed railway track and has also developed a special tie plate system. ACCIONA's experience in this sector has been recognised internationally.\n\nIn over 100 years building railway infrastructure, ACCIONA has designed more than 3,000 km of line, including over 1,200 km of high speed track.\n\nThe company supports the reuse of materials, applying the principles of the circular economy. One example is the second life given to rubble from the esplanade at the Canfranc station, in Huesca (Spain), which was used as subgrade and sub-ballast to refurbish the rest of the station.\n\n## Malolos-Clark International Airport line\n\nACCIONA will build a second section of the railway line linking the Philippine city of Malolos with Clark International Airport, 80 kilometres north of Manila. The project is valued at 560 M€, making it ACCIONA's largest contract in the Philippines to date.\n\nAnother section of the same line, worth 330 M€, was awarded to ACCIONA in 2020.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n42\n\n<!-- image -->",
        "metadata": {
            "page": 42
        },
        "id": "235411ae-b61f-4a7c-b540-9eb2806cbf73"
    },
    {
        "page_content": "Transport solutions\n\n## UNDERGROUND AND LIGHT RAIL\n\nThese means of public transport are recognised as the most sustainable and inclusive urban mobility systems, driving  social and economic progress. ACCIONA's underground and light rail projects have contributed to the sustainable transformation of major cities around the world.\n\nIn 2020, ACCIONA signed the concession contract for the construction and operation of São Paulo Metro Line 6 in Brazil.\n\nACCIONA is a leading designer and developer of underground railway networks around Spain; elsewhere, it has built the metros in Quito and Medellín. ACCIONA uses its own tunnel boring machines, which can accommodate 140 professionals inside, with 20 people per shift. As an innovative technique, ACCIONA creates digital models of tunnels during the construction phase, enabling it to produce smart prototypes to optimise construction work.\n\n## São Paulo Metro (Brazil)\n\n## PORTS AND WATERWORKS\n\nThanks to ACCIONA's participation in the construction of more than 50 ports, the company has acquired solid experience in the sector while also helping to boost international goods and passenger tra/ffic.\n\nIn materials technology, ACCIONA has designed cylindrical composite caissons to minimise the impact of port projects, as this material is highly adaptable to the corrosive conditions of the marine environment and reduces emissions compared to more traditional elements.\n\n50% savings on raw materials. 4-fold reduction of CO 2 emissions with respect to conventional structures\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n43",
        "metadata": {
            "page": 43
        },
        "id": "8c8027b0-75b9-43ee-b69c-da76a4849443"
    },
    {
        "page_content": "Transport solutions\n\n## Kugira\n\nThe Kugira caisson barge, one of the largest in the world in its category, is capable of producing a caisson that is 70 metres long, 36 metres wide and 35 metres high in just ten days. It can also build 200-metre seawalls in just one month. This project is valued at 460 M€. Kugira is one of the structures that most directly addresses the main challenges facing the planet, those that push humanity to seek more e/fficient solutions. This floating platform saves up to 50% of raw materials during construction processes and helps reduce environmental and noise pollution as well as accidents during port construction.\n\n## AIRPORTS AND AIRPORT SERVICES\n\nACCIONA has participated in the design and construction of more than 40 airport projects. One noteworthy example is Terminal 4 at Adolfo Suárez Airport in Madrid, which welcomes more than 47 million passengers per year. The terminal spans 470,261 m², distributed over six floors.\n\nACCIONA is one of the leading providers of airport services in Germany, Argentina, Canada, Mexico, Chile, Spain and Oman, o/ffering handling, cleaning, maintenance, ambulance operation and reduced mobility assistance. ACCIONA has implemented the latest technologies in airport and aircraft assistance, which facilitate process control and increase productivity.\n\n## Düsseldorf Airport services (Germany)\n\nACCIONA provides a range of services at Düsseldorf Airport: passenger handling, ramp handling and operations. As a result, it has created close to 1,000 jobs in the city.\n\n## O&M OF TRANSPORT INFRASTRUCTURE\n\nMore than 25 years of experience in the operation and maintenance of transport infrastructures provide ACCIONA with the know-how to maintain the projects it has developed in this area. Its more than 3,650 professionals specialised in infrastructure upkeep make it possible to design comprehensive solutions for road, water and environmental projects adapted to challenges such as the climate emergency and overpopulation.\n\nACCIONA provides road maintenance; train, station and bus cleaning services; and customer service.\n\n## FREIGHT FORWARDING\n\nACCIONA is also specialised in the end-to-end management of goods transport at a domestic and international level. Over the course of its history, the company has made shipments to over 500 destinations in more than 140 countries.\n\n<!-- image -->\n\n## DATA CENTRES AND TRANSMISSION LINES\n\nWithin its strategy to promote clean energy, connecting and monitoring renewable electricity production are a challenge for improving the electricity grid. ACCIONA complements its sustainable solutions with investments in the design and construction of data centres, transmission networks and electrical substations.\n\nIn the last 12 years, ACCIONA has worked on 70 projects in this sector\n\nMoreover, the data centres built by the company comply with the highest security standards in order to house its clients' IT systems and operations.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n44",
        "metadata": {
            "page": 44
        },
        "id": "e4c9f180-9256-4c05-9ce7-21b29d0b16da"
    },
    {
        "page_content": "Energy solutions\n\n33\n\nTransport solutions\n\n41\n\nWater solutions\n\n45\n\nSocial solutions\n\n49\n\nCity solutions\n\n51\n\nReal estate solutions\n\n53\n\nFinancial solutions\n\n55\n\n## WATER SOLUTIONS\n\n<!-- image -->\n\n## WE TAKE CARE OF WATER FOR A BETTER PLANET\n\nBased on its Business as Unusual strategy, ACCIONA designs infrastructures with the capacity to address the main challenges related to water and ensure the availability and sustainable management of this resource in every corner of the planet. ACCIONA's water business is committed to innovation and the application of the most advanced technologies, as well as quality in operation. The company processes, purifies, reuses, desalinates and manages water for over 100 million people in more than 30 countries around the world while meeting demanding quality and e/fficiency standards.\n\nOne-third of the water ACCIONA processes is in countries with water scarcity\n\nWater scarcity, which a/ffects 40% of the world's population, is increasing due to global warming, making it increasingly urgent to find sustainable solutions to mitigate its e/ffects. ACCIONA is able to guarantee sustainable water management thanks to the e/fforts of its various departments to improve competitiveness and design performance. This objective is aligned with the UN's 2030 Agenda for Sustainable Development and the EU's taxonomy. In line with this classification, wastewater treatment systems must replace other methods that generate more GHG emissions and, in particular, reduce energy consumption in water management processes.\n\nDrinking water treatment systems must have an average energy consumption of less than 0.5 kWh per cubic meter, while wastewater treatment systems must have net-zero consumption to be in line with the EU taxonomy.\n\nACCIONA is an established leader in R&D in the water business, based on technology applications and the ongoing digitalisation of the industry. The company focuses on optimising water prices, shortening facility construction periods and increasing the degree of recurrence in end-to-end water management. ACCIONA has a Water Technology Centre, which encompasses from laboratories to pilot tests and scaleups to industrial applications. All this work is complemented with computer programmes for modelling with fluid dynamics and for structural design.\n\n## KEY FIGURES\n\n| Key figures              | FY19  (M€)   | FY20  (M€)   | % Chg. 2020 vs. 2019   |\n|--------------------------|--------------|--------------|------------------------|\n| Revenues                 | 758          | 976          | 28.8%                  |\n| EBITDA                   | 89           | 85           | -4.7%                  |\n| Margin (EBITDA/Revenues) | 11.7%        | 8.7%         |                        |\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n45\n\n<!-- image -->",
        "metadata": {
            "page": 45
        },
        "id": "84a0c9c0-7832-475f-a4b2-06abc795a553"
    },
    {
        "page_content": "Water solutions\n\n## Reuse\n\nTertiary treatment for use in agriculture, urban parks and other activities\n\n## Treatment\n\nElimination of physical, chemical and biological contaminants from wastewater to attain the optimum quality for returning it to the environment\n\n## Sanitation\n\nSewer network maintenance\n\n## Capture\n\nObtaining water from a range of sources\n\n<!-- image -->\n\n## Distribution\n\nWater distribution network maintenance\n\n## Project portfolio\n\n| Project            | Solution               | Country      | Completion   | Amount (M€)   |\n|--------------------|------------------------|--------------|--------------|---------------|\n| Boca del Río       | End-to-end  management | Mexico       | Under way    | 100           |\n| Nhieu Loc Thi Nghe | Waste water  treatment | Vietnam      | Under way    | 200           |\n| Shuqaiq 3          | Desalination           | Saudi Arabia | 2021         | 530           |\n| Shuqaiq 1          | Desalination           | Saudi Arabia | 2023         | 315           |\n| Sedapal            | Water supply           | Peru         | Under way    | 16            |\n|                    |                        |              | Under way    |               |\n| Tseung Kwan        | Desalination           | Hong Kong    |              | 1,042         |\n\n## Desalination\n\nElimination of salt and other minerals from seawater or brackish water to make it suitable for irrigation or human consumption\n\n## Potabilisation\n\nWater treatment for human consumption\n\n## END-TO-END WATER CYCLE\n\nACCIONA is involved in all stages of the water cycle. The process commences with gross water intake, continues with potabilisation, maintenance and control of reservoirs, and management of distribution networks, and concludes with supply to the population. ACCIONA also analyses the water in its own laboratories to check its status and ensure that it is fit for human consumption.\n\nACCIONA manages water supply in more than 100 municipalities in Spain, Peru and Mexico, serving 14 million people.\n\n## DESALINATION\n\nThe desalination industry is the most competitive component of ACCIONA's water business thanks to its pioneering treatment processes and its comprehensive vision of the project life cycle. The company is one of few with a long track record of using reverse osmosis technology for desalination of seawater and brackish water.\n\nReverse osmosis releases 6.5 times less CO 2 emissions than conventional desalination technologies in the Middle East and Africa.\n\nLIFE-DREAMER , a project developed by ACCIONA, increased the percentage of water recovery in reverse osmosis seawater desalination systems from 50% to 75%. The conversion rate of the desalination process also increased from 45-50% to 75%, and 70% of organic carbon dissolved in the reverse osmosis wash streams was eliminated, minimising the final discharge. All these improvements contribute to reducing specific energy consumption during desalination.\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n46\n\n<!-- image -->",
        "metadata": {
            "page": 46
        },
        "id": "1d065801-69f4-4e22-b8c8-c6363170e9f9"
    },
    {
        "page_content": "Water solutions\n\n## Shuqaiq 1 (Saudi Arabia)\n\nACCIONA has been awarded a 315 M€ contract to design and build the Shuqaiq 1 desalination plant on the Red Sea coast. The reverse osmosis plant will have an initial capacity of 400,000 m 3 per day. It will help to strengthen the supply of drinking water and alleviate the water shortages faced by the inhabitants of south-western Saudi Arabia.\n\n## POTABILISATION\n\nAmong ACCIONA's di/fferent water management projects, drinking water treatment is especially important, as 1 in 10 people on the planet currently do not have reliable access to drinking water.\n\nACCIONA provides innovative solutions to the problems associated with drinking water treatment. Based on research and accumulated experience, the company ensures the quality of its projects to the highest standards in geographical and climatic contexts as diverse as Canada (Saint John plant), Egypt (New Cairo) and Australia (Mundaring, Perth), demonstrating its great capacity for adaptation.\n\n## > 8.6 million\n\nm 3 /day of capacity\n\n<!-- image -->\n\n> 30 years'\n\nexperience\n\n## New Cairo drinking water treatment plant\n\nThe New Cairo plant's infrastructure captures water from the Nile River, transports it a distance of 40 km, and treats it at the plant. The pipes can carry up to 1 million m 3 of drinking water/day and distribute, on average, 500,000 m 3 daily to the local population.\n\n## WASTEWATER TREATMENT\n\nFour billion people in the world do not have access to basic sanitation services. Moreover, more than 80% of the wastewater produced by humans is discharged into rivers and seas without prior treatment. In response to these problems, ACCIONA uses innovative treatments in the development of water treatment projects, including biological purification processes,  sludge minimisation and reuse of treated water.\n\nThe company adapts its projects, with a minimum installation cost, to diverse contexts such as:\n\n- > Cities of any size.\n- > Municipal or industrial water.\n- > Communities with high seasonal demand.\n- > Plants located in small spaces.\n- > Wastewater treatment plants with a high visual and/or environmental impact.\n- > Plants with diverse discharge levels.\n\nACCIONA's design and construction of more than 330 wastewater treatment plants covers a wide geographical area, ranging from small cities to megacities. Water infrastructures such as Atotonilco (Mexico) and North Shore (Canada) reflect the company's ability to provide solutions to the challenges of treating contaminated water anywhere on the planet.\n\n## 330 waste water\n\ntreatment plants\n\n22.3 M m 3 /day\n\nof capacity\n\n> 80 million\n\npeople served\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n47\n\n<!-- image -->",
        "metadata": {
            "page": 47
        },
        "id": "6e625430-6661-4d15-94ef-12cd79d90423"
    },
    {
        "page_content": "Water solutions\n\n## Atotonilco sewage treatment plant (Mexico)\n\nThe Atotonilco plant (Mexico) treats wastewater from 12.6 million people, reusing it for agricultural and technified irrigation purposes. This is the largest wastewater treatment plant in Latin America and the third-largest in the world.\n\nDesign of the High-Impact Solution concept, for implementation at the plant, commenced in 2020. The objective of this initiative is to contribute substantially to improving living standards in nearby communities through job training, the creation of quality local employment (reducing the gender gap and other inequalities), the improvement of productive performance and soil quality.\n\nACCIONA has presented the proposal to CONAGUA (Mexico's National Water Commission) and to a potential funding partner, both of which expressed a very positive assessment of the project. Progress has also been made in the development of solutions to initiate a community outreach plan, which is expected to be implemented during 2021.\n\n## REUSE\n\nInvestment in ACCIONA's technology innovations in the area of water reuse is focused on optimising tertiary treatment processes and responding to growing demand for irrigation and recreational activities and to recharge aquifers facing saltwater intrusion.\n\nFor its own water consumption, ACCIONA has managed to increase the use of recycled and reused water, as well as rainwater, to account for 44% of the total. The bulk of reused water comes from wastewater treatment plants. In total, the company has more than 300 wastewater treatment plants.\n\nThe company has created solutions to reuse wastewater treatment residues as fertilizer for farming, in line with the principles of the circular economy. In 2020, it reused 94% of sludge produced\n\n## La Escalerilla in Arequipa (Peru)\n\nThe wastewater treatment plant in Arequipa treats water from the northern part of Peru. Treated water is reused for both human consumption and for farming. The solid waste resulting from the treatment process is converted into fertilizer for farming.\n\n## WATER SERVICES FOR CITIES\n\nCities need water infrastructure and a sustainable approach to water management in order to ensure a supply of properly treated water. ACCIONA provides water supply and sewerage services as part of its endto-end water management approach. It also delivers maintenance services and customer management, providing direct user support.\n\nACCIONA manages water supply in more than 180 cities in Spain, Peru, Italy and Mexico, serving over 13 million people.\n\nACCIONA carries out smart water projects for cities with a platform that manages the drinking water supply network and oversees water quality, metered consumption and the status of the entire structure remotely in real time, directly contributing to greater network e/fficiency. This tool was tested in Burgos (Spain) as part of the EU's SWInG project.\n\n## Madrid services (Spain)\n\nACCIONA manages municipal drinking water supply, sewer maintenance and wastewater treatment services in Madrid, Spain. The project serves 1,100,000 people using a network 1,147 km long. The company is responsible for monitoring, surveying and cleaning the network, as well as carrying out upkeep and improvements and mapping updates of the sewage system.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n48\n\n<!-- image -->",
        "metadata": {
            "page": 48
        },
        "id": "b127ad90-69b7-44b9-ac06-c2a818402631"
    },
    {
        "page_content": "Energy solutions\n\n33\n\nTransport solutions\n\n41\n\nWater solutions\n\n45\n\nSocial solutions\n\n49\n\nCity solutions\n\n51\n\nReal estate solutions\n\n53\n\nFinancial solutions\n\n55\n\n## SOCIAL SOLUTIONS\n\n<!-- image -->\n\n## WE CONTRIBUTE TO THE DEVELOPMENT OF MORE PROSPEROUS SOCIETIES\n\nACCIONA sees health, education and culture as central to society's progress in the context of the health crisis and the climate emergency. In other words, it puts people at the heart of its strategy. In order to contribute to expanding and guaranteeing social wellbeing, the group develops infrastructure solutions for health, education and cultural engineering, and for ecosystem conservation and the regeneration of the natural environment.\n\nSocial solutions still show a low degree of convergence with the European taxonomy approved in 2020, although the work of the EU in developing a social taxonomy shows a paradigm shift and supports formulas of this type that contribute to the sustainable social development of communities.\n\nSocial solutions aligned with the European taxonomy:\n\n<!-- image -->\n\nof revenues\n\n21%\n\nof EBITDA\n\n2%\n\nof CAPEX\n\n## HEALTHCARE\n\nACCIONA is committed to the wellbeing of society and, consequently, to meeting one of its basic needs: healthcare. To this end, ACCIONA deploys its experience in the design, construction and operation of healthcare infrastructures capable of addressing today's challenges.\n\nIn the area of home care for the elderly, ACCIONA has created the FAMILYAR social platform, a service based on simple, safe interaction between the elderly, their families, public administrations and healthcare professionals.\n\n## Hospital Infanta Sofía (Spain)\n\nHospital Universitario Infanta Sofía in Madrid, designed, built, financed and partly managed by ACCIONA, was the only Spanish project nominated for the BREEAM AWARDS 2020 in the category of 'Public building in use'. It won the award in that category for its energy e/fficiency and water management.\n\n## UNIVERSITY CAMPUSES\n\nACCIONA is a leader in the design, construction and sustainable management of universities and student dorms. It also o/ffers support in the management of municipal nursery schools, music schools, and language and craft workshops, and provides school bus monitors, support classes and morning classes. ACCIONA currently has five student dorm concessions in Spain and one university project.\n\n## Loreto project (Australia)\n\nThe goal of the Loreto project, located in Toorak, Australia, is to achieve gender parity in the construction of a girls' school. Despite being a relatively small project, ACCIONA achieved a considerable impact in the community. The initiative arose in 2018 out of the 'You're Welcome' campaign, whose initial goal was for women to account for 20% of the blue-collar workforce by the end of 2020. In the end, a 50:50 gender balance was achieved.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n49",
        "metadata": {
            "page": 49
        },
        "id": "178e6127-be5c-4f49-b9a7-8fceaefeba3e"
    },
    {
        "page_content": "Social solutions\n\n<!-- image -->\n\n## ECOSYSTEM REGENERATION\n\nACCIONA's projects seek to regenerate ecosystems, which are essential for maintaining environmental balance and helping to mitigate the e/ffects of climate change. The company provides sustainable solutions for the design and execution of linear infrastructures that help maintain natural environments and coastal areas. All services are delivered in line with sustainability criteria, through the use of electric machines and vehicles, in addition to materials recycling, in order to reduce CO 2 emissions.\n\n## Beach conservation in Almería (Spain)\n\nMaintenance and biodiversity conservation at 16 beaches in Almería. ACCIONA implements action plans to care for the protected beach flora and fauna by preserving their natural environment. It also applies measures to minimise environmental impact and promotes the sustainable development of the coastline.\n\n## MUSEUMS AND EXHIBITIONS\n\nSince 1990, ACCIONA Cultural Engineering has been developing sustainable solutions for museums and art centres on five continents, as well as international and universal exhibitions, in which it o/ffers unique creativity coupled with innovation throughout its value chain. The company uses sensory technology to design memorable experiences around historical and cultural heritage. In this way, ACCIONA aims to promote local development in the regions where the projects are implemented.\n\n## Grand Egyptian Museum (Cairo)\n\nThe Grand Egyptian Museum is the largest archaeological museum in the world:  950,000 m² housing 45,000 items, 25,000 of which have never been exhibited before. ACCIONA Cultural Engineering worked on 4 prominent areas of the museum: the Gallery of Tutankhamen, the Atrium, the Great Staircase and the Children's Gallery.\n\n## EVENT DESIGN AND MANAGEMENT\n\nA pioneer in the development of live communication, ACCIONA Cultural Engineering develops event design and management solutions adapted to the needs of its clients. The company is committed to the use of multiplatform formats and tools: it incorporates 360º strategies that make it possible to connect with audiences through a range of channels and structures, personalising the experience according to tastes and needs.\n\n## Prado Museum Bicentenary Show, Madrid (Spain)\n\nACCIONA designed and executed the audiovisual show that marked the conclusion of the Prado's Bicentenary celebrations (1819-2019). The event integrated projection mapping, special laser e/ffects and live music to o/ffer the audience an immersive experience - a journey through almost a hundred works from the museum's collection, all of them essential to understanding the evolution of painting and society.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n50\n\n<!-- image -->",
        "metadata": {
            "page": 50
        },
        "id": "20881746-14d7-4efb-bee8-a06adfe8fb4e"
    },
    {
        "page_content": "| Energy solutions      |   33 |\n|-----------------------|------|\n| Transport solutions   |   41 |\n| Water solutions       |   45 |\n| Social solutions      |   49 |\n| City solutions        |   51 |\n| Real estate solutions |   53 |\n| Financial solutions   |   55 |\n\n## CITY SOLUTIONS\n\n<!-- image -->\n\n## SUSTAINABLE CITIES, SUSTAINABLE PLANET\n\nCities are the powerhouses of economic progress. They also hold 50% of the world's population. If we aspire to having a sustainable planet, cities must evolve to become more resilient, inclusive, interconnected and smart.\n\nACCIONA has a unit specifically configured to address the main challenges of building, mobility, water management and the circular economy. Through SMART solutions for sustainable cities, the group addresses issues such as improving waste management and the related infrastructure, and revitalisation of cities through green areas and clean, agile, e/fficient mobility, the goal being to enhance city-dwellers' living standards. A significant part of its urban solutions involve shared economy formulas, whether exchanging vehicles, spaces or services such as heating.\n\nZero-emission vehicles, proper waste collection and transportation and highly efficient buildings are aligned with the European taxonomy.\n\nSocial solutions aligned with the European taxonomy:\n\n15%\n\nof revenues\n\n100%\n\nof CAPEX\n\n4%\n\nof EBITDA\n\n<!-- image -->\n\n## The main criteria in the taxonomy that are applicable to urban solutions are:\n\n- > Zero direct emission vehicles, such as ACCIONA's electric scooters.\n- > Non-hazardous waste collected and transported separately to ensure proper reuse and/or recycling.\n- > A new building aligned with domestic regulations for Near Zero Energy Buildings (NZEB) and with energy performance (EPC) equivalent to B or higher.\n\n## ELECTRIC MOBILITY\n\nACCIONA is expanding its electric scooter sharing service to cities outside the Iberian Peninsula. The scooters are powered by 100% renewable energy, and they stand out from rival services because of their range and power. In addition, the fleet for recharging these vehicles is 100% electric. As an awareness-raising exercise, users receive real-time information on the CO 2 emissions they have avoided on their trip.\n\nOver 12,000 electric scooters available in 8 cities: Madrid, Barcelona, Valencia, Seville, Zaragoza and Malaga in Spain; and Milan and Rome in Italy.\n\nBy the end of 2020, ACCIONA had a fleet of more than 12,000 scooters powered by electricity from renewable sources, making it the world's largest operator in this sector. Each shared vehicle removes two private vehicles from circulation and promotes the use of public transport by complementing it. This year alone, they avoided more than 850 tCO 2 e, equivalent to the emissions generated by approximately 100,000 cars on the road each day, and freed up space comparable to more than 45 football stadiums.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n51\n\n<!-- image -->",
        "metadata": {
            "page": 51
        },
        "id": "d306fb38-f189-4dd9-90c3-60ab67cefcba"
    },
    {
        "page_content": "Solutions for cities\n\n## CIRCULAR ECONOMY\n\nACCIONA delivers waste collection and transport services for municipalities, including organic waste, glass, paper, cardboard, packaging, furniture and appliances, and garden waste. Separating waste in this way makes it possible to produce compost, in line with the requirements of the European taxonomy. By managing waste treatment centres, recycling centres and transfer plants, ACCIONA optimises recycling, reuse, reduction and recovery of municipal solid waste.\n\nTo expedite the transition to a circular economy, ACCIONA develops waste recovery projects. The advantage of this approach is not only that it reduces the amount of waste disposed of in landfills, as well as pollution, but also provides renewable energy. ACCIONA is currently working on the design, construction and commissioning of 3 energy-from-waste plants: Ness Energy Project (in the UK) and East Rockingham and Kwinana (both in Australia).\n\n94% of the garden waste is recycled and reused.\n\nThe three energy-from-waste plants will dispose of up to 850,000 tons of municipal waste per year, producing up to 619 MWh of electricity.\n\n## Ness Energy Project (Scotland)\n\nACCIONA has been selected to design, build and operate an energy-from-waste plant in the East Tullos area of Aberdeen (Scotland). The Ness Energy Project will have an installed capacity of 14 MW and will be able to process 150,000 tons of waste per year. Construction is due to be completed in 2022.\n\n## URBAN ECOSYSTEMS\n\nACCIONA is specialised in the maintenance and upkeep of urban public spaces, based on a view of cities as the true drivers of sustainable progress. The company undertakes landscape improvement plans for municipalities, environmental impact studies on the landscape, environmental regeneration of natural spaces with artistic value, and gardening and maintenance for green areas, among other activities. In the area of maintenance services, ACCIONA contributes to the upkeep of cities by cleaning public spaces using innovative, sustainable machinery.\n\n## Madrid's historic parks\n\nComprehensive conservation and maintenance of more than 300 hectares and 45,000 trees in Madrid's eight most emblematic parks. ACCIONA uses electric machinery and vehicles in this contract, as well as a sustainable gardening approach that protects and promotes plant and animal biodiversity.\n\n## EFFICIENT BUILDING\n\nThrough its sustainable solutions, ACCIONA has developed pioneering projects in Spain in the field of zero-emission buildings (the company's headquarters in Navarra, Spain), bioclimatic construction and LEED and BREEAM certified buildings. The company takes e/fficiency into account when choosing the materials and systems for each building project, as well as the characteristics of the area - climate, environment and existing resources. This results in smart eco-e/fficient buildings that save energy and water, and whose construction process is increasingly environmentally friendly. In fact, in the last three years, ACCIONA's projects have reduced greenhouse gas emissions by 35%, while more than 80% of its revenues are from sources where social management is a priority.\n\n## BRESAER project\n\nBRESAER: Breakthrough  solutions  for  adaptable  envelopes  for  building  refurbishment. Under  this  title, ACCIONA is researching smart façades to reduce energy consumption in buildings. This work has been funded by the European Union's Horizon 2020 research and innovation programme.\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n52\n\n<!-- image -->",
        "metadata": {
            "page": 52
        },
        "id": "9d7f9cd2-d4bd-42ed-8e8b-992fa7b254c7"
    },
    {
        "page_content": "Energy solutions\n\n33\n\nTransport solutions\n\n41\n\nWater solutions\n\n45\n\nSocial solutions\n\n49\n\nCity solutions\n\n51\n\nReal estate solutions\n\n53\n\nFinancial solutions\n\n55\n\n## REAL ESTATE SOLUTIONS\n\n<!-- image -->\n\n## THE FUTURE WILL BE URBAN, BUT WITH SUSTAINABLE SOLUTIONS\n\nACCIONA's real estate activity business focuses on the development and management of residential and non-residential complexes. It also aspires to excellence through the application of new technology and the use of high quality materials and finishes. ACCIONA's Business as Unusual approach involves designing eminently sustainable real estate projects in an urban environment. To this end, the company not only explores innovative measures in the field of energy saving and the reduction of CO 2 emissions, but also seeks solutions to manage the water footprint, analyse building life cycles, promote alternative means of transport and foster accessibility, health and comfort for users.\n\nA new building is aligned with European taxonomy when its energy performance rating (EPC) is A (for buildings built before 2021) or if its energy consumption is at least 10% lower than the domestic requirements for Near Zero Energy Buildings (NZEB).\n\nSocial solutions aligned with the European taxonomy:\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n53",
        "metadata": {
            "page": 53
        },
        "id": "9b896910-1583-42b4-94ed-68905c5d5027"
    },
    {
        "page_content": "Real estate solutions\n\nEnvironmental criteria are the basis for designing the company's real estate projects. In this sector, the company also aligns itself with the European taxonomy to ensure that its activities have a positive impact on the environment and contribute to the 2030 Agenda.\n\nBrand identity\n\nACCIONA's values and talent are its people, rigour, collaborative leadership and the youth ecosystem.\n\nProduct identity\n\nLeverage brand identity, innovation and specialisation.\n\nACCIONA's technical strength lies in its team of highly qualified professionals that enhance its competitive position.\n\nStrategic alliances\n\nPartnerships with major international real estate players.\n\nDestination revival\n\nReconversion of old industrial areas.\n\nReactivation and improvement of tourist destinations.\n\nInternational footprint\n\nPlans to expand the company's presence in Europe and Latin America.\n\nSynergies in the group\n\nEnhance and accredit ACCIONA's DNA: sustainability and innovation.\n\nCommitment to sustainability in all its activities.\n\n## KEY FIGURES\n\n| Key figures                 |   FY19  (M€) |   FY20  (M€) | % Chg. 2020 vs. 2019   |\n|-----------------------------|--------------|--------------|------------------------|\n| Revenues                    |          141 |          201 | 42.5%                  |\n| EBITDA                      |           20 |           19 | - 5%                   |\n| Residential units delivered |          512 |          744 | 45.3%                  |\n\n## SUSTAINABLE, ECO-EFFICIENT HOMES\n\nThe company develops technologies such as home automation that make it possible to manage homes in a safe, eco-e/fficient and comfortable way. Its real estate developments are equipped with systems to promote rational water consumption and to capture energy using solar panels. Among other measures, it also promotes the use of public transport and local services, uses materials with a low environmental impact and quality thermal insulation, and separately manages waste and recycled materials produced during construction.\n\nIn line with its corporate strategy, ACCIONA has made sustainability one of the basic pillars of its investments in rental accommodation.\n\nIt has also improved its procedures for waste management, discharges and control of coolant gas leaks in order to minimise their impact.\n\nACCIONA is ISO 9001 and ISO 14001 certified, and has ISO 45001 certification in the area of health and safety; it is committed to obtaining BREEAM® certification for all its real estate developments.\n\n## FLEXIBLE OFFICE PARKS\n\nThe company develops business complexes using the highest technology and first-class materials and finishes. ACCIONA's solution when developing new o/ffice buildings is to create lasting relationships with its clients, based on a well-defined, transparent vision.\n\n## BRANDED AND MIXED-USE PROJECTS\n\nACCIONA's Real estate business also includes the development of luxury properties, including projects in Mexico and Spain. The aim is to design and develop tourism projects under the Home Resort formula, which consists of o/ffering the services of a hotel to clients who are looking for long stays in luxury apartments located in safe environments.\n\n## LOGISTICS\n\nConsumers and businesses need e/fficient logistics in view of the growing demand for delivery in Spain. ACCIONA designs and develops assets of this type through sustainable solutions that are fully integrated into our cities and industrial areas. To this end, the company has reached agreements not only with logistics operators, but also, as needed, with institutional investors.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n54\n\n<!-- image -->",
        "metadata": {
            "page": 54
        },
        "id": "6f9e9967-26a2-48ce-b31f-b6e8cf7db7a1"
    },
    {
        "page_content": "| Energy solutions      |   33 |\n|-----------------------|------|\n| Transport solutions   |   41 |\n| Water solutions       |   45 |\n| Social solutions      |   49 |\n| City solutions        |   51 |\n| Real estate solutions |   53 |\n| Financial solutions   |   55 |\n\n<!-- image -->\n\n## BESTINVER\n\nBestinver came into being more than 30 years ago as a small financial unit dedicated to the active management of family assets. Today, the firm has over 50,000 investors and manages 6.4 B € in assets. Through Bestinver, ACCIONA o/ffers asset management and capital markets services, channelling savings and investment to companies while providing returns for investors.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n755 M€\n\nLuxembourg UCITS and SICAVs\n\n## FINANCIAL SOLUTIONS\n\nBestinver's EBITDA increased slightly (+0.8%) in 2020 despite the negative performance by the equities markets. Assets under management declined by 6% in 2020 to 6.371 B € at year-end.\n\n## BESTINVER GESTIÓN\n\nIn the area of asset management, the company's objective is to o/ffer long-term returns through an investment philosophy based on fundamental analysis, appropriate risk management and a time horizon shared by asset managers and investors.\n\nBestinver has adopted the Principles for Responsible Investment (PRI) as further proof of its commitment to the application of environmental, social and corporate governance (ESG) criteria in all its investment strategies. PRI is a UN-supported network of investors working to promote sustainable investment. It has over 3,000 signatories around the world. In this way, Bestinver emphasises the industry's responsibility in promoting a more prosperous and sustainable world through the companies in which it invests.\n\nIn the immediate future, Bestinver will focus on launching a platform of private market products and the adoption and fulfilment of ESG criteria.\n\nBy adopting the PRI, Bestinver will work to fulfil the organisation's six principles. The incorporation of ESG criteria and the adoption of the PRI are not only fully aligned with the core values of Bestinver's investment philosophy, but also reinforce and enrich them: fundamental analysis, risk management and a long-term view.\n\n## BESTINVER SECURITIES\n\nIn the capital markets area, Bestinver has a research department covering listed Spanish companies, and also provides services in follow-on issues, public o/fferings and equity and fixed-income placements, acting as a source of financing for listed and unlisted companies. It also o/ffers advice for the reception and transmission of orders in the capital markets.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n55\n\n<!-- image -->",
        "metadata": {
            "page": 55
        },
        "id": "baf4dc57-ba22-4ff2-9a32-87c79dd9f899"
    },
    {
        "page_content": "## OUR ORGANISATION: THE VALUE OF DOING THINGS RIGHT\n\n| E/ffective, strategic and  individually tailored governance   |   57 |\n|---------------------------------------------------------------|------|\n| Exemplary conduct under  a compliance framework               |   60 |\n| Integrated approach to  controlling and managing risks        |   61 |\n| Innovation as a driver  of progress                           |   64 |\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n56",
        "metadata": {
            "page": 56
        },
        "id": "6ec213c0-224b-4243-81b9-3066226c0542"
    },
    {
        "page_content": "<!-- image -->\n\n## E/ffective, strategic and individually tailored governance\n\nExemplary conduct under a compliance framework\n\nIntegrated focus on risk control and management\n\nInnovation as a driver of progress\n\n- 57 60 61 64 EFFECTIVE, STRATEGIC AND INDIVIDUALLY TAILORED GOVERNANCE\n\nACCIONA's governing bodies are committed to continuous improvement, striving for effective, transparent and rigorous management of all the company's businesses and operations. Corporate governance practices at ACCIONA help generate value and safeguard the long-term interests of the company, its shareholders and other stakeholders.\n\nACCIONA is fully compliant with 90% of the recommendations of the Good Governance Code of Listed Companies that are applicable to it, and partly complies with 7%.\n\nMore information\n\non the Policy Book*\n\nhttps://www.acciona.com/shareholders-investors/corporate-governance/rules-governance/corporate-policies-book/\n\n* Sustainability Policy; Stakeholder Relations Policy; Innovation Policy; Anti-Corruption Policy; Crime Prevention and Anti-Bribery Policy; Antitrust Policy; Risk Management and Control Policy; Quality Policy; Human Rights Policy; Human Resources and Occupational Health and Safety Policy; Social Action Policy; Environmental Policy; Biodiversity Policy; Climate Change Policy; Water Policy; ACCIONA General Communication Policy;  Board of Directors Composition Policy; Remuneration Policy for Directors of ACCIONA, S.A.; and Personal Data Protection Policy and Guarantee of Digital Rights at ACCIONA.\n\n<!-- image -->\n\n## Management team\n\nThe Management team's mission is to assist the Executive Chairman and the Chief Executive Officer or senior management of ACCIONA in overseeing the day-to-day conduct of the group's businesses, and in coordinating the activities of the various divisions and units of which it is comprised.\n\n## Audit Committee\n\nThe basic functions of the Audit Committee are to serve as an instrument and support to the Board of Directors in the supervision of accounting and financial information, the internal and external audit services, corporate governance, and support in the preparation of non-financial information.\n\n## Appointments and Remuneration Committee\n\nThe basic responsibilities of the Appointments and Remuneration Committee include evaluating the profiles required for the Board, selecting and proposing candidates, assessing the system and amounts of annual remuneration, and ensuring transparency in remuneration.\n\n## Sustainability Committee\n\nThe Sustainability Committee's basic duties are to identify policies, objectives, best practices and programmes in relation to Sustainability and Corporate Social Responsibility, and to assess and review the plans to execute those strategies, among others. It also provides support for non-financial reporting.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n57\n\n<!-- image -->",
        "metadata": {
            "page": 57
        },
        "id": "96f5288a-6b78-4bb5-a6bd-79c9e9e5148c"
    },
    {
        "page_content": "Effective, strategic and individually tailored governance\n\n## OWNERSHIP STRUCTURE\n\nACCIONA is guided by the Unified Good Governance Code of Listed Companies drafted by the Spanish National Securities Market Commission (CNMV), and by national and international best practices in corporate governance. The company periodically reviews its regulations as part of its e/fforts to align and incorporate those recommendations and best practices into its regulatory frameworks.\n\nAs of 31 December 2020, the parent company's share capital was represented by 54,856,653 fully subscribed and paid ordinary uncertificated shares, each with a par value of 1 euro, together amounting to a market capitalisation of 6.401 B €.\n\n## Ownership structure as of 31 December 2020\n\n<!-- image -->\n\n## SHAREHOLDERS' MEETING\n\nAll shares enjoy the same rights. The Company's Articles of Association do not establish any kind of restriction or maximum limit on the voting rights that a shareholder may exercise. Neither are there obstacles in the law or the Articles of Association to the acquisition or disposal of shares, without prejudice to the pre-emptive acquisition rights that some of the company's declared core shareholders have granted each other.\n\nIn 2011, in accordance with the provisions of the Capital Companies Act, ACCIONA set up an electronic forum to ensure and facilitate communication with all shareholders, including minority interests, prior to the General Meeting of Shareholders. Proposals for a supplement to the notice of Meeting may be published in this forum, as well as requests for support for such proposals, initiatives to achieve the percentage necessary to exercise minority rights, as provided by law, and o/ffers and solicitations of proxies. Furthermore, when the Meeting is announced, ACCIONA makes available to shareholders, via its website, a remote online or postal voting system in order to help them exercise their right to vote.\n\n## The main topics discussed at the 2020 General Meeting of Shareholders 15\n\n- > Examination and approval of the 2019 financial statements.\n- > Examination and approval of the 2019 Directors' Report.\n- > Examination and approval of the 2019 Non-Financial Information Statement.\n- > Examination and approval of the 2019 Sustainability Report.\n- > Allocation of income for the year 2019 and approval of a dividend amounting to 1.925 € gross per share.\n- > Re-appointment of Ms. Karen Christiana Figueres Olsen and Mr. Jerónimo Marcos Gerard Rivero as independent directors.\n- > Delegation of powers to the Board of Directors to increase capital and issue debt and other financial instruments in the next 5 years.\n- > Approval of the Directors' Remuneration Policy for the years 2021, 2022 and 2023 and the new longterm incentive plan for Executive Directors.\n- > Approval of the Annual Report on Director Remuneration 2019.\n\nAll motions were passed by an ample majority, with at least 92.71% voting in favour\n\n## BOARD OF DIRECTORS\n\nThe composition of ACCIONA's Board of Directors and its Committees is based on the principles of transparency and independence, guided by criteria of complementarity, professionalism and diversity. ACCIONA's Director Selection Policy ensures that proposed appointments or re-appointments of directors are based on a prior analysis of the Board's needs. This policy was amended in 2020 to adapt it to the changes introduced in the Code of Good Governance and to reflect the gender representation target recommended by the Code.\n\nThe company's Board of Directors is composed of eleven members, with a diversity of know-how, skills, origins, experience, nationalities and gender, ensuring that all shareholders are properly represented and that the Board performs e/ffectively. 64% of the Board's directors are independent, including a Lead Independent Director. Moreover, all the Board Committees are comprised entirely of non-executive directors, in accordance with the provisions of the Board of Directors Regulation.\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n58\n\n<!-- image -->",
        "metadata": {
            "page": 58
        },
        "id": "d1c14853-ca06-450d-aff7-dee62832d734"
    },
    {
        "page_content": "Effective, strategic and individually tailored governance\n\nThe Audit Committee and the Appointments and Remuneration Committee comprise independent directors only. With regard to gender diversity, there are three women on the Board, representing 27.3% of the total. The Appointments and Remuneration Committee has been working for some time to promote the appointment of women. At present, women account for close to 30% of ACCIONA's Board of Directors, although the Board Composition Policy has been amended to set a target of 40% by 2022.\n\n<!-- image -->\n\nExecutive directors\n\nIndependent directors\n\nProprietary directors\n\nA\n\nCommittee Chairperson\n\nAudit Committee\n\n- Sustainability Committee S\n- Appointments and Remuneration Committee N\n\nCommittee member\n\n<!-- image -->\n\n## MANAGEMENT TEAM\n\nThe Management Team comprises professionals with considerable multidisciplinary and international experience. This team liaises between the Board of Directors and the rest of the company.\n\n## José Manuel Entrecanales\n\nExecutive Chairman\n\n## Juan Ignacio Entrecanales\n\nExecutive Vice-Chairman\n\nLuis Castilla\n\nInfrastructure\n\nJosé Ángel Tejero\n\nCFO\n\nMacarena Carrión\n\nChairman's Chief of Staff and General Services\n\nJuan Muro-Lara\n\nCorporate Development and Affiliates\n\nVicente Santamaría de Paredes\n\nCompliance\n\nJosé Julio Figueroa\n\nLegal\n\nRafael Mateo\n\nEnergy\n\nAndrés Pan de Soraluce\n\nReal estate\n\nCarlos Anta\n\nOrganisation, Talent and Health\n\nJoaquín Mollinedo\n\nInstitutional Relations, Sustainability and Marketing\n\nFernando Fajardo\n\nBusiness Development\n\nArantza Ezpeleta\n\nTechnology and Innovation\n\n- Jorge Vega-Penichet\n\nGeneral Counsel\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n59\n\n<!-- image -->",
        "metadata": {
            "page": 59
        },
        "id": "44a61834-543e-470c-9327-90a68ff66b39"
    },
    {
        "page_content": "E/ffective, strategic and individually tailored governance\n\nExemplary conduct under a compliance framework\n\nIntegrated focus on risk control and management\n\nInnovation as a driver of progress\n\n## 57 60 61 64 EXEMPLARY CONDUCT UNDER A COMPLIANCE FRAMEWORK\n\n## CODE OF CONDUCT\n\nACCIONA's Code of Conduct establishes the values that underpin its business. The company has specific policies in place for combating corruption and bribery, and it provides training in this area, all to ensure compliance with, and knowledge of, the group's ethics framework.\n\nACCIONA's ethical principles and guidelines for action are grounded in the Code of Conduct and in the Policy Book that implements it. The Code of Conduct establishes the values that should guide the behaviour of all persons related to the Company: executives, employees and third parties. Its objective is to establish a form of business conduct that is accepted and respected by all, while rejecting outright all illegal business practices and any inappropriate behaviour in the workplace. Through the Code of Conduct, the company undertakes to carry on its business in accordance with current local legislation and the highest international standards.\n\nTo ensure compliance with the rules and guidelines for action, ACCIONA has a Code of Conduct Committee, a Compliance Department and an Internal Audit Department, which supervise the operation and e/ffectiveness of the procedures, controls and internal commitments established for that purpose. Those bodies are responsible for ensuring that the ethical, organisational, environmental and social obligations, those imposed by law and those adopted voluntarily, are complied with, and that the related risks are identified and avoided or mitigated. The Compliance Department reports to the Board of Directors Audit Committee.\n\nThe Code of Conduct Committee also supervises the operation of the Ethical Channel, and decides on the investigation of reports that are received by this means and any necessary measures to be taken as a result.\n\n## COMBATING CORRUPTION, BRIBERY AND MONEY LAUNDERING\n\nThe company has specific policies to fight corruption, bribery and money laundering. They include mainly:\n\n- > Anticorruption Policy: sets out the group's express position against any corrupt or criminal act, which applies to the professional performance of all the people who make up the company.\n- > Policy for the Prevention of Crime and Bribery: underscores the company's zero tolerance of illegal activities. The company exercises permanent surveillance to prevent and detect illicit conduct, employs e/ffective communication and awareness-raising mechanisms for all employees, and establishes a business culture based on ethics and compliance.\n- > Rules of conduct with regard to combating corruption: provide guidelines on avoiding inappropriate conduct and are applicable to, and binding on, all employees and all parties associated with ACCIONA (including agents, intermediaries, advisors, consultants and suppliers).\n- > Corporate rules on avoiding and managing conflicts of interest: expand on the provisions of the Code of Conduct in this area.\n\nThese guidelines are based on international standards and were implemented in the organisation through corporate rules and instructions applicable to all companies that are part of ACCIONA, to all their employees and to third parties that have a relationship with the group.\n\nAdditionally, in line with the commitment to combat corruption and bribery, a Crime Prevention and Anti-Corruption Organisation and Management Model has been implemented that establishes the group's general control environment in line with international best practices.\n\nIn  2020,  the  entire  management  team  obtained  certification  of  their  knowledge  and  acceptance  of ACCIONA's applicable regulations in relation to the Crime Prevention and Anti-Corruption Model, the Code of Conduct and the Rules of conduct with regard to combating corruption.\n\n## TRAINING AND AWARENESS-RAISING TO ENSURE ETHICAL BEHAVIOUR\n\nCompliance with these corporate standards is a priority for the company. For this reason, ACCIONA has expanded training programmes and intensified awareness-raising campaigns by assigning specific responsibilities in this area.\n\nThe Compliance Planet website compiles all the courses on compliance. In total, 2,681 employees have received anti-corruption training. In addition, last year 2,464 employees took the Code of Conduct course (more than 12,700 workers have received this training since 2017), which is available to the entire workforce. Moreover, 984 employees have completed other compliance training courses and 160 employees have taken a classroom programme on competition law.\n\nWith regard to communication, in 2020 the Compliance Department posted 50 publications on the intranet (compared with 30 in 2019), which included important information on anti-corruption, specifically on issues such as gifts, bribes, intermediaries and agents, and interactions with public o/fficials.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n60\n\n<!-- image -->",
        "metadata": {
            "page": 60
        },
        "id": "ff17a78e-18c9-41cd-8817-b59ffb7466c5"
    },
    {
        "page_content": "E/ffective, strategic an individually tailored governance\n\nExemplary conduct under a compliance framework\n\n## Integrated focus on risk control and management\n\nInnovation as a driver of progress\n\n## 57 60 61 64 INTEGRATED FOCUS ON RISK CONTROL AND MANAGEMENT\n\nThe company identifies, assesses and maps a range of corporate risk scenarios in order to enhance performance and decision-making. ACCIONA rates short-, medium- and long-term risks.\n\nBecause the company is involved in a wide range of businesses and countries with very di/fferent regulatory, political and social systems, it needs to apply a diversity of approaches and mechanisms for managing and mitigating its risk exposure. ACCIONA has a seamless integrated Risk Management System supported by its Board of Directors.\n\nA corporate team coordinates the identification, assessment and mitigation of the risks established in each of the business lines. That team determines the acceptable level of risk tolerance and organises the necessary actions so that risk management is aligned with the company's overall risk policy, making it possible at any time to know the level of exposure borne by the group as a whole.\n\n| Risk scenario        | Risk description                                                                                                                                                                                                                                                                                                                                                         |\n|----------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Financial risks      | They relate primarily to fluctuations in exchange rates,  interest rates and financial markets, changes in commodity  prices, liquidity, cash flow, bad debts and loss of customers.                                                                                                                                                                                     |\n| Strategic risks      | Risks which result in reduced growth by the company and  failure to meet its objectives due to an inability to respond  to a dynamic competitive environment. They include  organisational changes, investments and divestments,  competitive threats, economic and political changes, changes  to the law, the impact of new technology, and research and  development. |\n| Operational risks    | Risks related to processes, people and products. They are  linked to regulatory, legal and contractual compliance,  control systems and procedures, the supply chain, ancillary  services, information systems, employee productivity, and  loss of key personnel.                                                                                                       |\n| Unforeseeable  risks | Risk related to damage to assets and civil liability (including  cybercrime), which may impair the company's performance.                                                                                                                                                                                                                                                |\n| Environmental  risks | Mainly associated with the company's contribution to  climate change through greenhouse gas emissions, as well as  adaptation to new climate conditions, waste management,  and the use of natural resources and energy.                                                                                                                                                 |\n| Social risks         | Linked to compliance with Human Rights, labour standards  in the supply chain, workplace health and safety and the  relationship with communities in order to obtain the social  licence to operate.                                                                                                                                                                     |\n| Compliance risks     | Relates to the set of rules or principles that define the ethics,  rights, responsibilities and the expectations of stakeholders  with regard to corporate governance.                                                                                                                                                                                                   |\n\n<!-- image -->\n\n1\n\nMessage from\n\nthe Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of\n\ndoing things\n\nright\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n61",
        "metadata": {
            "page": 61
        },
        "id": "9528cf08-ed30-4716-a6b5-244237477ddf"
    },
    {
        "page_content": "Integrated focus on risk control and management\n\n## Climate change risk management\n\nACCIONA manages climate change risk through a specific corporate procedure that identifies, assesses and prioritises weak points linked to climate change that might a/ffect the group and its operations and communicates them to the company's decision-making bodies. As a result of this process, action policies and tolerance thresholds are determined to provide a reasonable assurance of achieving the objectives, in the short term (1 year), the medium term (the 5-year term of each Sustainability Master Plan) and the long term (10 years, in accordance with observations of megatrends and established goals, such as SBT).\n\nACCIONA uses a range of tools to identify climate risks and opportunities, including notably its digital model of climate change, which monitors historical climate-related variables at all ACCIONA's locations, and projections under the temperature increase scenarios and time horizons envisaged in the latest IPCC reports. This model also monitors production and financial variables, and emission and energy consumption figures. It includes references to climate policies and carbon markets in each region, making it an essential resource for anticipating situations, especially those related to medium/long-term physical events and short/medium-term transitions. Specifically, in order to project medium/long-term transition environments, it is necessary to categorise the activities within the European taxonomy. Other mechanisms not yet integrated into the digital model are also used during the identification process, such as the search for legal requirements; the experience of the teams assessing these scenarios is also invaluable in this connection.\n\nThe risk management process is conducted once per year, beginning with the creation of expert groups in each business unit. Using the tools referred above, each group proposes a list of risk situations for the company's locations, groups of locations and/or business activities (or its value chain), based on their geographical exposure and vulnerability.\n\nThe most common climate scenarios used for risk identification involve a limited temperature increase of 1.5 °C to 2 °C for transition events, and an increase of at least 3 °C for physical risk situations (RCP 6 and RCP 8.5).\n\nOnce each risk scenario is defined, it is assessed as a function of the likelihood that it will materialise and its economic and reputational consequences. Ultimately, these variables determine the weak points of each of the proposed scenarios (see figure with the principal climate risks). For those with the greatest likelihood, each assessment group prepares specific data sheets to inform the company's decision-making bodies about the mitigation options and an estimate of the associated costs.\n\nIn a final phase, the climate risk scenarios are integrated into ACCIONA's general risk management process, which is handled by the Board of Directors (it has a specific Sustainability Committee that meets once per quarter and is the company's highest decision-making body in matters of climate change), its Audit Committee, the Finance and Risk Department and the Management Committees of the divisions.\n\n## Notable climate risks and opportunities\n\nThe main climate risk and opportunity scenarios for ACCIONA in 2020 are presented below, with their potential impact and time horizon, their scope in terms of geographies and businesses, and the actions taken to manage them. ACCIONA's business strategy can be said to be broadly resilient to climate change, with a moderately low impact in terms of risks and a high impact in terms of opportunities.\n\n## Climate risk\n\nThe main climate risks in 2020 were all located in the same geography.\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n62\n\n<!-- image -->",
        "metadata": {
            "page": 62
        },
        "id": "51376bc2-911b-4104-a6e4-0ec25588294e"
    },
    {
        "page_content": "Integrated focus on risk control and management\n\n|   No. | Category   | Description                                                                                                                                                               | Type of  impact                     | Business     | Risk management and  mitigation                                                                                                                                                       |\n|-------|------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------|--------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|     1 | Physical   | Lower hydroelectric output  in Spain due to reduced  precipitation. Identified as a medium risk  over the long term.                                                      | Reduction in  revenues (low)        | Energy       | Processes are being implemented  to monitor and oversee changes  in production and reservoir  management using weather  forecasts to improve reservoir  planning and management.      |\n|     2 | Physical   | Loss of wind turbine electricity  conversion performance in  Spain due to higher working  temperatures. Identified as a medium risk                                       | Reduction in  revenues (low)        | Energy       | The scope for managing this risk is  limited, but a policy of diversifying  installed capacity in terms of  geographies and technologies has  been adopted to mitigate it.            |\n|     3 | Regulatory | Increased operating costs  in the machinery fleet in  Spain to bring it into line  with regulations on energy  e/fficiency and GHG emissions. Identified as a medium risk | Increase in costs (low) and Service | Construction | Inclusion of energy e/fficiency  and emissions criteria in  decisions on the acquisition of  new machinery and vehicles. Replacement of older machinery  with more e/fficient models. |\n\n## Notable climate opportunities\n\n| Category               | Description                                                                                                                                                                          | Type of  impact                   | Business       | Managing opportunities                                                                                                                                                                                                  |\n|------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------|----------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Products and  services | Increased demand for renewable  generation infrastructures due to  regulatory changes in relation to  climate change.  The European Green Deal is driving                            | Increase in  revenues (very high) | Energy         | Investment in renewable generating  capacity in 2021-2025 to increase  installed capacity by around 10 GW.                                                                                                              |\n| Products and  services | Growing demand worldwide for  low-carbon transport infrastructure  due to the expected mobilisation of  capital to invest in sustainable activities                                  | Access to  funding (high)         | Infrastructure | Structuring of the infrastructure  project portfolio so as to prioritise  projects that are aligned with  the detected opportunities.                                                                                   |\n| Products and  services | Increased demand for water treatment  infrastructure in regions projected to  experience increased scarcity due to  climate change. Opportunity in the short, medium and  long term. | Increase in  revenues (high)      | Infrastructure | Structuring of the portfolio of water  treatment infrastructure projects to  achieve a significant footprint in the  identified countries, which currently  account for more than half of total  revenues in this area. |\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n63",
        "metadata": {
            "page": 63
        },
        "id": "c8043594-c554-4128-8736-e8c587098310"
    },
    {
        "page_content": "E/ffective, strategic and individually tailored governance\n\nExemplary conduct under a compliance framework\n\nIntegrated focus on risk control and management\n\nInnovation as a driver of progress\n\n## 57 60 61 INNOVATION AS A DRIVER OF PROGRESS\n\n64\n\n## ACCIONA ranks #6 in Spain and #156 in Europe in terms of R&D&I intensity\n\naccording to the '2020 EU Industrial R&D Investment Scoreboard'\n\nACCIONA sees innovation not only as a di/fferentiating factor, but also as intrinsic to the creation of sustainable solutions that respond to the major planetary challenges. The company incorporates the latest technology into its projects and into new business development while also bringing technology closer to markets and clients to drive sustainable growth in partnership. ACCIONA's innovation centres are blazing a trail in the design of solutions for the construction industry, water technologies and renewable energies.\n\nIn the first half of 2020, the company stepped up its e/fforts to provide innovative solutions by incorporating new ideas to mitigate the e/ffects of COVID-19 into its projects under development. In partnership with other energy companies, ACCIONA promoted the Energía Positiva+ initiative to mitigate the impact of the coronavirus through innovation, and developed projects from its Digital Innovation Hub, as well as specific pilots with startups to combat the impacts of the pandemic. These were in addition to the 15 pilot tests in its Spanish and Chilean I'MNOVATION #Startups initiatives, which achieved over 60% completion during the period.\n\n<!-- image -->\n\n3.2% R&D spending/ Revenues\n\n159\n\nresearch and innovation projects\n\n<!-- image -->\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n64",
        "metadata": {
            "page": 64
        },
        "id": "03609286-360b-4e83-8ebb-13af0443ee88"
    },
    {
        "page_content": "## ABOUT THIS REPORT\n\nINTEGRATED REPORT 2020\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n65",
        "metadata": {
            "page": 65
        },
        "id": "d568c4c1-fcb5-4f0b-8c5a-cbe02e2f46bd"
    },
    {
        "page_content": "## ACCIONA presents its ninth Integrated Report,\n\ndrawn up in accordance with the international framework produced by the International Integrated Reporting Council (IIRC).\n\nThe objective of this Integrated Report is to communicate how ACCIONA's strategy, governance, performance and future prospects help create value in the short, medium and long term. The report also seeks to provide information in a concise, reliable, comprehensive, consistent and comparable manner, so as to shed light on how the key value creation factors are meaningful within the company's environment and in the context of the global challenges of the coming years.\n\n## ORIENTATION OF THE CONTENT\n\nThis report was drawn up on the basis of the overall context and the trends in the markets where the company operates, the goal being to identify the issues with the greatest impact on ACCIONA's businesses.\n\nThese issues are assessed by the company's management, which is aware of the strategy and the environment in which ACCIONA operates. That assessment, together with the milestones attained in the year and the company's future outlook, are used as the basis for preparing the Integrated Report 2020.\n\nThe content of the report responds to the needs and demands of the company's stakeholders, particularly investors and clients, who seek detailed information about ACCIONA's operations and actions.\n\n## KEY DISCLOSURES\n\nThe information contained in the 2020 Integrated Report refers to the matters identified as being material for the company. The issues found to be su/fficiently material for inclusion in the report are as follows:\n\n<!-- image -->\n\n## Material issues\n\n- > Resilient business model : Business as Unusual .\n- > A focused, diversified increase in capital expenditure.\n- > End-to-end development of solutions.\n- > Asset operation for the long term.\n- > IPO of ACCIONA Energía in 2021.\n- > Financial stability and shareholder returns.\n- > Ability to connect the supply and demand for capital.\n- > Competitive finance conditions.\n- > A range of highly specialised business units.\n- > Regenerative infrastructure facilitating the attainment of the SDGs.\n- > Improving territorial productivity through infrastructure.\n- > Responding to the challenges of sustainable development.\n- > Alignment with the EU's taxonomy of environmentally sustainable activities.\n- > A culture of innovation , digitalisation and technology development.\n- > Talent capable of transforming ideas into assets.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n<!-- image -->\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n66\n\n<!-- image -->",
        "metadata": {
            "page": 66
        },
        "id": "e45d5fb3-f568-4e67-84f9-935c7a709b1d"
    },
    {
        "page_content": "## REPORTING SCOPE\n\nThe quantitative information and data, both financial and non-financial, contained in the Report are for 2020 and refer to the entire scope of the company or of each of its businesses.\n\nTo facilitate comprehension of the company and its performance, the report contains past figures and facts so as to give a comprehensive picture of the experience and knowledge acquired over time. The report also considers future scenarios, which are subject to uncertainty due to the COVID-19 crisis.\n\n## CONNECTIVITY\n\nIn line with the guiding principles of cohesion and connectivity, the contents - both quantitative and qualitative - of this Integrated Report are supplemented by other corporate documents. The information here is also available on the company's website.\n\n## CORPORATE REPORTS\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur or the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n67",
        "metadata": {
            "page": 67
        },
        "id": "29651077-f28d-4aa6-a951-ec47f9e93b23"
    },
    {
        "page_content": "## APPENDICES\n\nxx\n\nxxxxxxx\n\nSocial cash flow and tax\n\ncontribution\n\n69\n\nxxxxxxxxxx\n\nxx\n\nInformation about\n\nsustainable funding projects\n\n71\n\n## INTEGRATED REPORT 2020\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n68",
        "metadata": {
            "page": 68
        },
        "id": "5c19a088-489f-443b-b730-125de17b8a55"
    },
    {
        "page_content": "## Cash flow and tax contribution in 2020\n\nInformation about sustainable funding projects\n\n69\n\n71\n\n## CASH FLOW AND TAX CONTRIBUTION IN 2020\n\nSocial cash flow is a means of calculating the impact that a company has on society and the real value it contributes through the cash flows generated by its activities, and its impact on stakeholders. It represents the economic value generated (items that represent an actual cash inflow) and the economic value distributed (actual cash outflows) by the company.\n\nThe value contribution is measured in terms of both the cash flows generated by ACCIONA (received from its customers or via divestments) and the cash flows distributed (payments to suppliers, governments, shareholders and employees, among others).\n\n## Economic value generated and distributed (M€)\n\n<!-- image -->\n\n## Operating receipts, government, suppliers, and wages. Breakdown by region.\n\n| Region                    | Operating  receipts   | Public authorities.   Tax contribution   | Suppliers   | Wages and  salaries   |\n|---------------------------|-----------------------|------------------------------------------|-------------|-----------------------|\n| Spain                     | 38%                   | 59%                                      | 34%         | 49%                   |\n| Asia & Oceania            | 27%                   | 12%                                      | 26%         | 20%                   |\n| Central and South America | 15%                   | 12%                                      | 17%         | 12%                   |\n| Rest of Europe            | 12%                   | 10%                                      | 14%         | 8%                    |\n| North America             | 7%                    | 5%                                       | 8%          | 10%                   |\n| Africa                    | 1%                    | 1%                                       | 1%          | 1%                    |\n| Total (M€)                | 7,456                 | 1,071                                    | 4,274       | 1,007                 |\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n69\n\n<!-- image -->",
        "metadata": {
            "page": 69
        },
        "id": "a783c74b-621c-428f-b4c9-4f7d608f73ec"
    },
    {
        "page_content": "Cash flow and tax contribution in 2020\n\nACCIONA's economic and social contribution through the payment of taxes to governments amounted to 1,071 M€, of which 425 M€ (40%) were taxes paid and 646 M€ (60%) were taxes collected.\n\nThe group's tax contribution in 2020 amounted to 2.8 times attributed net profit. Accordingly, of every 100 € of revenues, over 17 € were allocated to paying taxes, principally in Spain, Australia, Mexico, Poland, Norway, Portugal, Ecuador and South Africa. Once again, employment-related taxes were the largest single component.\n\nSince 2016, ACCIONA has filed its Annual Report on Fiscal Transparency with the Spanish Tax Administration Agency (AEAT) as a result of its adoption of the AEAT Code of Good Tax Practices (CBPT) in 2011. Since 2018, it has also delivered a Corporate Tax Transparency Report to the Australian Taxation O/ffice (ATO). Additionally, in compliance with its obligations with regard to fiscal transparency, the company submits a country-by-country report each year to the tax authorities and discloses that information in its Non-Financial Disclosures Report.\n\n## Tax contribution. Breakdown of taxes borne and collected (M€)\n\n<!-- image -->\n\n## Total tax contribution. Breakdown by country (M€)\n\n| Country         |   Taxes borne |   Taxes collected | Total   | % of total   |\n|-----------------|---------------|-------------------|---------|--------------|\n| Spain           |           297 |               331 | 628     | 58.7%        |\n| Australia       |            16 |                84 | 100     | 9.3%         |\n| Mexico          |            13 |                40 | 53      | 4.9%         |\n| Chile           |             6 |                28 | 34      | 3.2%         |\n| Poland          |             8 |                22 | 30      | 2.8%         |\n| Norway          |             2 |                26 | 28      | 2.6%         |\n| Portugal        |            11 |                16 | 27      | 2.5%         |\n| Ecuador         |            13 |                 5 | 18      | 1.7%         |\n| South Africa    |             0 |                 8 | 8       | 0.7%         |\n| Other countries |            58 |                86 | 144     | 13.5%        |\n| Total           |           425 |               646 | 1,071   | 100%         |\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n## 3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n70",
        "metadata": {
            "page": 70
        },
        "id": "46b5b7d4-cb0c-4c48-abf1-3f363a837a2c"
    },
    {
        "page_content": "Social cash flow and tax contribution sustainable funding\n\n## 69 71 INFORMATION ABOUT SUSTAINABLE FUNDING PROJECTS\n\nInformation about projects\n\nACCIONA's funding strategy focuses on providing the most e/fficient solutions in terms of both economic growth and positive impact. Based on market conditions and the business strategy, the company chooses between two sustainable finance formats. One is a formula through which the funds are committed to concrete areas of the company's sustainable agenda via specific infrastructure or service projects. The other links the cost of funding to improvements in the group's environmental, social and governance (ESG) dimensions.\n\n## FINANCING THE SUSTAINABLE AGENDA\n\nThis funding mechanism obliges ACCIONA to channel its investments to projects that contribute directly to the fulfilment of objectives linked to the sustainable agenda. The funds are allocated mainly to the development of renewable energy infrastructures, access to water and sanitation, sustainable mobility, circular economy and adaptation to climate change.\n\nIn this way, the company creates business opportunities capable of generating interest in the capital markets or among banks. Given this growing trend, in 2019 ACCIONA drew up a new green financing framework that expands its portfolio of eligible sustainable projects. The new approach is based on projects' contribution to a low-carbon economy, based on the eligibility criteria set out in the European Commission's taxonomy of green activities.\n\nFunding transactions that choose this format fall under the scope of the European Union Green Bond Standard (EU-GBS) produced by the EU Technical Expert Group (TEG) on Sustainable Finance in June 2019. The EU-GBS is a voluntary standard available to issuers that wish to align with best practices in the market. It is designed to be globally relevant and accessible to issuers located both inside and outside the EU.\n\nACCIONA's Green Financing Framework was reviewed by Sustainalytics, which issued a Second-Party Opinion (SPO) 16 in which it confirmed alignment with market best practices: the Green Bond Principles (GBP) published by the International Capital Markets Association (ICMA), and the Green Loan Principles (GLP) administered by the Loan Market Association (LMA).\n\n## Sustainable agenda funding transactions\n\n| Green transactions              | Amount  (million)   | Maturity      |\n|---------------------------------|---------------------|---------------|\n| LOANS                           |                     |               |\n| Bankia loan 165 M AUD           | 165 AUD             | December 2022 |\n| ING loan 100 M AUD              | 100 AUD             | July 2024     |\n| Bankia loan 55 M AUD            | 55 USD              | December 2021 |\n| Unicredit loan 50 M EUR         | 50 EUR              | January 2022  |\n| Syndicated loan Chile 200 M USD | 150 USD             | October 2024  |\n| EMTN                            |                     |               |\n| XS1684805556 December 2030      | 68 EUR              | December 2030 |\n| XS2060619876 October 2021       | 222,7 EUR           | October 2021  |\n| XS2036691868 August 2026        | 113,2 EUR           | August 2026   |\n| XS1525867104 November 2031      | 22 EUR              | November 2031 |\n| XS2122902468 February 2024      | 60,4 EUR            | February 2024 |\n| XS2202837121 July 2023          | 30 USD              | July 2023     |\n| XS2248078136 October 2035       | 39,5 EUR            | October 2035  |\n| XS2267085616 December 2039      | 120 EUR             | December 2039 |\n| OTHER DEALS                     |                     |               |\n| Schuldschein 2016               | 78,5 EUR            | Several       |\n| NSV October 2034                | 50 EUR              | October 2034  |\n| Schuldschein 2019               | 167 EUR             | Several       |\n| NSV March 2035                  | 30 EUR              | March 2035    |\n| Private Schuldscheins           | 40 EUR              | Several       |\n\nA total of 837,85 M€ were raised in 2020, in addition to the 933,05 M€ raised in previous years. The 'green' finance raised in 2020 was assigned entirely to projects that are eligible in accordance with the criteria of the ACCIONA Green Financing Framework. Additionally, 63% of the funds raised under Euro Medium Term Notes (EMTN) programmes in 2020 were green, evidencing the importance of this type of  funding for the company.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n5\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur or\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n71\n\n<!-- image -->",
        "metadata": {
            "page": 71
        },
        "id": "ad2d6553-e4e9-4970-b031-c1ae76ebf6ac"
    },
    {
        "page_content": "Information about sustainable funding projects\n\n## Projects and associated indicators\n\nFunds linked to the previous funding framework were allocated to renewable energy. They were used to build the El Cortijo, Mt. Gellibrand and Palmas Altas wind farms and the Almeyda photovoltaic plant. The instruments associated with the framework created in 2019 allow investment in other sustainable projects, such as Quito Metro.\n\nThose projects and their associated social and environmental indicators are shown below.\n\n- > El Cortijo wind farm: located in Tamaulipas (Mexico). Construction began in 2017 and the plant was commissioned in 2018. It represents an investment of 235 M€. As a wind power plant, its environmental benefit is that it mitigates climate change.\n- > Mt Gellibrand wind farm: located in Victoria (Australia). Construction began in 2017 and the plant was commissioned in 2018. It represents an investment of 258 M AUD. As a wind power plant, its environmental benefit is that it mitigates climate change.\n- > Palmas Altas wind farm: located in Texas (USA). This facility was commissioned in 2019. It represents an investment of about 200 M USD. As a wind power plant, its environmental benefit is that it mitigates climate change.\n- > Almeyda photovoltaic plant: located in the Atacama desert in Chile. This facility was commissioned in 2019. It represents an investment of about 75 M USD. As a photovoltaic power plant, its environmental benefit is that it mitigates climate change.\n\n## Impact indicators for renewable energy  projects\n\n| Indicator                                                                                                            | El Cortijo (Mexico)   | Mt Gellibrand  (Australia)   | Palmas Altas (USA)   | Almeyda  (Chile)   |\n|----------------------------------------------------------------------------------------------------------------------|-----------------------|------------------------------|----------------------|--------------------|\n| Rated installed capacity (MW)                                                                                        |                       | 132                          |                      | 54.2               |\n|                                                                                                                      | 183                   |                              | 145                  |                    |\n| Power production in 2020 (GWh)                                                                                       | 664                   | 281                          | 288                  | 156                |\n| Emissions avoided per year  (tCO 2 ),  considering the country's conventional  energy production mix (IEA 2020 data) | 380,605               | 221,985                      | 174,760              | 114,493            |\n| of equivalent homes* Beneficiaries of social initiatives in the                                                      | Not available         | 6,392                        | 600                  | 85                 |\n| community in 2020 (estimated no. of people) Jobs created, based on company's own                                     | 5,676                 | 1,324                        | Not available        | 612                |\n\n- * A home is assumed to have the following energy consumption: 1,652 kWh/year in Mexico, 6,839 kWh/year in Australia, 12,305 kWh/year in the United States, and 2,415 kWh/year in Chile.\n- ** One job-year represents a full-time job for a duration of one year.\n\n<!-- image -->\n\nContents\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n4\n\nOur plan\n\n5\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8 Appendices\n\n72",
        "metadata": {
            "page": 72
        },
        "id": "290ac5af-4375-47cb-a550-ae0d8a5ecc53"
    },
    {
        "page_content": "Information about sustainable funding projects\n\nQuito Metro: ACCIONA is building the first subway in Ecuador's capital city; it will be 22 km long, with thirteen new stations in addition to two already built by the company. Construction commenced in 2016 and it will open to the public in 2021. As a low-carbon transport infrastructure, its main environmental benefit is that it mitigates climate change.\n\n## Quito Metro impact metrics\n\n| Indicator                                                                               | Quito Metro                                                                             |\n|-----------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------|\n| Users (estimates)                                                                       | 400,000 passengers per day                                                              |\n| Beneficiaries of social initiatives in the community  in 2020 (estimated no. of people) | 5,010 people                                                                            |\n| Jobs created, based on company's own socio- economic impact survey (estimate)           | 32,760 job-years. One job-year represents a full-time job   for a duration of one year. |\n\n## FUNDING WITH ESG IMPROVEMENT TARGETS\n\nThis funding formula includes conditions tied to ACCIONA's fulfilment of sustainable performance improvement objectives, in the environmental, social and governance (ESG) dimensions. Achievement of the objectives is assessed regularly by international rating agencies or, in the case of specific indicators, by independent auditors.\n\n## Funding deals linked to ESG objectives\n\n| ESG deals                               | Amount (million)   | Maturity      | Target index   |\n|-----------------------------------------|--------------------|---------------|----------------|\n| Bilateral Chile 30 M USD                | 30 USD             | May 2021      | CSA            |\n| Syndicated loan 2,200 M EUR - Tranche C | 260 EUR            | July 2022     | CSA            |\n| Syndicated loan 675 M EUR               | 675 EUR            | February 2024 | CSA            |\n| Syndicated loan 1,300 M EUR             | 1,300 EUR          | May 2024      | CSA            |\n| Syndicated loan 2,200 M EUR - Tranche D | 1,440 EUR          | July 2024     | CSA            |\n\nThe ESG variable to which this funding is linked is the Corporate Sustainability Assessment (CSA), performed annually by S&P Global. The target was to raise ACCIONA's CSA score by 5 points from 79 out of 100 in the baseline year (2018).\n\nThat goal was achieved in 2019, as ACCIONA scored 90 out of 100. The company maintained that score in 2020, when it was the top-rated company in its category: utilities.\n\n## ACCIONA's CSA goal and performance\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\nMessage from\n\nthe Chairman\n\n2\n\nExecutive\n\nsummary\n\n3\n\nThe value of\n\nsolutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our\n\nbusiness model\n\n6\n\nOur organisation:\n\nthe value of doing\n\nthings right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n73\n\n<!-- image -->",
        "metadata": {
            "page": 73
        },
        "id": "813d59a0-61bb-4248-9983-e1b95e78dcc5"
    },
    {
        "page_content": "Information about sustainable funding projects\n\n## VERIFICATION OF GREEN FUNDING\n\nACCIONA has requested KPMG Asesores to provide an independent review on non financial performance indicators included in this Annex of the selected projects that have received green funding. For more information, see the following pages.\n\n<!-- image -->\n\nKPMG Asesores, S.L. Pº de la Castellana, 259 C 28046 Madrid\n\nIndependent Assurance Report on the non-financial indicators included in Appendix II Information about sustainable funding projects in the 2020 Integrated Report of Acciona, S.A.\n\n(Translation from the original in Spanish. In the event of discrepancy, the Spanish language version prevails.)\n\n## To the Management of Acciona, S.A.:\n\nWe have been engaged by Acciona, S.A. (hereinafter, Acciona) to review the non-financial performance indicators included in 'Appendix II. Information about sustainable funding projects' within its Integrated Report for the year ended at 31 December 2020 (hereinafter Appendix II), selected from those proposed by ACCIONA according the Second-party opinion letters available in www.acciona.com/sustainability/sustainable-finance/ associated with the green bond issued in order to comply with the Green Bond Principles' fourth principle and under the framework of Green Bond Standard (EU-GBS) produced by the EU Technical Expert Group on Sustainable Finance.\n\nOur report is presented in the form of an independent conclusion with a limited assurance indicating that, based on the work performed and the evidence obtained, there is nothing that has caught our attention and makes us think that the indicators are not reliable and do not comply, in all its material aspects, with the principles and guidelines for the determination of indicators included in the Sustainability Reporting Guidelines from the Global Reporting Initiative (GRI Standards).\n\nThe revised information is limited to the content of Appendix II above mentioned, in which Acciona has included selected non-financial indicators to comply with the current and projected progress of the environmental and social performance at El Cortijo wind farm in Mexico, Mt Gellibrand wind farm in Australia, Palmas Altas wind farm in USA, Almeyda photovoltaic plant in Chile and Quito Metro in Ecuador (currently under construction).\n\n## Responsibilities of Acciona's management\n\nAcciona's management is responsible for the selection, preparation and presentation of Appendix II in accordance with the fourth principle of the Green Bond Principles (Guidelines and procedures for the issuance of green bonds) published by the International Capital Market Association, under the framework of Green Bond Standard (EU-GBS) produced by the EU Technical Expert Group on Sustainable Finance and the principles and guidelines for the determination of indicators included in the Sustainability Reporting Guidelines from the Global Reporting Initiative (GRI Standards). It is also responsible for the selection and presentation of the non-financial indicators of Appendix II from those proposed by the Second-party opinion letters associated with the green bond issued, including the establishment and maintenance of the control and performance management systems from which the information is obtained.\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n3\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n6\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n8\n\nAppendices\n\n74\n\n<!-- image -->",
        "metadata": {
            "page": 74
        },
        "id": "03abada8-fa49-4589-a106-4491c7b4c528"
    },
    {
        "page_content": "Information about sustainable funding projects\n\n<!-- image -->\n\nKPMG Asesores, S.L. Pº de la Castellana, 259 C 28046 Madrid\n\nThese responsibilities include the establishment of appropriate controls where Acciona's management considers necessary to enable that the preparation of non-financial indicators with a limited assurance review would be free of material errors, whether due to fraud or error.\n\n## Our responsibility\n\nOur responsibility is to review Appendix II and report in the form of an independent conclusion with a limited assurance based on the evidence obtained. We conducted our engagement in accordance with the revised International Standard on Assurance Engagements ISAE 3000, 'Assurance Engagements other than Audits or Reviews of Historical Financial Information' and the Standard ISAE 3410 'Assurance Engagements on Greenhouse Gas Statements', issued by the International Auditing and Assurance Standards Board (IAASB). This standard requires that we plan and perform our work to obtain a significant level of assurance about whether the Appendix II complies, in all its material aspects, with the principles and guidelines for the determination of indicators included in the Sustainability Reporting Guidelines from the Global Reporting Initiative (GRI Standards), as a basis for our limited assurance conclusion.\n\nKPMG applies International Standard on Quality Control 1 (ISQC1) and accordingly maintains a comprehensive system of quality control including documented policies and procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.\n\nWe have complied with the independence and other ethical requirements of the Code of Ethics for Professional Accountants issued by the Internal Ethics Standards Board for Accountants, which is founded on fundamental principles of integrity, objectivity, professional competence and due care, confidentiality and professional behaviour.\n\n## Procedures applied\n\nOur limited assurance engagement consisted of making enquiries of management and people responsible for the preparation of information presented in the Appendix II and applying analytical and other evidence gathering procedures. These procedures included:\n\n- > Analysis of the processes of compiling and internal control over quantitative data reflected in the Appendix II, regarding the reliability of the information, by using analytical procedures and review testing based on sampling.\n- > Review of the application of the Global Reporting Initiative's GRI Standards through the Sustainability Reporting Standards requirements for the preparation of reports.\n- > Reading the information presented in the Appendix II to determine whether it is in line with our overall knowledge of, and experience with, the environmental and social performance in the projects above mentioned.\n\n<!-- image -->\n\nKPMG Asesores, S.L. Pº de la Castellana, 259 C 28046 Madrid\n\nOur multidisciplinary team included specialists in environmental and social business performance.\n\nThe procedures performed in a limited assurance engagement vary in nature and timing from, and are less in extent than for, a reasonable assurance engagement. Consequently, the level of assurance obtained in a limited assurance engagement is lower than that of a reasonable assurance engagement. Under no circumstances may this report be considered an auditor's report.\n\n## Conclusion\n\nOur conclusion is based on and subject to the matters described in this Independent Assurance Report.\n\nWe believe that the evidence we have obtained is su/fficient and appropriate to provide a basis for our conclusions.\n\nBased on the limited assurance procedures performed and the evidence obtained, as described above, nothing has come to our attention that leads us to believe that the non-financial indicators included in Appendix II. Information about sustainable funding projects, of Acciona's Integrated Report, for the year ended 31 December 2020 have not been prepared in all material respects in accordance with the principles and guidelines for the determination of indicators included in the Sustainability Reporting Guidelines from the Global Reporting Initiative (GRI Standards), including the reliability of data, the adequacy of the information presented and the absence of significant deviations and omissions.\n\n## Purpose of our report\n\nIn accordance with the terms and conditions of our engagement letter, this Independent Assurance Report has been prepared for Acciona in relation to its Appendix II. Information about sustainable funding projects within 2020 Acciona's Integrated Report and should therefore not be used for any other purpose or in any other context.\n\nKPMG Asesores, S.L.\n\n<!-- image -->\n\nPatricia Reverter Guillot 16 March 2021\n\n<!-- image -->\n\n1\n\nMessage from the Chairman\n\n2\n\nExecutive summary\n\n<!-- image -->\n\nThe value of solutions\n\n<!-- image -->\n\n4\n\nOur plan\n\n<!-- image -->\n\nSolutions: our business model\n\n<!-- image -->\n\nOur organisation: the value of doing things right\n\n7\n\nAbout this report\n\n<!-- image -->\n\nAppendices\n\n75\n\n<!-- image -->",
        "metadata": {
            "page": 75
        },
        "id": "95a92a56-188d-4fa7-89fe-37b197f59eed"
    },
    {
        "page_content": "<!-- image -->\n\nINTEGRATED REPORT 2020\n\nLET'S REBUILD A BETTER PLANET",
        "metadata": {
            "page": 76
        },
        "id": "d0766e9f-338b-486b-bacb-b6282f8b98b8"
    }
]