[
    {
        "page_content": "## INTEGRATED REPORT\n\nThe Hokuriku Electric Power Group\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "aebe842b-4ce9-4774-9eee-5a8d4216f690"
    },
    {
        "page_content": "The Hokuriku Electric Power Group Philosophy\n\nBuilding an Affluent, Lively Hokuriku Through Power and Intelligence\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "9843de62-85b3-482e-8588-c153022306dd"
    },
    {
        "page_content": "INTEGRATED REPORT 2021\n\n2",
        "metadata": {
            "page": 3
        },
        "id": "f4839b5c-7c2e-4e0d-a3e7-a333743abd9f"
    },
    {
        "page_content": "<!-- image -->\n\n## CONTENTS\n\n- Corporate Profile 4\n- History of the Hokuriku Electric Power Company 5\n- The Value Creation Process of the Hokuriku Electric Power Group 6\n- Message from the President 7\n- Financial Highlights 9\n- Non-financial Highlights 10\n- Long-term Vision 11\n- Future Vision for 2050 12\n- Roadmap toward Achieving Carbon Neutrality 13\n- Risks, Opportunities, and Priority Measures 15\n- Power Generation 17\n- Power Transmission and Distribution 26\n- Sales 32\n- New Business 36\n- Measures for Improving Managerial Efficiency 39\n- Efforts Related to Environmental, Social, and Corporate Governance Issues 40\n\n<!-- image -->\n\n## Environmental Efforts E\n\n- Active Efforts toward Environmental Conservation 41\n\n## Social Efforts\n\n<!-- image -->\n\n- Coexisting with the Local Community 46\n- Creation of Workplaces Full of Vitality, Where Individuals and Organizations Can Reach Their Maximum Potential 48\n\n## Governance Efforts\n\n<!-- image -->\n\n- Maintaining the Corporate Governance System 50\n- Deepening Our Corporate Culture 55\n- Data（Financial Information） 57\n- Data（Environmental, Social, and Governance-related Information） 59",
        "metadata": {
            "page": 4
        },
        "id": "2d3b0538-19d2-4291-ac09-f619f24ee23d"
    },
    {
        "page_content": "<!-- image -->\n\n## Overview of the Hokuriku Electric Power Company and the Hokuriku Electric Power Transmission & Distribution Company\n\n## Hokuriku Electric Power Company\n\nMain business:\n\nHead office location:\n\nDate of establishment:\n\nCapital:\n\nCompany representative:\n\nTotal Assets ＊ :\n\nSales ＊ :\n\nOrdinary Income ＊ :\n\nNet Income ＊ :\n\nGeneration and sales of electricity\n\n15-1 Ushijima-cho, Toyama-shi, Toyama Prefecture\n\nMay 1, 1951\n\n117.641 billion yen\n\nKoji Matsuda, Executive President and Representative Director\n\n1,595,626 million yen（1,506,958 million yen）\n\n639,445 million yen（577,106 million yen）\n\n12,354 million yen（△8,371 million yen）\n\n6,834 million yen（△5,094 million yen）\n\n- ＊ Consolidated figures for FY 2020 or as of March 31, 2021, are shown. Figures in parentheses are nonconsolidated figures.\n\n## Major Shareholders （As of March 31, 2021）\n\n| Name                                                     | Number of Shares Held （thousands of shares）   |   Investment Ratio（％） ＊ |\n|----------------------------------------------------------|-------------------------------------------------|-----------------------------|\n| The Master Trust Bank of Japan, Ltd. （Trust Account）   | 13,208                                          |                         6.3 |\n| Toyama Prefecture                                        | 11,270                                          |                         5.4 |\n| Hokuriku Electric Power Company Employee Stock Ownership | 7,991                                           |                         3.8 |\n| The Hokuriku Bank, Ltd.                                  | 7,700                                           |                         3.7 |\n| Custody Bank of Japan, Ltd.（Trust Account）             | 7,259                                           |                         3.5 |\n| The Hokkoku Bank, Ltd.                                   | 6,000                                           |                         2.9 |\n| Nippon Life Insurance Company                            | 4,752                                           |                         2.3 |\n| Mizuho Bank, Ltd.                                        | 3,341                                           |                         1.6 |\n| Custody Bank of Japan, Ltd.（Trust Account ５）          | 2,821                                           |                         1.4 |\n| The First Bank of Toyama, Ltd.                           | 2,740                                           |                         1.3 |\n\n- ＊ Investment ratio is calculated after deducting treasury shares.\n\n## Hokuriku Electric Power Transmission & Distribution Company\n\nMain business:\n\nHead office location:\n\nDate of establishment:\n\nCapital:\n\nCompany representative:\n\nPower Transmission and Distribution\n\n15-1 Ushijima-cho, Toyama-shi, Toyama Prefecture\n\nApril 1, 2019 （Operation commenced on April 1, 2020）\n\n10 billion yen\n\nKoichi Mizuno, Executive President\n\n<!-- image -->\n\n- ■Overview （As of FY 2020 or March 31, 2021）\n\n<!-- image -->\n\n| Power-generating Facilities        | Number of Power Stations   | Capacity     |\n|------------------------------------|----------------------------|--------------|\n| Hydro power                        | 131                        | 1,934 MW     |\n| Thermal power                      | 5                          | 4,565 MW     |\n| Nuclear power                      | 1                          | 1,746 MW ＊1 |\n| Photovoltaic                       | 4                          | 4 MW         |\n| Total                              | 141                        | 8,249 MW     |\n| Total Electricity Sales Volume     | Retail                     | Wholesale    |\n|                                    | 25,940 GWh                 | 6,614 GWh    |\n| Total ＊2                          | 32,554 GWh                 | 32,554 GWh   |\n| Transmission Facilities            | Overhead                   | Underground  |\n| Total Length of Transmission Lines | 3,199 km                   | 160 km       |\n| Transformation Facilities          | Number of Substations      | Capacity     |\n|                                    | 261                        | 32,336 MVA   |\n| Distribution Facilities            | Overhead                   | Underground  |\n| Total Length of Distribution Lines | 42,110 km                  | 1,543 km     |\n| Power-generating Facilities        | Number of Power Stations   | Capacity     |\n| Thermal power                      | 1                          | 288 kW       |\n\n- ＊1 Estimation based on the assumption that Shika Unit 2 is operated with turbine straightening vane installed.\n- ＊2 Due to rounding, the total figure may not exactly equal the sum of the individual figures.",
        "metadata": {
            "page": 5
        },
        "id": "d6ffdfe0-c61f-4c87-936c-ba65999441c4"
    },
    {
        "page_content": "<!-- image -->\n\n## History of the Hokuriku Electric Power Company\n\nThe Hokuriku Electric Power Company was established in 1951, built on a foundation of the Toyama Electric Light Company, established in 1898 as the Hokuriku regionʟs first electric power company, and other locally-capitalized electric power companies. In May 2021, we celebrated our 70th anniversary.\n\nAs a company established with the backing of the regional community, including industrial and economic circles, we have developed alongside the Hokuriku region by ensuring a stable supply of low-cost, high-quality energy, keeping coexistence and co-prosperity with the region in mind as our fundamental management philosophy, while aggressively undertaking projects such as the development of power sources. We will continue to make progress together with the region, and strive to contribute to the resolution of social issues, including the realization of carbon neutrality.\n\n## The Beginning of the Electricity Business in the Hokuriku Region ̶ the Roots of the Hokuriku Electric Power Company\n\n<!-- image -->\n\n## Establishment of the Toyama Electric Light Company and the Kanazawa Electricity Company\n\n## 1898\n\nA number of electric power companies, including the Toyama Electric Light Company, were established in Hokuriku. Electric power resources were developed, capitalizing on the areaʟs plentiful water resources. The low-cost electricity generated by hydropower allowed the area to develop industries, attracting industries that are heavy consumers of power, such as the steel and carbide industries, as well as the textile industry.\n\n<!-- image -->\n\n## 1899 Establishment of the Kyoto Electric Light Company Fukui Branch\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nOkubo Power Station of the Toyama Electric Light Company Completed in 1899\n\n<!-- image -->\n\n## History of the Hokuriku Electric Power Company\n\n## 1951\n\nThe Hokuriku Electric Power Company has contributed to the development of the Hokuriku region through the stable supply of low-cost, high-quality energy, while diversifying power sources in line with the needs of the times. During the high economic growth period, the company supported the strong demand for electricity by developing thermal power sources, as well as developing hydroelectric power in the Arimine area, taking advantage of the regionʟs abundant water sources. The companyʟs other efforts in this regard include ensuring energy security following the experience of the oil crises, and decarbonizing from power generation to help address global warming.\n\n## ● Amount of Total Electricity Sales\n\n2.1 billion kWh ＊\n\n1951\n\n1954\n\n## 2012\n\nMikuni Photovoltaic Power Station\n\n<!-- image -->\n\nFushiki Industrial Area (Toyama Prefecture)\n\n1951\n\n## Establishment of the Hokuriku Joint Electricity Company\n\n## Establishment of the Hokuriku Electric Power Company\n\n## 1941\n\n<!-- image -->\n\nShosaku Yamada（later the first president of the Hokuriku Electric Power Company） approached electric utility companies in Hokuriku, and 12 companies voluntarily consolidated, establishing a unified electricity business in the Hokuriku region.\n\nShosaku Yamada\n\n<!-- image -->\n\nWhen Japanʟs power supply framework was discussed during and after the war, the initial plan suggested that the whole country should be divided into eight blocks, with the Hokuriku area merged into the Chubu area. However, Shosaku Yamada, with the support of the local business community, strongly emphasized the unique distinctiveness of Hokuriku and persistently persuaded the national government, which led to approval for the Hokuriku areaʟs independence.\n\n## Today\n\n32.6 billion kWh\n\n<!-- image -->\n\n2020\n\n<!-- image -->\n\n2018\n\nLNG-fired Unit 1 of  Toyama Shinko Thermal Power Station\n\n<!-- image -->\n\n1964\n\nToyama Thermal Power Station Unit 1\n\n<!-- image -->\n\nJinzu River No. 1 Power Station（Hydro Power）\n\n## 1981\n\nArimine No. 1 Power Station（Hydro Power）\n\n<!-- image -->\n\n## 1991\n\nTsuruga Thermal Power Station Unit 1\n\n<!-- image -->\n\n## 2006\n\nShika Nuclear Power Station Unit 2\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "8169082c-6fec-4f79-b86d-8fd8355456bb"
    },
    {
        "page_content": "Value Creation\n\nThe Value Creation Process\n\n## The Value Creation Process of the Hokuriku Electric Power Group\n\nWe strive to bring about the ideal state of the Group in the future, in order to contribute to regional development and enriching peopleʟs lifestyles. We engage in our business with a focus on making a sustainable society a reality.\n\n## The Value Creation Process\n\n## The Value We Create\n\n<!-- image -->\n\n<!-- image -->\n\n（As of March 31, 2021）",
        "metadata": {
            "page": 7
        },
        "id": "d4a65fff-eb18-4e1d-a435-f9cc58df8672"
    },
    {
        "page_content": "<!-- image -->\n\nAt the Hokuriku Electric Power Group, we consider this era of Changes to be an era of Chances , and take on Challenges to create new value, as we aim to continue to contribute to customers and the local community.\n\n## On Taking Office as the Company President\n\nMy name is Koji Matsuda. I assumed the position of company president in June 2021. For many years, I worked primarily in sales and marketing, with opportunities to get in touch with customers at the head office and branches, where I always tried to understand our customersʟ views. In our business management going forward, I would like to continue to keep in mind the importance of thinking from our customersʟ perspective, rather than only from the supply side theory.\n\nOur corporate message, ʠContinuing to live up to customersʟ needs,ʡ is intended to show our commitment to responding to the various expectations of our community and customers, and to fulfill their requests. We aim to continue to be chosen by customers, by being of service to them.\n\n## Changes in the Business Environment Surrounding the Group\n\nThe acceleration of the trend toward decarbonization, including the Japanese government's carbon neutrality declaration and the drastically more ambitious greenhouse gas emission reduction target, and the rapid progress in digital technology, including AI and IoT, have compelled the energy industry to face tremendous changes that are truly game-changing.\n\nAmid this dramatically changing business environment, we must deepen and strengthen our existing businesses, as well as take on the challenges of new businesses ̶ a balanced implementation of both will be required. The Group will strive to deepen our electricity business, while pursuing the creation of new value in the future.",
        "metadata": {
            "page": 8
        },
        "id": "09d33184-151b-4611-a499-448237fb1247"
    },
    {
        "page_content": "## Strengthening Our Management Base for Our Electricity Business\n\nMainly due to intensified competition in retail and increased use of distributed renewable energy resources, it has become difficult to maintain our electricity business by simply buying and selling electricity, and great changes are required. In addition to stabilizing our business foundation for our ongoing electricity business, we will reform our business structure to further strengthen it.\n\nFirst of all, we will take appropriate actions, one by one, to meet the review requirements toward the restart of Shika Nuclear Power Station at the earliest possible date, which is indispensable for stable power supply and improved financial balance. In order to stay ahead of the tough competition in the electricity market, we will work to offer added value tailored to each customer, in addition to low and attractive electricity rates, with the aim of further expanding sales, including the acquisition of more and more customers in the Tokyo metropolitan area, where sales are favorable.\n\nTo this end, we will reform our work processes and strengthen our business foundation, by further streamlining operations and reducing costs, as well as reallocating resources to meet changes in the business environment, quickly responding to cross-functional issues, and making other efforts.\n\n## Taking on Challenges toward Carbon Neutrality by 2050\n\nWe recognize that the realization of a decarbonized society is a major social challenge, and addressing the issue of global warming is an important part of our business. As a responsible energy provider to be trusted and chosen, the Group has taken on the challenge of achieving carbon neutrality by 2050. In April 2021, we established a roadmap placing emphasis on three points: decarbonization of power sources, increased sophistication of transmission and distribution networks, and support for customersʟ and the regionʟs decarbonization. In July, with the aim of strongly promoting group-wide efforts, we set up the Carbon Neutral Promotion Meeting, with myself as the chair.\n\nToward the decarbonization of power sources, we have established a target of increasing the amount of electricity generated by renewable energy sources, by 2.0 billion kWh per year by FY 2030 compared to FY 2018; however, we aim to accelerate this effort and further increase this amount. In addition, we continue working to achieve an early restart of nuclear power generation, which does not emit CO2, and mainly by making the most of this, we strive to realize decarbonization. Along with the establishment of our roadmap, we have also set a new target for the ratio of electricity generated from non-fossil-fuel sources: 50% or higher in 2030.\n\nCoal-fired power generation is a base load generation source with excellent supply stability at low costs, and we are currently using it while working to improve its efficiency by replacing turbines and increasing biomass co-combustion ratios. In addition, toward the future, we will actively seek to utilize next-generation technologies, such as power generation with ammonia and hydrogen.\n\nIn order to achieve carbon neutrality, efforts by not only the supplier side but also the consumer side are essential. We strive to properly meet customersʟ needs for decarbonization, and thus to contribute to ʠzero emissionʡ efforts in the Hokuriku region, by providing new services such as consulting focused on saving energy and reducing CO2 emissions, proposals of solutions for electrification, development of\n\nrenewable energy sources （e.g. the photovoltaic power equipment third-party possession model, in collaboration with customers and local communities）, and providing renewable-energy-oriented electricity rate plans （e.g. RE100-compliant plans）. Going forward, we will continue to work to deepen our focus on environmental, social, and governance （ESG） factors in our management, with the goal of bringing about a sustainable society （achieving SDGs）.\n\n## Business Development Transcending the Framework of Our Existing Electricity Business\n\nTaking into consideration the changes in the value structure of the electricity business, we will work to develop businesses transcending the framework of our existing electricity business. In April 2019, we established the Hokuriku Electric Power Group 2030 Long-term Vision, with a 2:1 ratio of electricity business to non-electricity business as the business portfolio target for FY 2030. In April 2021, we also established the future vision of the Group, wherein the Group is expected to grow by solving social issues, in the forms of sustainable regional development and the realization of a smart society. In particular, carbon neutrality is a major issue that should be addressed by the entirety of society, and achieving this goal will require not only innovations for the practical application of decarbonization technologies, but also drastic changes in lifestyles and other aspects of society. We consider this trend toward decarbonization to be a great business opportunity, and will work to expand our business domains, by creating new added value based on the knowledge and expertise we have accumulated as an energy company, toward the growth of the Group.\n\n## Message to Stakeholders\n\nWe must always keep in mind that we are a part of the Hokuriku region, and this is also true when we take on new challenges. When the electric power industry was reorganized during the war, the independence of the Hokuriku area was protected through the support of local enterprises. This laid the foundation of our company, and we have inherited in our corporate DNA a strong drive to develop alongside the Hokuriku region. Our electricity business is expected to experience significant changes going forward; even amid this situation, I believe that it is our mission to work with the Hokuriku region, as we continue to aim for future growth. Our ideal future state, ʠDeveloping alongside the Hokuriku Region, Creating New Value Nationwide and Internationally,ʡ in our long-term vision, was likewise based on this same idea.\n\nAgainst the backdrop of the rapid changes that our electricity business has been facing, we choose to think of these changes as chances, and will continue taking on the challenges of the new era. Accordingly, I aim to build a corporate culture that tolerates risks and failures, and where people can take on challenges with pleasure and enthusiasm.\n\nFinally, I would like to express my sincere gratitude to all of our stakeholders, whose continued understanding and support is greatly appreciated. Thank you very much.",
        "metadata": {
            "page": 9
        },
        "id": "e98b858c-8f9c-471a-8172-aa516fded632"
    },
    {
        "page_content": "<!-- image -->\n\n## FY 2020 Financial Results （Consolidated）\n\nSales （operating revenues） amounted to ¥639.4 billion, an increase of ¥11.4 billion from the previous fiscal year, mainly due to an increase in total electricity sales, despite a decrease in fuel cost adjustment; together with non-operating revenues, total ordinary revenues amounted to ¥642.2 billion, an increase of ¥11.8 billion.\n\nOrdinary income amounted to ¥12.3 billion, a decrease of ¥10.8 billion from the previous fiscal year, mainly due to an increase in the amount of electricity purchased and the impact of the price spike on the Japan Electric Power Exchange, despite an increase in total electricity sales serving as a factor for increased profit against the impact of COVID-19.\n\nNet income attributable to owners of parent was ¥6.8 billion, a decrease of ¥6.5 billion from the previous fiscal year.\n\n## ■Consolidated Ordinary Income\n\n<!-- image -->\n\n（FY）\n\n## ■Consolidated Sales and Total Electricity Sales\n\n<!-- image -->\n\n## ■Consolidated Net Income （Loss）\n\nNote: Net income （loss） attributable to owners of parent is shown\n\n<!-- image -->\n\n## ■Consolidated Equity Ratio\n\n<!-- image -->\n\nNote: The equity ratio has been calculated by dividing shareholders' equity by total assets.\n\n## ■Consolidated Return on Equity （ROE）\n\n<!-- image -->\n\n## ■Consolidated Return on Assets （ROA）\n\n<!-- image -->\n\n## ■Consolidated Outstanding Interest-bearing Debt\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "80b7523a-90ee-43be-be2b-eb8a65b75a56"
    },
    {
        "page_content": "<!-- image -->\n\n## ■System Average Interruption Duration Index （SAIDI） and System Average Interruption Frequency Index （SAIFI）\n\n<!-- image -->\n\n## ■Overall Thermal Power Generation Efficiency （Benchmark Index B of the Act on the Rational Use of Energy）\n\n<!-- image -->\n\nIndex B = （actual coal-fired power generation efficiency ×\n\nratio of coal-fired power generation to total thermal power generation） ＋（actual LNG-fired power generation efficiency × ratio of LNG-fired power generation to total thermal power generation） ＋（actual oil-fired power generation efficiency × ratio of oil-fired power generation to total thermal power generation）\n\n## ■Rate of Lost-worktime Injuries\n\n<!-- image -->\n\nHokuriku Electric Power Company\n\nNational Average（National averages are based on calendar year rather than fiscal year.）\n\nNumber of work-related casualties\n\nRate of Lost-worktime Injuries ＝                     × 1,000,000\n\nTotal actual hours worked\n\n## ■Changes in CO2 Emission Intensity/CO2 Emissions\n\n<!-- image -->\n\n- Note: The adjusted values reflect the adjustment amounts based on the feed-in tariff system for renewable energy, and other factors. Calculations were made based on the Law Concerning the Promotion of the Measures to Cope with Global Warming.\n\n## ■Hoku-Link Membership\n\n<!-- image -->\n\n（FY）\n\n## ■Number of Female Managers\n\n<!-- image -->",
        "metadata": {
            "page": 11
        },
        "id": "2708b966-6925-492f-b33a-e196043aca5b"
    },
    {
        "page_content": "Long-term Vision\n\n## The Hokuriku Electric Power Group 2030 Long-Term Vision （Publicly announced in April 2019）\n\nIn April 2019, we established and announced the Hokuriku Electric Power Group 2030 Long-term Vision, drawing a roadmap to sustainable growth, in order to handle not only immediate tasks, but also forward-looking challenges, with a sense of speed amid the drastic changes in the business environment.\n\n## Our Ideal Future State\n\n## Financial Objectives\n\nTaking into account our future business environment and changing societal needs, we have set our ideal future state:\n\nDeveloping alongside the Hokuriku Region, Creating New Value Nationwide and Internationally\n\n## Two Main Strategies toward Bringing About Our Ideal State\n\nIn addition to expanding the comprehensive energy business we have established, with the Hokuriku region as our foundation, we are also working based on our main strategy of cultivating new growth businesses. In addition, we engage in our work with deliberate consideration given to environmental, social, and governance topics.\n\n<!-- image -->\n\n## ●Efforts toward FY 2030 by Category\n\n| Category                                   | Category                                                                                             | Efforts toward 2030                                                         | Efforts toward 2030                                                                                                                                                                                                                                                       |\n|--------------------------------------------|------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Nuclear power                              | ■  Safe and stable operation of    Shika Nuclear Power Station                                       | Working                                                                     | Numerical Targets to Reach by FY 2030: ■ Amount of renewable energy power generation: up 2.0  billion kWh/year ＊1 (renewable energy ratio: 30%) ■ Coal consumption: 10% reduction/year＊1                                                                                |\n| Hydro power &  renewables Power Generation | ■  Increase in electricity  generated by renewable  energy sources toward Cost  and Carbon           | Working                                                                     | ■ Energy Conservation Act Environmental Index  achievements:                                                                                                                                                                                                              |\n| Thermal power                              | ■ Restructuring equipment with an  eye on economic performance  and environmental affects Reductions | Working                                                                     | · Overall thermal power generation efficiency: 44.3%  · Actual thermal power generation efficiency  record/target value: 1.00                                                                                                                                             |\n| Sales                                      | ■ Positive expansion of integrated energy  services and added-value services                         | Working                                                                     | Numerical Targets to Reach by FY 2030: ■ Electricity sales: 40.0 billion kWh/year ■ Sophisticated Method Act Environmental Index achievements: · Ratio of electricity sold produced from non-fossil  sources: 44% ■ Greenhouse gas emission intensity: 0.37 kg-CO2/kWh＊2 |\n| Transmission and Distribution              | ■ Flexibly addressing the social environment and technical innovations                               | ■ Flexibly addressing the social environment and technical innovations      | ■ Flexibly addressing the social environment and technical innovations                                                                                                                                                                                                    |\n| Group Business and New Business            | ■ Expansion of existing business domains ■ Creation of new business domains                          | ■ Expansion of existing business domains ■ Creation of new business domains | ■ Expansion of existing business domains ■ Creation of new business domains                                                                                                                                                                                               |\n\n＊1Compared to FY 2018 ＊2Target set by the Electric Power Council for a Low Carbon Society （comprising former general electric power suppliers, including the Hokuriku Electric Power Company, certain new electric power suppliers, etc.）\n\n<!-- image -->\n\n## 2. Consolidated Ordinary Income\n\n<!-- image -->\n\n<!-- image -->\n\n## ●Overview of Mid-to-long-term Cash Flow Distribution: Cumulative Totals for 2019-2030\n\n<!-- image -->\n\n## ● Flexibly working based on market environment\n\n- ● Early resumption of dividends\n\n● Maximizing shareholder returns based on stable dividends\n\n## Cumulative Total of at Least 200 Billion Yen during the Period\n\n- ● New growth businesses\n- （Solving regional issues; new services using Group knowledge and resources alongside new technologies including the IoT and AI; overseas electric power business）\n- ● Increased competitiveness of the Groupʟs electricity business\n\n## Cumulative Total of Approximately 800 Billion Yen during the Period\n\n- ● Maintenance of, and updates to, power generation and distribution facilities\n- ● Safety measures for restart of Shika Nuclear Power Station",
        "metadata": {
            "page": 12
        },
        "id": "77007566-9d8b-4a3e-9502-5d3de4915dea"
    },
    {
        "page_content": "Value Creation\n\nBusiness Activities\n\nFuture Vision for 2050\n\n## Working with Local Communities toward a Sustainable Smart Society in 2050\n\nIn April 2021, amid the dramatically changing business environment surrounding the Group, such as the announcement of the 2050 Carbon Neutrality Declaration, we established the future vision of the Group for the year 2050, with a determination to contribute to the resolution of social issues concerning global warming, sustainable regional development, and the realization of a smart society, by developing businesses that transcend the framework of our existing electricity business. We aim to be a leading problem-solving company that proactively addresses issues faced by the region, in cooperation with local governments and enterprises.\n\nRegional Issues\n\n● Labor shortages and difficulty in maintaining local community infrastructure, resulting from a shrinking and aging population ● Industrial development, regional revitalization, measures against global warming and natural disasters ...and more\n\n## Connect, Support, and Deliver ̶ Working with Local Communities toward a Sustainable Smart Society\n\n## Future Vision for 2050\n\n- Creating a Society Friendly to People and the Environment with Decarbonization of Energy １\n- Bringing Vibrant Communities to the Next Generation 2\n\n<!-- image -->\n\n- Bringing Peace of Mind to Everyday Life through Connected Networks 3\n- Bringing Comfort to People's Lives with Digital Technologies 4\n\n## Initiatives toward 2050\n\nWe promote the following initiatives toward the realization of our future vision.\n\n<!-- image -->\n\n## Creating a Society Friendly to People and the Environment with Decarbonization of Energy\n\nWe will take on the challenge of realizing carbon neutrality by 2050 through the following efforts: decarbonization of power sources by utilizing renewable energy as the major power source and other measures; increased sophistication of transmission and distribution networks to support the utilization of renewable energy as the major power source; promotion of electrification of lifestyles, mobility, etc.; and support for customers and the region to achieve zero emissions through the popularization of renewable energy and storage batteries, net zero energy houses/buildings, and other means.\n\n⇒See Roadmap on pp. 13-14 for specific initiatives.\n\n<!-- image -->\n\n## Bringing Peace of Mind to Everyday Life through Connected Networks\n\nWe will support safe and secure communities through efforts including: building next-generation electric power systems to support the 4 Ds （decarbonization, decentralization, digitalization, and depopulation） and resilience improvement; providing support for the efficient operation of regional infrastructure that combines advanced communications networks and digital technologies such as big data, AI, and IoT; and providing safe and secure services for everyday life and health .\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Bringing Vibrant Communities to the Next Generation\n\nWe will contribute to the creation of sustainable vibrant communities through the following efforts: support for new work styles, such as telework, and moving and child-rearing, taking advantage of our favorable access to Japanʟs three largest metropolitan regions and rich living environments; local consumption of locally produced energy by utilizing the regionʟs rich natural resources; and development of smart communities by utilizing distributed resources.\n\n<!-- image -->\n\n## Bringing Comfort to Peopleʟs Lives with Digital Technologies\n\nWe will contribute to comfortable lifestyles with the use of digital technologies through the following efforts: building a digital platform to enable one-stop services with electricity plus additional services to help improve customersʟ lives; supporting P2P trading of electricity with blockchain technologies; and implementing regional energy management with integrated management of distributed resources.",
        "metadata": {
            "page": 13
        },
        "id": "d7c331dc-c18d-49d0-bf17-76ae9fcdf668"
    },
    {
        "page_content": "Value Creation\n\nBusiness Activities\n\nCarbon Neutral\n\n## The Hokuriku Electric Power Groupʟs Roadmap toward Achieving Carbon Neutrality （Outline）\n\nAlongside the announcement of the Groupʟs future vision for 2050, we established a roadmap toward the achievement of carbon neutrality. As a responsible energy provider to be trusted and chosen, we have taken on the challenge of achieving carbon neutrality by 2050, through decarbonization of power sources, increased sophistication of transmission and distribution networks, and support for customersʟ and the regionʟs decarbonization. We will also actively work to establish the required technologies and the economic feasibility, upon which the roadmap is predicated. In July 2021, with the aim of strongly promoting group-wide efforts toward the achievement of carbon neutrality, we established the Carbon Neutral Promotion Meeting, chaired by the company president.\n\n<!-- image -->\n\n|                                                                    |                                                                                                                                           | 2030 Ratio of  Non-fossil Sources 50% or Higher                                                                                                                                                                                                                                                                                                              | 2050                                                                                                                                                                                |\n|--------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|                                                                    | Utilizing Renewable Energy as  the Major Power Source                                                                                     | Expanding the introduction of hydropower, wind power, photovoltaic power,  and other sources to increase renewable power generation （Renewable energy development target: an increase of 2.0 billion kWh/year ＊1 ）                                                                                                                                        | Expanding the introduction of renewable energy  sources to the maximum （Inside and outside the region, overseas）                                                                  |\n| Decarbonization                                                    | Maximum Use of Nuclear Power                                                                                                              | Early restart and stable operation as a base load generation source, efforts toward the worldʟs highest level of safety Examination and utilization of new nuclear technologies                                                                                                                                                                              |                                                                                                                                                                                     |\n| of Power Sources Zero Emission                                     | Clean Fuel                                                                                                                                | Increase in biomass fuel co-combustion for coal-fired power generation （an increase of 1.5 billion kWh/year ＊1 ） Studies on using ammonia and hydrogen                                                                                                                                                                                                    | Power generation using 100% biomass Fuel conversion to ammonia and hydrogen                                                                                                         |\n| Thermal Power CO2 Reductions                                       |                                                                                                                                           | CO2 reductions through replacing turbines and other equipment; studies on introducing carbon  dioxide capture, utilization, and storage （CCUS） technologies                                                                                                                                                                                                | Introduction of carbon dioxide capture, utilization, and  storage （CCUS） technologies                                                                                             |\n| Increased Sophistication of Transmission and Distribution Networks |                                                                                                                                           | Establishment of a resilient and smart bulk power system to support the utilization of renewable energy as the major power source; increased sophistication of power supply and demand control Establishment and operation of an optimal distribution system, based on wider use of distributed resources, including EVs, and expansion of distributed grids |                                                                                                                                                                                     |\n| Promotion of Electrification                                       |                                                                                                                                           | Electrification of air conditioning, hot water supply, and kitchen equipment, as well as of production processes in industrial fields                                                                                                                                                                                                                        |                                                                                                                                                                                     |\n| Support for  Customersʟand  the Regionʟs  Decarbonization          | Zero Emission Support  for Customers and the Region and various solution services, such as support for ZEHs and ZEBs （utilization of VPP | Expanded use of EVs Providing electricity rate plan options to comply with RE100 ＊2 ,  ＊3                                                                                                                                                                                                                                                                  | Further promotion of electrification through the  application of new technologies Achievement of zero emissions in the region and  management of regional energy, using distributed |\n|                                                                    | ＊4  and DR ＊5                                                                                                                           | Development of distributed renewable energy sources, and establishment of infrastructure to  support the practical use of storage batteries and expanded introduction of renewable energy  ）, in collaboration with customers and local communities renewable energy sources, hydrogen, and other  resources                                                |                                                                                                                                                                                     |\n\n- ＊1  Target for FY 2030 （compared to FY 2018）. Increased amount of electricity though increase in biomass fuel co-combustion （an increase of 1.5 billion kWh/year） is included in the renewable energy development target （an increase of 2.0 billion kWh/year）.\n- ＊2  Abbreviation of ʠRenewable Energy 100,ʡ a global initiative for businesses to commit to procuring 100% of the electricity needed for their operations from renewable energy sources. The initiativeʟs target is 100% renewable energy by 2050.\n- ＊3  Abbreviations of ʠNet Zero Energy Housesʡ and ʠNet Zero Energy Buildings,ʡ respectively. In these houses and buildings, the balance of annual primary energy consumption is to be zero, by means of energy savings and energy generation （e.g. photovoltaic power generation）.\n- ＊4  Abbreviation of ʠVirtual Power Plant.ʡ Remote/integrated control of energy resources （such as storage batteries, electric vehicles, and electric power generators） at factories, houses, and other facilities, which enable demand and supply adjustment, provides functionality as though constituting a single power station.\n- ＊5  Abbreviation of ʠDemand Response.ʡ Energy resources are controlled based on the status of power supply, and consumption patterns are changed.",
        "metadata": {
            "page": 14
        },
        "id": "5e2f0a25-a41a-478a-a07a-61f03d8a5493"
    },
    {
        "page_content": "Value Creation\n\nBusiness Activities\n\nCarbon Neutral\n\n## The Hokuriku Electric Power Groupʟs Roadmap toward Achieving Carbon Neutrality （Specific Initiatives）\n\n|                                                                    |                                                                    |                                                                    | Specific Initiatives （up through 2030）                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    |\n|--------------------------------------------------------------------|--------------------------------------------------------------------|--------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n|                                                                    | Utilizing Renewable Energy as                                      | the Major Power Source                                             | Expanding the introduction of hydropower, wind power, photovoltaic power, and other sources, to increase renewable energy power  generation by 2.0 billion kWh/year （compared to FY 2018） as described in our long-term vision ● Construction and operation of Shin-Himekawa No. 6 Hydroelectric Power Station (a new power station) ● Studies on the development of offshore wind power generation projects off the coast of Awara, Fukui Prefecture, and in other locations ● Studies on the development of onshore wind power generation and other projects through alliances with other companies ● Strengthening of the organizational structure and utilization of alliances with other energy companies, to promote development projects with a sense of speed     |\n|                                                                    | Maximum Use of Nuclear Power                                       | Maximum Use of Nuclear Power                                       | ● Early restart of Shika Nuclear Power Station and stable operation as a base load generation source ● Efforts toward the worldʟs highest level of safety ● Examination and utilization of new nuclear technologies                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         |\n|                                                                    | Thermal Power                                                      | Clean Fuel                                                         | ● Increase in biomass co-combustion （an increase of 1.5 billion kWh/year） at coal-fired power stations （Tsuruga Unit 2, Nanao Ohta Unit 2） ● Studies on power generation exclusively using biomass at coal-fired power stations ● Studies on using ammonia and hydrogen                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                 |\n|                                                                    | Thermal Power                                                      | CO2 Reductions                                                     | ● Reduction of CO2 emissions in coal-fired power generation, through replacement of turbines and other equipment ● Studies on equipment for carbon dioxide capture, utilization, and storage （CCUS） ● Studies on converting coal-fired generation to LNG-fired, and on introducing next-generation thermal power generation, such as the                                                                                                                                                                                                                                                                                                                                                                                                                                  |\n| Increased Sophistication of Transmission and Distribution Networks | Increased Sophistication of Transmission and Distribution Networks | Increased Sophistication of Transmission and Distribution Networks | ● ● Future infrastructure development for more sophisticated forecasts and observations of renewable energy conditions, and for increased sophistication of and efficiency improvements to supply and  demand control, taking into consideration the utilization of renewable energy as the major power source and distributed resources such as EVs, which are expected to be utilized more and more ● Optimal distribution system measures, equipment arrangement, and increased sophistication of operations （such as infrastructure development related to remote power control）, taking into consideration  the increased use of distributed resources such as EVs ● Study and operation of smart grids that make use of new technologies and systems                |\n|                                                                    | Promotion of Electrification                                       | Promotion of Electrification                                       | Electrification of heat sources for air conditioning, hot water supply, and kitchens, through the use of high-efficiency heat pump  equipment and other means, as well as of production processes in industrial fields ● Promotion of use of EVs （including leasing of EV charging equipment and car sharing services）                                                                                                                                                                                                                                                                                                                                                                                                                                                    |\n|                                                                    | Zero Emission Support                                              | for Customers and the Region                                       | ● Providing electricity rate plan options to comply with RE100; invitation of RE100 companies ● Consulting services to enable ZEHs and ZEBs ● Expansion of sales of the photovoltaic power equipment third-party possession model ＊6 ● Development of renewable energy sources in collaboration with customers and local communities ● Promotion of renewable energy aggregation ＊7  and services for local consumption of locally produced renewable energy ● Energy management through the utilization of energy data ● Support for P2P trading of electricity from distributed energy resources, utilizing blockchain technology ＊8 ● Establishment of infrastructure to support the practical use of storage batteries and expanded introduction of renewable energy |\n\n- ＊6 A service to allow customers to introduce renewable energy with no need for an initial investment, requiring them to pay bills based on their consumption of electricity generated by the photovoltaic power equipment installed by an energy provider on the customersʟ premises.\n- ＊7 Remote/integrated control of multiple pieces of renewable energy power generation equipment owned by multiple customers, to implement VPP or DR operations.\n- ＊8 A technology to process and record information, such as trading records, in a distributed manner using encryption technology, between devices directly connected on an information communication network.",
        "metadata": {
            "page": 15
        },
        "id": "0245ca4c-ec75-4cda-9d7e-b261dad08e19"
    },
    {
        "page_content": "Value Creation\n\nRisks and Opportunities\n\n## Risks, Opportunities, and Priority Measures\n\nWith the aim of achieving our Long-term Vision, we at the Group first analyze our business environment （risks and opportunities） taking into consideration the changes in our business environment, before establishing our policy （First Mid-term Business Policy） and a specific action plan （First Mid-term Business Plan）. For the specific action plan, we specify priority measures based on an evaluation of their importance, and strive to steadily implement each measure.\n\n## STEP 1\n\n## Analyzing Our Business Environment and Establishing Our Policy\n\n- ●Analyzing our business environment （risks and opportunities） taking into consideration the changes in our business environment, and establishing our policy (the Hokuriku Electric Power Group First Mid-term Business Policy）\n\n| Changes in the Business Environment Surrounding the Group                                                                                                                                                                                                                                                                                                        | Risks                                                                                                                                                                                                                                                                                                                                                                            | Opportunities                                                                                                                                                                                                                                                                                                                                                                                     | Policy                                                                   |\n|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------|\n| 1. Acceleration of the Trend toward the Realization of  a Decarbonized Society                                                                                                                                                                                                                                                                                   | ● Prolonged shutdown of Shika Nuclear Power Station ● Unscheduled shutdowns of coal-fired and other power generation facilities ● Large-scale disasters, such as typhoons and earthquakes, causing facility  problems ● Aging of power generation, transmission, and distribution facilities                                                                                     | ● Improved performance of equipment due to technological  innovations                                                                                                                                                                                                                                                                                                                             | Ensuring a Stable  Supply of  Electricity                                |\n| ● Drastic changes in the governmentʟs energy policy toward  decarbonization (the 2050 Carbon Neutrality Declaration, the Green Growth Strategy,  etc.） ● Acceleration of the worldwide trend toward decarbonization                                                                                                                                             | ● Tighter environmental regulations toward carbon neutrality by 2050 ● Decrease in electricity sales and decline in wholesale electricity market  prices due to the spread of renewable energy sources ● Decrease in electricity sales due to population declines, deteriorating  economic conditions, etc. Obsolescence of business models due to technological innovations and | ● Expansion of opportunities to invest in renewable energy ● Increased advantages of carbon-free power sources including  nuclear power generation ● Progress of electrification toward carbon neutrality by 2050 ● Added-value services to meet diversified customer needs （Renewable-energy-oriented electricity rate plan options,  such as an RE100-compliant option; the photovoltaic power | Enhancing  Comprehensive  Energy Business                                |\n| （the Paris Agreement, ESG investing, SDGs, green recovery, etc.） ● Increasing environmental needs among customers and local  communities （RE100, zero-carbon cities, smart cities, etc.） 2. Changes in the Value Structure of the Electricity Business  Due to the Progress of the 4 Ds ＊  and Other Factors ● Slumping wholesale electricity market prices | ● other changes in the business environment ● Intensified competition in retail business ● Rising costs due to difficult power procurement environment ● Financing environment becoming more difficult due to downgrade of  ratings, higher interest rates, etc. ● Risk of water shortages due to precipitation fluctuations                                                     | equipment third-party possession model; storage batteries  and EVs; VPP; package deals that include gas or other  options; etc.） ● Expansion of trading opportunities through new markets                                                                                                                                                                                                        | Competitiveness of                                                       |\n| ● Acceleration of digitalization of work and everyday life, such as  the establishment of telework and expansion of online spending ３．Acceleration of social change following the  COVID-19 pandemic                                                                                                                                                           | ● Downturns in expected investment returns due to changes in the business  environment and other factors                                                                                                                                                                                                                                                                         | ● Expansion of business opportunities toward carbon neutrality by 2050 ● Expansion of business opportunities by solving social issues such  as SDGs and local issues ● Increasing demand for electricity in Asia and other overseas  markets                                                                                                                                                      | Expanding Business  Domains through the  Combined Strength  of the Group |\n| ＊  Decarbonization, decentralization, digitalization, and depopulation ● Progress of digital technologies, such as AI and IoT                                                                                                                                                                                                                                   | ● Decline in social trust caused by breaches of business ethics or occurrence  of work-related accidents ● Impact on business operations due to cyber attacks                                                                                                                                                                                                                    | ● New value creation through the utilization of diverse human  resources ● Productivity improvement through work style reforms ● Productivity improvement and expansion of new business  opportunities through the utilization of digital technologies                                                                                                                                            | Deepening Our  Corporate Culture                                         |\n\n## Status of Our Efforts regarding Risk Management\n\n- ●Management risks are handled appropriately: after being grasped and evaluated as appropriate, they are reflected in various plans, including the business plan, established for each fiscal year at the board of directorsʟ meeting. In addition, we establish organizations to discuss the issues and policies relating to such risks, as well as setting up company-wide cross-department committees and other equivalent units, on an as-needed basis.",
        "metadata": {
            "page": 16
        },
        "id": "be8d9fc1-bfc7-4248-977b-75126ab88903"
    },
    {
        "page_content": "Value Creation\n\nPriority Measures\n\n## Establishing Our Business Plan\n\n## STEP 2\n\n- ● Establishing our business plan as a specific action plan, based on the business policy, taking into account CSR and ESG\n\n## First Mid-term Business Policy （FY 2019-2022）\n\n- 1. Ensuring a Stable Supply of Electricity\n- 2. Enhancing Competitiveness of Comprehensive Energy Business\n- 3. Expanding Business Domains with the Combined Strength of the Group\n- 4. Deepening Our Corporate Culture\n\n## FY 2021 Version of First Mid-term Business Plan （FY 2019-2022）\n\nFor details of specific measures, refer to the efforts by each operational division, starting on page 17.\n\n<!-- image -->\n\n## STEP 3\n\n## Specifying the Priority Measures\n\n- ● Evaluating the importance of the measures in the business plan, from the viewpoint of the Group and stakeholders\n\n<!-- image -->\n\n## ● Specifying the priority measures based on the importance evaluation\n\n| Important Issues                                                                                                                      | Main Efforts                                                                                                                                                                                                                                                                     | Corresponding  Page（s）   |\n|---------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------|\n| Early restart of Shika Nuclear Power Station                                                                                          | ● Response to reviews on conformity to new regulatory requirements ● Steady Implementation of Safety Measures                                                                                                                                                                    | P19-21                     |\n| Stable operation and improved efficiency of  thermal power stations                                                                   | ● Upgrading of Thermal Power Generation Facilities                                                                                                                                                                                                                               | P22                        |\n| Building an electric power generation mix  that achieves decarbonization while being  economical                                      | ● Increasing Wood Biomass Co-combustion Ratios at Coal-fired Power Stations ● Consideration toward the Utilization of Decarbonization Technologies,  Including Application of Ammonia and Hydrogen ● Feasibility Studies on Offshore and Onshore Wind Power Generation  Projects | P23-24                     |\n| Efforts to ensure the electric supply reliability  of power transmission and distribution  equipment, and to maintain their functions | ● Steady Replacement of Aging Facilities and Equipment ● Efforts to Secure Work Execution Capability                                                                                                                                                                             | P27                        |\n| Improvement of resilience to prepare  for disasters                                                                                   | ● Strengthening of Equipment and Restoration Systems ● Strengthening of collaboration with other electric power companies,  and with relevant organizations such as local governments                                                                                            | P28                        |\n| Efforts to ensure a stable supply                                                                                                     | ● Improvement of Supply and Demand Control Efficiency                                                                                                                                                                                                                            | P29                        |\n| Improvement of work efficiency using digital  technologies                                                                            | ● Utilization of AI to improve bird nest patrol work efficiency                                                                                                                                                                                                                  | P30                        |\n| Efforts toward expanded use of renewable  energy                                                                                      | ● Efforts toward Increased Sophistication of Distribution System                                                                                                                                                                                                                 | P31                        |\n| Effective sales activities according to  customer segments                                                                            | ● Approaches in the Residential Sector ● For the Corporate Sector                                                                                                                                                                                                                | P33                        |\n| Providing new added-value services aimed at  decarbonization                                                                          | ● Providing 100% renewable-energy-oriented electricity rate plan  options to comply with RE100 ● The photovoltaic power equipment third-party possession model, and more                                                                                                         | P34-35                     |\n| Proactive participation in local energy projects                                                                                      | ● Establishment of a local energy company                                                                                                                                                                                                                                        | P35                        |\n| Services to contribute to solving regional issues                                                                                     | ● Transfer of Gas and Power Generation Businesses from Kanazawa City                                                                                                                                                                                                             | P37                        |\n| Investment for acquiring new technologies  and know-how, and for other purposes                                                       | ● Investment in SBI 4&5 Fund                                                                                                                                                                                                                                                     | P38                        |\n| Overseas electric power business                                                                                                      | ● Participation in a Gas-fired Power Generation Project in the UAE                                                                                                                                                                                                               | P38                        |\n| Work process reform in line with changes in  our business environments                                                                | ● Development of business structure to accelerate the implementation of  measures ● Promotion of Telecommuting                                                                                                                                                                   | P46 & P49                  |\n| Utilization of digital technologies and efforts  toward system cost minimization                                                      | ● Productivity improvement through digital transformation                                                                                                                                                                                                                        | P22-23 &  P30              |\n| Deepening of safety culture to prevent  work-related accidents                                                                        | ● Efforts to Eliminate Work-related Accidents                                                                                                                                                                                                                                    | P55                        |",
        "metadata": {
            "page": 17
        },
        "id": "6e87a453-c710-4a2a-97c9-33d1fe317b7b"
    },
    {
        "page_content": "Value Creation\n\nBusiness Activities\n\nEnvironmental Efforts\n\nPower Generation\n\n<!-- image -->\n\nAs moves accelerate toward the realization of a decarbonized society, including the 2050 Carbon Neutrality Declaration by the Japanese government, our most important mission at our power generation division is to work toward the establishment of an optimal generation mix for decarbonization, as a responsible energy provider. In April 2021, we created a roadmap aiming to achieve carbon neutrality by 2050. We now work toward the decarbonization of power sources, with the goal of making the ratio of electricity generated from non-fossil sources 50% or higher in 2030.\n\nAn early restart of Shika Nuclear Power Station is indispensable for the realization of a decarbonized society, as well as to ensure a stable supply of electricity. Seven years have passed since we filed our application for a review on conformity to the new regulatory requirements regarding Unit 2, and at the review meeting in January 2021, our explanation of the inactivity of the faults at the site gained an overall understanding.\n\nAs part of our efforts toward decarbonization, we have established in our long-term vision a\n\ntarget of increasing the amount of electricity generated by renewable energy sources by 2.0 billion kWh per year compared to FY 2018, by FY 2030, and are promoting our study to increase our hydroelectric power generation through the construction and large-scale renovations of power stations, and other means, as well as to discover new sites for renewable energy such as wind power. In addition, in May 2021, we set up the Renewable Power Department to further accelerate our efforts. Coal-fired power generation faces severe criticism worldwide from the perspective of greenhouse gas reduction; however, as we still consider it to be an important base-load power source for stable supply at low costs, we will work to improve power generation efficiency by replacing turbines and utilizing AI and IoT technologies, and to increase biomass co-combustion ratios. Furthermore, we will advance our studies for the utilization of next-generation technologies for the introduction of carbon-free fuels such as ammonia and hydrogen.",
        "metadata": {
            "page": 18
        },
        "id": "74823641-e39b-4a67-a74d-ddab86043dc4"
    },
    {
        "page_content": "Power Generation\n\n## The Need for Nuclear Power\n\nFrom the perspectives of both ensuring a stable supply and achieving carbon neutrality, we consider nuclear power generation to be an essential power source, based on the major premise that safety should come first. The proper energy mix is important for Japan given the countryʟs low energy self-sufficiency rate; additionally, from the perspectives of not only energy security and environmental suitability, but also economy, nuclear power generation must continuously play an important role as a base load generation source.\n\n## Energy Self-sufficiency Rate\n\nJapan is poor in natural energy resources, with an energy self-sufficiency rate of only 12%, meaning that Japan relies on imports for almost all energy resources.\n\nWith the increasing global population, especially in emerging countries, energy demand is expected to rise significantly in the future, requiring energy composition that does not rely excessively on fossil fuels.\n\n## ●Changes in the Global Population\n\n<!-- image -->\n\nSource: UN, World Population Prospects: The 2019 Revision （Figures for 2020 and later are projections.）\n\n## ●Energy Self-sufficiency Rates of Major Countries （2018）\n\n<!-- image -->\n\n＊Uranium is a nuclear fuel, which can be used for a long period after import and can be reprocessed and recycled, and is considered a quasi-domestic energy source.\n\nSource: IEA World Energy Balances （2020 Edition）\n\n## Energy Mix\n\nElectric utilities have a social mission to ensure a stable supply of low-cost, high-quality electricity. The proper energy mix is of importance for a supply of electricity that supports daily life and industry from the perspective of ʠS+3Es,ʡ to simultaneously achieve energy security, economy, and environmental suitability, while putting the highest priority on safety.\n\nIn addition, it is crucial to produce power based on a well-balanced combination of various generation resources that makes effective use of their respective characteristics, including economic efficiency, responsiveness to changes in electricity demand, etc., in order to satisfy ever-changing power demand.\n\nThe policy of Japan's energy mix for FY 2030 was revised in the Fifth Basic Energy Plan, which was approved by the Cabinet in July 2018. While the approximately 20-22% share of nuclear power set for 2030 was unchanged, a policy to proceed with efforts to make renewable energy serve as a main power source was indicated.\n\n## CO2 Emissions by Sources\n\nNuclear power does not emit CO 2 when generating electricity, akin to renewable energy sources like photovoltaic and wind power.\n\n## ●CO2 Emissions per kWh by Sources\n\n<!-- image -->\n\nSource: Central Research Institute of Electric Power Industry Report （July 2016）\n\n## ●The concept of energy mix （S+3Es）\n\n<!-- image -->\n\n## Power Generation Cost by Sources\n\nThe cost of nuclear power generation measures up favorably to other power generation sources, even if additional costs such as accident risk costs are included.\n\n## ●Power Generation Cost by Sources （2014 Model Plants）\n\n<!-- image -->\n\n（Figures vary depending on preconditions and other factors.）\n\nSource: Power Generation Cost Verification Working Group （May 2015）\n\n|                  | Before Tohoku Earthquake （2010）   | Current （2018）   |\n|------------------|-------------------------------------|--------------------|\n| Renewable Energy | Approx. 9%                          | Approx. 17%        |\n| Nuclear          | Approx. 25％                        | Approx. 6％        |\n| Coal             | Approx. 28％                        | Approx. 32％       |\n| LNG              | Approx. 29％                        | Approx. 38％       |\n| Oil              | Approx. 9％                         | Approx. 7％        |\n\n<!-- image -->\n\nSource: Created based on the data presented at the 26th meeting of the Basic Policy Subcommittee on Electricity and Gas under the Electricity and Gas Industry Committee of the Advisory Committee for Natural Resources and Energy （July 2020） of the Agency for Natural Resources and Energy",
        "metadata": {
            "page": 19
        },
        "id": "622056db-e5d5-4b79-861c-b040c6b84f6f"
    },
    {
        "page_content": "Business Activities\n\nPower Generation\n\n## Efforts toward Early Restart of Shika Nuclear Power Station\n\n## State of Responses to Reviews on Conformity to the New Regulatory Requirements\n\nToward the early restart of Shika Nuclear Power Station, we are working on our responses to the reviews on conformity to the new regulatory requirements by the Nuclear Regulation Authority.\n\nAt the review meeting in January 2021, we explained the inactivity of all of the ten evaluation target faults at the site, through an expansion of the data on the crossing vein method and the covering bed method , and gained an overall understanding . The final judgment regarding the activity of the faults at the site will be made at a later time, following on-site surveys.\n\nIn parallel with this, reviews are in progress to evaluate the faults in the area surrounding the site. At future review meetings, we will provide clear and detailed explanations regarding the evaluation of these faults, and appropriately take actions to gain understanding as soon as possible.\n\n## Evaluation of Activity of Faults at the Site\n\n- ● We explained that the ten evaluation target faults in the land and coastal areas, selected from among the faults at the site, have been inactive for the past 120,000-130,000 years, through evaluation by mineral veins and other methods, and gained an overall understanding.\n\n<!-- image -->\n\nWe gained an overall understanding at the review meeting in January 2021. The final judgment will be made at a later time following on-site surveys.\n\n## Evaluation of Activity of Faults in the Area Surrounding the Site\n\n- ● We are evaluating the faults around the site that have the potential to cause earthquakes, as shown in the map below （green lines   ）.\n\n<!-- image -->\n\nReviews are underway.\n\nWe will respond appropriately to future review meetings.",
        "metadata": {
            "page": 20
        },
        "id": "65d8add8-9454-4901-a880-60b1d76a131c"
    },
    {
        "page_content": "Business Activities\n\nPower Generation\n\n## Steady Implementation of Safety Measures\n\nIn order to further improve the safety of Shika Nuclear Power Station, we are proceeding with safety improvement works, including independent safety measures, taking account of the review statuses and results for other companies and other factors. Alongside the steady implementation of the safety improvement works, we continue to take appropriate actions in relation to reviews on conformity to the regulatory requirements, with the goal of an early restart of Shika Nuclear Power Station.\n\n## ●Overview of safety improvement works\n\n## （2）Preparing for Tsunamis\n\nFlood prevention for premises/buildings （Establishment of seawall and installation of watertight doors）\n\n## （4）Securing water and cooling the reactor\n\n## Diversification of water sources\n\n（Installation of high-capacity fresh water tanks, use of Otsubogawa Dam, etc.） Diversification of water injection（cooling）functions\n\n（Installation of permanently installed alternative low-pressure pumps, deployment of mobile low-pressure water injection pumps, etc.）\n\nHigh-capacity fresh water tank\n\n<!-- image -->\n\nMobile Low-pressure Water Injection Pumps\n\n<!-- image -->\n\nSeawall\n\n<!-- image -->\n\n<!-- image -->\n\nEstablishment of emergency response building and expanded emergency response center\n\n<!-- image -->\n\nEmergency response building and expanded emergency response center\n\n<!-- image -->\n\nFirebreak for measures for forest fires\n\n## （7）Measures for Other Disasters\n\n## Fire measures for inside buildings\n\n（Occurrence prevention, improvement of detection and extinguishing functions, mitigation measures）\n\nFlooding measures for inside buildings （Flood prevention for critical equipment）\n\nProvisions for natural phenomena\n\n（Measures for volcanoes, tornadoes, and forest fires）\n\n<!-- image -->\n\nSeismic reinforcement of the overhead crane\n\n## （1）Preparing for Earthquakes\n\nImprovement of seismic resistance （Seismic reinforcement by increasing the designʟs basic earthquake ground motion from 600 Gal to 1,000 Gal）\n\nSeismic Reinforcement inside the Reactor Building\n\nReactor containment vessel vent with filter\n\n<!-- image -->\n\n## （5）Preventing dispersion of radioactive materials\n\nReduction of radioactive material emissions （Installation of reactor containment vessel vent with filter, deployment of water discharging apparatuses, etc.）\n\nHydrogen explosion prevention （Installation of mobile nitrogen supplying devices, etc.）\n\n## （3）Securing Power\n\nStrengthening external power source\n\nRedundancy and diversification of power sources （Installation of underground light oil tanks for the emergency diesel generator, setting up permanently installed alternative AC power supply equipment, deployment of high-capacity power supply vehicles, etc.）\n\nPermanently installed alternative AC power supply equipment\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "1c7bbe99-aed9-4dde-8c87-e691dc52be25"
    },
    {
        "page_content": "## Nuclear Disaster Prevention Training\n\nAs part of our efforts to prepare for unexpected situations including natural disasters such as earthquakes or tsunamis, we conduct various ongoing training programs to maintain and improve our response capability. In addition, we took part in a nuclear disaster prevention training program, conducted on November 22, 2020, by Ishikawa Prefecture, Shika Town, and other organizations; we confirmed the division of roles and coordination with the government and the local public authorities, and performed various drills.\n\nPower Generation\n\n<!-- image -->\n\nEmergency Response Room during Disaster Prevention Training with Ishikawa Prefecture, Shika Town, and Other Organizations\n\n<!-- image -->\n\nEvacuation Screening during Disaster Prevention Training with Ishikawa Prefecture, Shika Town, and Other Organizations\n\n## Efforts to Gain Understanding Concerning the Safety of Shika Nuclear Power Station\n\nThe COVID-19 pandemic has made it difficult to hold events like power station tours and visits for dialog activities. Under these circumstances, we created a ʠvirtual tourʡ of Shika Nuclear Power Station in December 2020, in order to help as many people as possible understand our efforts at the power station and its safety, and feel at ease. Visitors can also view videos showing inside the power station facilities （which are normally closed to the public）, the power generation process, and more.\n\n<!-- image -->\n\nShika Nuclear Power Station Virtual Tour http://www.rikuden.co.jp/genshiryoku/shika̲kengaku/\n\nIn addition, we provide information on the power station by distributing our newsletter Hamanasu Net to all households in Shika Town, where the power station is located, as well as through a local cable TV program in the town.\n\nHamanasu Net Newsletters\n\n<!-- image -->\n\nShika Nuclear Power Station Virtual Tour\n\n<!-- image -->\n\n## Information Disclosure on Nuclear Power\n\nIn the event of an accident, equipment trouble, or other issue at Shika Nuclear Power Station, we contact and/or submit reports to the national government, and related local governments, including Ishikawa Prefecture and Shika Town, in compliance with laws and ordinances, safety agreements, MOUs, or as otherwise determined. We also continuously measure radiation levels and other data near the border of the site of the power station, and provide this data to Ishikawa Prefecture and other relevant organizations.",
        "metadata": {
            "page": 22
        },
        "id": "9c186297-238f-44e2-bfe7-594cadf04d31"
    },
    {
        "page_content": "Business Activities\n\nPower Generation\n\n## Efforts for Stable Operation and Improved Efficiency of Thermal Power Stations\n\n## Upgrading of Thermal Power Generation Facilities\n\nWe work to reinforce measures to prevent problems at our main coal-fired power stations by replacing turbines and introducing AI , as well as to further improve power generation efficiency .\n\n## ● Replacement of Turbines\n\nReplacing turbines strengthens our measures to prevent problems, and improves power generation efficiency to help reduce fuel costs and CO ２ emissions.\n\nFuel costs will be reduced by approximately 1 billion yen/year, and CO 2 emissions will be reduced by approximately 0.18 million t-CO 2 /year.\n\n| Unit              | Turbine Replacement Work （Fiscal Year of Replacement）   |\n|-------------------|-----------------------------------------------------------|\n| Tsuruga Unit 1    | Low-pressure turbines （2021）                            |\n| Tsuruga Unit 2    | All turbines（2022）                                      |\n| Nanao Ohta Unit 1 | All turbines（2021）                                      |\n| Nanao Ohta Unit 2 | All turbines（2020）                                      |\n\nReplacement of All Turbines at Nanao Ohta Thermal Power Station Unit 1\n\n<!-- image -->\n\n## ● Utilization of AI and IoT Technologies\n\n## Boiler Control Optimizations\n\nAI ＊ for optimized boiler control will be additionally introduced in Tsuruga Units 1 and 2 and Nanao Ohta Units 1 and 2. The optimization of fuel control helps reduce fuel costs and CO ２ emissions.\n\n＊ Developed by an AI system manufacturer\n\nFuel costs will be reduced by approximately 0.5 billion yen/year, and CO 2 emissions will be reduced by approximately 0.1 million t-CO 2 /year.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Early Problem Detection and Efficiency Monitoring\n\nReal-time analysis of massive amounts of operation data enables detection of problems and efficiency changes before operators can notice them. (This allows for prompt response, leading to early resolution of problems and continued high-efficiency operation.)\n\n| Unit              |   Introduction of AI for Boiler Control Optimization | Introduction of AI for  Early Problem Detection  and Efficiency Monitoring   |\n|-------------------|------------------------------------------------------|------------------------------------------------------------------------------|\n| 2021              |                                                 2021 | Tsuruga Unit 1                                                               |\n|                   |                                                 2020 | Tsuruga Unit 2 2021                                                          |\n| Nanao Ohta Unit 1 |                                                 2021 | 2021                                                                         |\n|                   |                                                 2021 | Nanao Ohta Unit 2 2021                                                       |\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "b62428ee-cdda-4886-aed1-29917696fb68"
    },
    {
        "page_content": "Power Generation\n\n## Building an Electric Power Generation Mix That Achieves Decarbonization while Being Economical\n\nWith the goal of increasing our amount of renewable energy production by FY 2030, we promote measures such as increasing our hydroelectric power generation and increasing biomass co-combustion ratios at coal-fired power stations, for an electric power generation mix that achieves decarbonization while being economical.\n\n## Increase in Hydroelectric Power Generation\n\nWe will work to increase hydroelectric power generation through the construction of new power stations, the renovation of aging facilities, and other measures, in order to promote decarbonization of power sources.\n\n## ● Construction of New Hydroelectric Power Stations\n\nMembers of the Group are constructing new power stations, as follows: Shin-Himekawa No. 6 Power Station by Kurobegawa Denryoku Co., Ltd.; Konomoto Small Hydroelectric Power Station by Hokuriku Electrical Construction Co., Ltd.; and Betsumatadani Power Station by Hokuden Engineering Consultants Co., Ltd.\n\n| Power Station                | Output    | Electricity generated   | Scheduled start of operation   | CO2 reductions            |\n|------------------------------|-----------|-------------------------|--------------------------------|---------------------------|\n| Shin-Himekawa No. 6          | 28,000 kW | 90 million kWh/year     | April 2022                     | Approx. 45,000 t-CO2/year |\n| Konomoto Small Hydroelectric | 660 kW    | 3 million kWh/year      | June 2022                      | Approx. 1,780 t-CO2/year  |\n| Betsumatadani                | 400 kW    | 2 million kWh/year      | June 2024                      | Approx. 1,010 t-CO2/year  |\n\n## ● Renovation of Aging Facilities\n\nWe are considering large-scale renovation works for hydroelectric power stations that have been operating for significant periods of time.\n\nThe power stations shown below are planned for renovation.\n\n| Power Station             | Power Station                 | Capacity before Renovation and Estimated Increase   | Capacity before Renovation and Estimated Increase             | Scheduled commercial operation   |\n|---------------------------|-------------------------------|-----------------------------------------------------|---------------------------------------------------------------|----------------------------------|\n| Power Company             | Shirayama Akarajima Banbajima | 1,470 kW 4,700 kW 21,700 kW                         | （increase of approx. 100 kW） （increase of approx. 200 kW） | April 2025 April 2025 May 2025   |\n| Power Company             |                               |                                                     | （increase of approx. 100 kW）                                |                                  |\n| Power Company             | Dainichigawa No. 2            | 15,200 kW                                           | （increase of approx. 600 kW）                                | April 2026                       |\n| Power Company             | Mitsumata No. 1               | 13,000 kW                                           | （increase of approx. 700 kW）                                | May 2026                         |\n| Toyama Kyodo Jikahatsuden | Kuzuyama                      | 25,000 kW                                           | （increase of approx. 600 kW）                                | May 2023                         |\n| Toyama Kyodo Jikahatsuden | Miza                          | 25,500 kW                                           | （increase of approx. 800 kW）                                | May 2026                         |\n| Under review              | 2                             | 19,100 kW                                           | （increase of approx. 1,500 kW）                              | -                                |\n| Total                     | Total                         | 125,670 kW                                          | (increase of approx. 4,600 kW)                                | -                                |\n\n<!-- image -->\n\nAmount of Renewable Energy Power Generation Increase of 2.0 billion kWh/year by FY 2030\n\n<!-- image -->\n\n## ● Increasing Power Generation by Using AI\n\nWe are working to increase the amount of hydroelectric power generation by developing an AI system that predicts inflow into dams, and by optimizing power station operation. We also intend to sell this system to other businesses who are interested in predicting inflow for flood control or increasing their power generation, and through which we will provide a wide range of services.",
        "metadata": {
            "page": 24
        },
        "id": "0a31b9a4-b623-4778-ad21-7b456d830766"
    },
    {
        "page_content": "Power Generation\n\n## Increasing Wood Biomass Co-combustion Ratios at Coal-fired Power Stations\n\n## ● Efforts to Increase Biomass Co-combustion Ratios\n\nIn order to increase biomass fuel co-combustion ratios （15%） starting in FY 2024, works are in progress to modify power generation facilities and construct new biomass fuel storage silos at Tsuruga Thermal Power Station Unit 2. We are also working on a study for Nanao Ohta Thermal Power Station Unit 2.\n\nBiomass Fuel Storage Silos at Tsuruga Thermal Power Station （Rendering）\n\n<!-- image -->\n\n## ● Biomass Fuel Procurement\n\nWith the aim of increasing co-combustion ratios, we are making various preparations to procure wood pellets （black pellets and white pellets） from North America and Southeast Asia ̶\n\nin addition to the domestically produced materials we currently use ̶ taking into account cost effectiveness, supply stability, and usability. The preparation work includes checking the legality and sustainability of the imported materials, and organizing a system to accept them.\n\n## Black Pellets\n\n## White Pellets\n\n<!-- image -->\n\n<!-- image -->\n\nMade by carbonizing and pelletizing wood. More resistant to water and higher in heating value compared to white pellets.\n\nMade by pulverizing wood and compressing it to form pellets.\n\n## Consideration toward the Utilization of Decarbonization Technologies, Including Application of Ammonia and Hydrogen\n\nAmmonia and hydrogen, which do not emit CO2 during combustion, are expected to serve as some of the fuels that will contribute to achieving carbon neutrality by 2050. We will conduct studies on their use at thermal power stations.\n\nAs part of our efforts, we agreed to conduct the Feasibility Study on Establishing a Clean Fuel Ammonia Supply Chain from Australia to Japan, in cooperation with the Japan Oil, Gas and Metals National Corporation; Marubeni Corporation; Woodside Energy Ltd.; and the Kansai Electric Power Co., Inc., and signed a joint research agreement on July 20, 2021. Going forward, we will proceed with a study to establish an ammonia supply chain.\n\n## Feasibility Studies on Offshore and Onshore Wind Power Generation Projects\n\nWe are conducting a feasibility study on an onshore wind power generation project in Asahi Town, Toyama Prefecture, and will start an environmental impact assessment in September 2021. We are also considering an offshore wind power generation project off the coast of Awara City, Fukui Prefecture, in cooperation with Chubu Electric Power Co., Inc. and OSCF Co., Ltd.; a feasibility study is in progress. We are currently conducting surveys of wind conditions and the seabed.\n\nWe will also conduct feasibility studies on wind power generation in other areas within and outside Hokuriku.\n\n## Strengthening of Renewable Energy Development Structure\n\nIn order to strengthen our renewable energy development structure toward achieving the target of increasing renewable energy power generation by 2.0 billion kWh/year compared to FY2018, we set up the Renewable Power Department in May 2021. Works related to renewable energy development, which were previously handled by multiple departments, have been integrated to further accelerate our renewable energy development.\n\n<!-- image -->",
        "metadata": {
            "page": 25
        },
        "id": "0769a0a3-b5e1-4096-ac6b-0f09a35fc118"
    },
    {
        "page_content": "Power Generation\n\n## Hokuriku Electric Power Companyʟs Generation Mix\n\nOur generation mix is characterized by a higher ratio of hydroelectric power generation, capitalizing on the Hokuriku areaʟs plentiful water resources; this ratio is 26%, the highest among former general electric power suppliers.\n\nAfter the Great East Japan Earthquake, Shika Nuclear Power Station stopped operation; in its place, thermal power stations have been operating at high utilization rates since then. We steadily continue working toward restarting Shika Nuclear Power Station and the development of renewable energy sources in view of cost-effectiveness as ways to further diversify our generation resources.\n\n## ●Component Ratio of Electricity Generated （Component ratio relative to our retail power demand）\n\n<!-- image -->\n\n- · Total figures may not exactly equal values obtained by adding up the individual figures, which are rounded off.\n- Note 1: ʠFIT electricityʡ refers to electricity produced by hydroelectric power, photovoltaics, wind power, etc., and procured under the Feed-in Tariff Program for renewable energy.\n\nPart of the cost that we incur to procure this electricity is covered by surcharges collected from all electricity users, including non-customers of our company. CO2 emissions from this electricity are calculated based on national average CO2 emissions from all types of electricity, including those from thermal power generation. The total value of FIT electricity in FY 2020 amounted to 6%.\n\n- Note 2: We offer some customers the option of 100% hydroelectric power; the percentage figures shown above were calculated based on the total amount of electric power sold （transmission side: 27,162 GWh）, taking into account the amount of electricity sold through this option （19 GWh） and the amount sold using non-fossil certificates. （Actual results for FY 2020 （April 1, 2020 to March 31, 2021））\n- Note 3: The non-fossil certificates that can be used for the calculation of the ratio of the non-fossil certificate usage are those for the calendar year （Jan. to Dec.）; however, the actual calculation was made based on the non-fossil certificates for 9 months （Apr. to Dec.）, because non-FIT non-fossil value trading started during or after April 2020. The total amount of electricity sold is calculated by multiplying the value for the fiscal year （Apr. to Mar.） by ⁹ / ₁₂ , as with the calculation for the Act on Sophisticated Methods of Energy Supply Structures.\n\nNote 4: Our CO2 emission intensity （adjusted emission intensity） for FY 2020 is 0.465 （kg-CO2/kWh）.\n\n- ＊1 Based on the Guidelines Concerning the Management of the Electricity Retail Business （April 2021） established by the Ministry of Economy, Trade and Industry. A non-fossil certificate is a tradable certificate of ʠnon-fossil valueʡ of electricity derived from non-fossil sources （e.g. renewable sources）.\n- ＊2 ʠRenewable energy （other than hydroelectric power, and excluding FIT electricity）ʡ refers to photovoltaics, wind power, and biomass （excluding FIT electricity）.\n- ＊3 This includes electricity obtained from hydroelectric power, thermal power, nuclear power, the FIT program, and renewable energy.\n- ＊4 Electricity procured from other electric utilities, and for which the generation resource is unknown, falls under ʠOther.ʡ\n- ＊5 The component ratio in FY 2020 was calculated and published based on the Guidelines Concerning the Management of the Electricity Retail Business （April 2021） established by the Ministry of Economy, Trade and Industry.\n- ＊6 The electricity not using non-fossil certificates is not considered to have ņany value as renewable energy sources nor as generation resources with zero CO2 emissions, and is treated as electricity with the national average CO2 emissions including thermal power generation.\n\n<!-- image -->\n\n- ＊ Biomass capacity calculated based on the biomass co-combustion ratio target at coal-fired power stations （3%）",
        "metadata": {
            "page": 26
        },
        "id": "dfda971e-a0a9-47b4-9311-729af58e1894"
    },
    {
        "page_content": "Value Creation\n\nBusiness Activities\n\nEnvironmental Efforts\n\nPower Transmission and Distribution\n\n<!-- image -->\n\nIn our power transmission and distribution operations, it is essential to appropriately control supply and demand, and maintain equipment and facilities, to fulfill our mission of delivering a stable supply of electricity. Because replacement works for the facilities and equipment installed in the high-growth period of the Japanese economy will eventually reach a peak, we strive to systematically update this equipment and these facilities with reference to asset management methods, while securing the capability necessary to execute these works.\n\nIn addition, we will strive to further prepare for natural disasters, which have been increasingly frequent and severe in recent years, by redoubling our efforts to strengthen our equipment and facilities, improve training programs, and more, as well as working closely with relevant organizations, as part of our group-wide approaches to boost resilience. We will also continue our ceaseless efforts to improve work efficiency and reduce costs, in addition to working to provide better services to our customers through the use of digital technologies.\n\nWe will also work to build a smart, resilient next-generation electric power system, with the aim of achieving carbon neutrality by 2050.\n\nTo this end, we will also conduct studies for the increased sophistication of transmission and distribution networks through the introduction of a distribution automation system, and for the handling of non-firm connection and redispatching methods to avoid congestion during normal periods, in line with the trends of decarbonization of power sources, including the utilization of renewable energy as the major power source.\n\nIn order to impartially allow various power providers to use the transmission and distribution networks, we continue to maintain neutrality with transparent business operations, and strive to contribute to the further development of the Hokuriku region, bearing in mind our mission of ensuring the stable supply of electric power that we have developed over the years.",
        "metadata": {
            "page": 27
        },
        "id": "9e61b085-1307-409e-bafc-94f5818b7487"
    },
    {
        "page_content": "Business Activities\n\nPower Transmission and Distribution\n\n## Efforts to Ensure Electric Supply Reliability of Power Transmission and Distribution Equipment, and to Maintain Their Functions\n\nBased on our expectation that replacement work for the facilities and equipment installed in the high-growth period of the Japanese economy will increase, we strive to maintain equipment functions by securing our work execution capability and steadily carrying out necessary works.\n\n## Steady Replacement of Aging Facilities and Equipment\n\nIn order to continue providing a stable supply of electricity, we are carrying out reconstruction of concrete poles and transmission towers, transformer replacements, and other works. On the other hand, because our capacity to carry out works is limited, we also perform life extension works, and other efforts to even out the amount of works each year.\n\n<!-- image -->\n\nConcrete Pole Replacement Work\n\n<!-- image -->\n\nTransmission Tower Construction Work\n\n<!-- image -->\n\nTransformer Replacement Work\n\n## Introduction of Asset Management Methods\n\nIn order to address the increasing amount of aging equipment, we will promote the introduction of asset management methods, which will help us to quantitatively evaluate the likelihood and impact of problems related to each piece of equipment, and determine the amount of equipment requiring replacement.\n\n## ●Risk Map （Illustrative Example）\n\n<!-- image -->\n\n## Efforts to Secure Work Execution Capability\n\nIn order to maintain and enhance our work execution capability, we continue efforts to secure and develop human resources for transmission and distribution works, such as providing teaching materials for technical high schools and producing promotional videos to improve the public image of the industry.\n\n## ●Teaching Material for Technical High Schools\n\n## ●ʠSo-Highʡ Special Website\n\n<!-- image -->\n\n<!-- image -->\n\nDelivering electricity 24 hours a day, 365 days a year, without interruption ̶ E-League Hokuriku is a group of companies involved in power transmission and distribution works, indispensable for the development of the region.\n\nThis website provides information about working in the industry, such as what the work entails, and the appeal of the work.\n\n<!-- image -->\n\n## ●PR for E-League Hokuriku\n\n（PR movie）\n\n<!-- image -->\n\n## ●Transmission Tower Cards （Series 2）\n\n<!-- image -->\n\n<!-- image -->\n\n（Twitter）\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 28
        },
        "id": "cdb5ed32-0682-44b0-8c96-9434724c62c7"
    },
    {
        "page_content": "Power Transmission and Distribution\n\n## Improvement of Resilience （Tenacity and Ability to Recover） to Prepare for Disasters\n\nIn order to prepare for natural disasters, which have been increasingly frequent and severe in recent years, we have been steadily implementing measures to improve our resilience, by strengthening our internal systems and seeking collaboration with relevant organizations.\n\n## Provision of Information to Customers\n\n- ● Prompt and accurate provision of information via a power outage information notification app, our website, and social media\n- ● Chat-based support service launched for inquiries about power outages, as well as about power transmission and distribution facilities such as poles and wires （See page 30 for details）\n\n## Strengthening of Equipment and Restoration Systems\n\n- ●Additional deployment of high-voltage power generation vehicles\n- ●Raising the foundations of switchgear and other facilities, and expanding mobile transformers integrated with switchgear, as measures to protect substations from flooding\n- ●Start of operation of the Emergency Disaster Equipment Information Sharing System （EDISS） for integrated management of site information, vehicle locations, and high-voltage power generation vehicle operation information\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nAdditional deployment of high-voltage power generation vehicles\n\n<!-- image -->\n\n## Strengthening of Collaboration with Relevant Organizations\n\n## Strengthening of Collaboration with Other Electric Power Companies\n\n- ● Establishment of agreements with local governments （Dispatch of liaison personnel, removal of fallen trees, proactively cutting down trees, etc.）\n- ● Participation in drills organized by local governments, and implementation of joint drills (with Self-Defense Forces and other relevant organizations)\n- ● Establishment of agreements with oil sales businesses and other organizations, for the procurement of fuel for power supply vehicles\n- ● Establishment of a memorandum of understanding with the 8th Regional Coast Guard Headquarters regarding cooperation during disasters\n\nJoint Drill with Japan Maritime Self-Defense Force Members\n\n<!-- image -->\n\n- ●Holding recovery support drills with other transmission system operators\n- ●Dispatching employees to assist other power companies coping with disasters\n- ●Formulation of plans on how to cooperate in the event of disasters\n\nFollowing Typhoon Haishen in 2020, we dispatched a total of 76 individuals and 38 units of equipment including power supply vehicles, to assist Kyushu Electric Power Transmission and Distribution Co., Inc.\n\n<!-- image -->\n\nRaising Building and Switchgear Foundations\n\nExpanding Mobile Transformer Integrated with Switchgear\n\n- ●Relationship between Measures to Improve Resilience\n\nStrengthening of Collaboration with Relevant Organizations\n\nProvision of Information to Customers\n\nStrengthening of Equipment and Restoration Systems\n\nStrengthening of Collaboration with Other Electric Power Companies",
        "metadata": {
            "page": 29
        },
        "id": "2c547446-18bc-4fbe-9c2f-6988936ab49d"
    },
    {
        "page_content": "Business Activities\n\nPower Transmission and Distribution\n\n## Efforts to Ensure a Stable Supply\n\nIn order to continue to supply electricity stably at low prices, we collaborate with other power transmission and distribution companies to secure necessary reserve capacity, as well as efficiently controlling supply and demand.\n\n## Stable Supply\n\nIn order to deliver electricity generated at power stations to customers, our power transmission and distribution division conducts patrols and inspections daily to ensure that our facilities, such as power transmission lines and substations, are in good condition, as well as consistently being prepared to quickly respond to equipment problems.\n\nOur Central Load-dispatching Center and three Regional Control Centers are responsible for the monitoring of the flow of electricity. They monitor and control power systems in order to maintain high quality electricity with minimal fluctuations in voltage and frequency, through operations such as adjusting the amount of electricity generated to the ever-changing electricity demand, on an around the clock basis.\n\nFurthermore, in the event of accidents, or when performing work, we always make sure to switch the power transmission lines, for a stable supply of electricity.\n\n## Improvement of Supply and Demand Control Efficiency\n\n## ● Wide-area Supply and Demand Balance Control\n\nAs part of our efforts to improve supply and demand control efficiency, the three transmission system operators （TSOs） for the Chubu, Kansai, and Hokuriku areas started wide-area supply and demand balance control operations in March 2020. This effort expanded nationwide during FY 2020.\n\nThe wide-area supply and demand balance control enables cross-regional supply and demand balancing, through which the TSOs have now been able to interchange low-cost electricity to reduce costs of reserve capacity.\n\n<!-- image -->\n\n<!-- image -->\n\nTie Line / Interconnection Line\n\n## ● Establishment of Supply and Demand Adjustment Market\n\nThe supply and demand adjustment market was launched in April 2021, for TSOs to procure reserve capacity from the market across regions. In order to ensure a stable supply in the Hokuriku region, we continue striving to secure necessary reserve capacity, as well as working to procure low-cost reserve capacity for efficient supply and demand control.\n\nTransmission System Operator A\n\nTransmission System Operator B\n\nTransmission System Operator C\n\n## Supply and Demand Adjustment Market\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nCentral Load-dispatching Center\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 30
        },
        "id": "3ea5e886-0633-463d-985b-541f3aabf5de"
    },
    {
        "page_content": "Business Activities\n\nPower Transmission and Distribution\n\n## Improved Work Efficiency through Digital Technologies\n\nWe strive to improve our work efficiency, such as reducing the amount of work needed for patrolling, through AI and other digital technologies.\n\n## Utilization of Vehicle-mounted Camera Images and AI, to Improve Bird Nest Patrol Work Efficiency\n\nOur patrol work to detect bird nests ＊ has conventionally been performed by human eyes, checking a total of 1.8 million utility poles per year. In FY 2021, we experimentally introduced an automatic nest detection AI system, which automatically detects abnormalities in power distribution facilities using photos taken by a vehicle-mounted camera. Verification tests are currently in progress to improve efficiency in our patrol work to find bird nests.\n\n<!-- image -->\n\nAutomatic AI\n\nanalysis\n\nNest\n\n<!-- image -->\n\n<!-- image -->\n\n- ＊From spring to early summer, crows and other birds occasionally build nests on utility poles for their eggs. They may build their nests using electrically conductive materials like wire hangers, which can lead to power outages.\n\n## Utilization of Drones for Streamlined Surveys of Interfering Trees in Microwave Communication Sections\n\nConventionally, surveys of interfering trees have been performed by visiting sites. We are currently working to improve surveying efficiency by utilizing drones to take pictures from multiple angles and visualize the vegetation in the microwave communication sections; this communication method is used for electric power system operation and other purposes. By identifying the interfering trees and forecasting vegetation growth, it is possible to forecast which trees may become obstacles in several years.\n\n## Utilization of LiDAR Surveying and 3D CAD Drawings for Efficient Construction Planning\n\nConventionally, creation of construction plans has involved visual checks of the sites by workers. We are currently working to utilize LiDAR surveying and create 3D CAD drawings of the overall views of substations, for improved accuracy and streamlined planning processes.\n\n<!-- image -->\n\n<!-- image -->\n\nBefore\n\n<!-- image -->\n\n## After Using Drones\n\nAfter research and study on paper, on-site survey is conducted for several days using binoculars\n\n<!-- image -->\n\n## Utilization of Digital Technologies for Customer Service Improvements\n\nWe strive to improve the quality of our services by utilizing digital technologies to provide customers with prompt, accurate information.\n\n## Participation in the Operation of the Kanazawa Mazeru Digital Contact Center （MDCC）\n\nIn order to provide chat services to respond to inquiries about power outages, as well as about power transmission and distribution facilities such as poles and wires, ten transmission system operators jointly operate the Kanazawa MDCC.\n\nThe Kanazawa MDCC strives to provide customers with peace of mind, through the knowledge that they can be connected even in the event of disasters, by using a chatbot that automatically responds to inquiries through websites and other channels.\n\n<!-- image -->\n\n<!-- image -->\n\n3D data is created after taking photos of the target area using drones\n\n<!-- image -->\n\n<!-- image -->\n\n3D Model\n\nCross-section View\n\nInquiry via chat or other means\n\n<!-- image -->",
        "metadata": {
            "page": 31
        },
        "id": "c37f062f-add2-4b94-8956-664f0422c8f2"
    },
    {
        "page_content": "Business Activities\n\nPower Transmission and Distribution\n\n## Efforts toward Expanded Use of Renewable Energy\n\nIn light of the trend toward the large-scale introduction of renewable energy and expanded use of electric vehicles (EVs) and storage batteries, we strive for increased sophistication of the distribution system, and to support non-firm connection and redispatching methods.\n\n## Efforts toward Increased Sophistication of the Distribution System\n\nWe promote the introduction of sensor switches to enable the measurement of voltage, current, and other values, and work to improve the quality of electricity and optimize the equipment formation.\n\n<!-- image -->\n\n## Efforts to Support Non-firm Connection and Redispatching Methods\n\nIn order to overcome grid constraints, which have come about as a result of large-scale introduction of renewable energy sources, we strive to support non-firm connection ＊1 and redispatching methods ＊2 to avoid congestion during normal periods.\n\n- ＊1  An initiative to allow new power sources to connect to the grid even when there is not enough capacity, on certain conditions such as output power control.\n- ＊2  Congested transmission lines are not identified in advance; instead, congestion is handled at the point when such a state is judged to occur （or highly likely to occur）.\n\n## Efforts to Improve Power Generation Prediction Accuracy\n\nToward the large-scale introduction of renewable energy sources, we work to reduce errors in power generation prediction, and promote efforts to improve its accuracy, in order to lower the amount of curtailed renewable energy output in the future and efficiently secure reserve capacity.\n\nAs part of our efforts to improve power generation prediction accuracy, we have introduced SYNFOS-Solar integrated version prediction, which utilizes multiple meteorological models to predict the amount of solar radiation.\n\nOne of the main causes of errors in predictions using meteorological models is the imperfection of these models. In order to compensate for these errors, we integrate multiple models to improve prediction accuracy.\n\n<!-- image -->\n\n<!-- image -->\n\nIn order to improve same-day prediction accuracy, we plan to introduce live correction during FY 2021, to reduce discrepancies between predictions and actual measurements of solar radiation.\n\nSolar radiation data based on actual observations is collected at 30-minute intervals, and the difference between the latest measured value and the predicted value is set as the initial correction value, through which corrections are made to the original predicted values to bring them into line with actual values after a certain time, for improved predictions.",
        "metadata": {
            "page": 32
        },
        "id": "15751f73-0838-4a20-82cd-e0ea0a8c8ca6"
    },
    {
        "page_content": "## Sales\n\nAiming to Be a Company That Leads the Way to Carbon Neutrality for Our Customers and the Region, by Providing Services That Meet the Need for Decarbonization\n\nManaging Executive Officer General Manager of Marketing & Sales Division\n\n## Takahide Cho\n\nSince the full liberalization of the retail electricity market in 2016, the increase of new entrants and other factors have further intensified competition. Amid these circumstances, we maintain our efforts to flexibly provide value and services to meet customersʟ needs, and we strive to be chosen by customers, with the target of total electricity sales volume of 40.0 billion kWh/year by FY 2030, as presented in our long-term vision.\n\nFor the residential sector, the household subscription rate for the Hoku-Link membership has exceeded 40%. We continuously work to further upgrade this service and improve its convenience for our customers.\n\nFor the corporate sector, we continuously upgrade our expert energy-related consulting, and we are adding new free and paid services to fulfill our customersʟ various needs.\n\nAs electricity sales in the Tokyo metropolitan area are increasing steadily, we aim to accelerate the rate of increase and serve more new customers in that area.\n\nWe have set the carbon neutrality by 2050 as one of our key management targets. Our customersʟ needs for decarbonization are growing from day to day, and we aim to be a company that fulfills the needs of our customers.\n\nBusiness Activities\n\nSales\n\n<!-- image -->\n\nWe already offer a 100% hydroelectric power rate plan, and we are planning to offer new rate plan options which fully comply with RE100. We will also expand availability of our photovoltaic power equipment service with a third-party possession option, which enables customers to use renewable energy without the need for an initial investment, to household customers. Moreover, we will provide various support programs for our customers who are planning to install or evaluating the use of electric vehicle charging and discharging equipment and other equipment to contribute to business continuity plans （BCPs）.\n\nFurthermore, as countrywide initiatives to promote regional decarbonization, such as the Regional Decarbonization Roadmap and the Revised Act on Promotion of Global Warming Countermeasures, have been discussed by the national government and other leading institutes, and as it has become increasingly important to solve problems in cooperation with local governments and communities, we will actively be involved in regional energy projects. In October 2020, we established Himi Furusato Energy, Inc. jointly with Himi City and other relevant organizations: this company works to support the regionʟs decarbonization, promote the local consumption of locally produced energy, and revitalize the region, through its energy business and other efforts.",
        "metadata": {
            "page": 33
        },
        "id": "34c2f7c0-c502-4793-8268-85716f49bef0"
    },
    {
        "page_content": "Sales\n\n## Effective Sales Activities Based on Customer Segments\n\nThrough group-wide efforts, such as providing appealing services, we continue striving to meet the diverse needs of our customers, including those outside the Hokuriku area, in order to be chosen by more and more customers.\n\n## Approaches in the Residential Sector\n\n- ● Further Upgrades to the Hoku-Link Membership Service\n\n<!-- image -->\n\nIn order to further upgrade our Hoku-Link membership service and improve its convenience, we will consider and implement the following efforts:\n\n- ● Improvement of Hoku-Link app service functions （E.g. Lists of electricity fees and point balances）\n- ● Conversion of Hoku-Link points into e-coupons\n- ● Low-price senior citizen monitoring assistance service, based on 30-minute consumption of electricity\n\n<!-- image -->\n\n## ● Inspection Services for Long-Operating Power Conditioning Systems （PCSs）\n\nThe Feed-in Tariff Program （FIT）, which started in 2009, and other factors have encouraged households to install photovoltaic power equipment at their houses. Now, twelve years after the start of the program, there are more and more units approaching the end of their expected functional life.\n\nPCSs operating for a long time are at high risk of failures that prevent our customers from utilizing their photovoltaic cells even if they are still functional. In order to reduce this risk, we offer PCS inspection and replacement services for customers who are willing to sell their excess electricity to us even after the FIT program period. This is also one of our efforts to contribute to the stable utilization of renewable energy.\n\n<!-- image -->\n\n## For the Corporate Sector\n\n## ● Remote Meter Reading Service for Vending Machines\n\nIn March 2021, we started providing remote meter reading services of electricity for vending machines utilizing IoT technology, for companies that operate vending machines （such as beverage manufacturers）. These services, the first of their kind in Japan, eliminate the need for on-site electric power meter readings and other related work, contributing to reductions in the amount of labor required. Going forward, we intend to expand these services nationwide.\n\n<!-- image -->\n\n## ● Smartphone Meter Reading Service\n\nIn April 2021, we started providing a service to let customers use their smartphones to read their conventional meters for electricity, gas, water, and other utilities, that they own and manage at factories, buildings, and other facilities: the meter, photographed together with the pre-affixed QR code using a smartphone, is read by an image analysis AI, and automatically recorded in a cloud-based ledger. This service, provided on a monthly-fee basis with no initial cost, will help not only reduce the amount of labor required, but also prevent errors in meter readings and inputs.\n\n<!-- image -->\n\n<!-- image -->\n\nbeside the meter\n\n<!-- image -->\n\n## ● Proposals of Solutions Including Leasing of EV Charging and Discharging Equipment to Contribute to BCPs\n\nWe will offer services to provide distribution boards for EVs that utilize our patented technology, EV charging and discharging equipment, BCP consulting, and follow-up support as a package, for small offices and other customers.",
        "metadata": {
            "page": 34
        },
        "id": "5570bba9-6562-4d3d-a401-ae2132026355"
    },
    {
        "page_content": "Business Activities\n\nSales\n\n## Promotion of New Added-value Services and Other Efforts Aimed at Decarbonization\n\nWe will contribute to the decarbonization of our customers, by providing renewable-energy-oriented electricity rate plans, such as RE100-compliant plans.\n\n## ● Providing RE100 ＊ -compliant, 100% Renewable Energy Electricity Rate Plan Options\n\nWe offer 100% hydroelectric power plans: the Aqua ECO Plan for residential lighting and low voltage power, Green Special Contract （Aqua Green） for high and extra-high voltage, and Toyama Mizu-no-sato Denki （ʠToyama Water Village Electricityʡ）.\n\nIn addition to these, we offer RE100-compliant, 100% renewable energy electricity rate plan options with traceability （specified power stations）, to meet customersʟ needs for decarbonization.\n\n## ●Providing RE100-compliant Environmental Value\n\n<!-- image -->\n\n- ＊A global initiative for businesses to commit to procuring 100% of the electricity needed for their operations from renewable energy sources. It aims to achieve 100% of energy use from renewable energy sources by 2050.\n\n## ● Certified for EV Subsidies by the Ministry of the Environment and Starting Environmental & Eco-Car Discount\n\nOur Aqua ECO Plan, Green Special Contract （Aqua Green）, and Toyama Mizu-no-sato Denki have been certified as renewable energy electricity plans by the Ministry of the Environment. This certification is a condition for receiving the Ministryʟs EV subsidies. Consequently, customers who purchase a new electric vehicle and sign up for one of these plans will be eligible for a subsidy of up to 800,000 yen.\n\nWe also offer other special benefits to customers who own electric vehicles or other eco-friendly vehicles and have signed up for the Aqua ECO Plan: the Environmental & Eco-Car Discount option for electricity rate discount and the EV Charging Equipment Installation Service provided on a one-stop-shop basis.\n\n## ●EV Subsidies\n\n| Before                    | New Program from MOE                                                                     |\n|---------------------------|------------------------------------------------------------------------------------------|\n| Up to ¥400,000            | Up to ¥800,000                                                                           |\n| Condition: Purchase an EV | Condition: Purchase an EV and sign up for a  certified renewable energy electricity plan |\n\n## ■Overview of the Environmental & Eco-Car Discount Eligible Customers:\n\n- Customers who own an electric vehicle, plug-in hybrid electric vehicle, or fuel cell vehicle, and who have signed up for the Aqua ECO Plan （additional unit price 2.2 yen/kWh incl. tax）\n\n## Discounted Unit Price:\n\n0.5 yen （incl. tax） per kWh of electricity consumed\n\n## ● ZEB ＊ Consulting\n\nIn order to meet the needs for ZEBs, we acquired the qualifications to become, and were registered as, a ZEB planner in February 2021. The Hokuriku Electric Power Group provides one-stop services, from architectural design and equipment consulting, to applying for subsidies and installing energy-saving equipment, to help customersʟ buildings become ZEBs.\n\n## ●ZEB Consulting Implementation Framework\n\nHokuriku Electric Power Company\n\nHokuriku Electric Power Biz Energy Solutions Co., Ltd.\n\nHokuden Engineering Consultants Co., Ltd.\n\n・Energy-saving consulting, subsidy application support\n\n・Architectural design\n\n・Equipment consulting, subsidy application support, installation work\n\n＊ Net Zero Energy Building （ZEB）: a building that aims to make the balance of annual primary energy consumption zero\n\n## ● Comprehensive Service for Corporate Customers to Introduce EVs\n\nFor local governments and corporate customers, we provide the following equipment and services as a package: simulations to determine the optimal number of EVs and charging and discharging equipment based on vehicle usage status for the possible reduction of cars necessary for operation, a smartphone app for vehicle management, and energy management utilizing EVs.\n\nBy introducing this service, customers can reduce their costs related to introducing EVs, such as by no longer having to pay the initial costs. In addition, this service helps improve convenience for vehicle users and efficiency of vehicle management work. It is also possible to utilize EVsʟ functionality as storage batteries, to compensate for customersʟ electricity demand fluctuations and to provide an emergency power supply during power outages.\n\n## ●Comprehensive Support for Introducing and Utilizing the Optimal Number of EVs Based on Vehicle Usage Status\n\n<!-- image -->\n\n（Provided as a package by Hokuriku Electric Power Biz Energy Solution Co., Ltd., a company belonging to the Group）\n\n<!-- image -->",
        "metadata": {
            "page": 35
        },
        "id": "9a2788c6-ff7e-401a-abb6-e89543703344"
    },
    {
        "page_content": "Sales\n\n## ● Photovoltaic Power Equipment Third-party Possession Model ＊\n\nThis service originally was tailored for our corporate customers, and the first facility started operation in March 2021. Since then, this service has been adopted at nine facilities, with a photovoltaic panel capacity of approx. 6,500 kW, by July 2021. We have received numerous inquiries and much acclaim. In July 2021, we started offering a similar service to our household customers, and the service is now provided under the name Easy Solar. In addition, we have installed photovoltaic power generation systems with BCP features at major supermarket chain stores in our region, in collaboration with other companies.\n\n- ＊ Our group company installs photovoltaic power equipment on customersʟ premises, and supplies electricity generated from this renewable source. The customers pay bills based on the electricity supplied. As a result, this service enables customers to use renewable energy without having to pay for the initial investment.\n\n## ●Outline of the Third-party Possession Model for Corporate Customers\n\n<!-- image -->\n\n## ●Outline of the Third-Party Possession Model for Household Customers （Easy Solar）\n\n<!-- image -->\n\n## ●Photovoltaic Generation System with BCP Feature\n\nIllustration based on the Agency for Natural Resources and Energy website\n\n<!-- image -->\n\n## Active Involvement in Local Energy Projects\n\nWe are actively involved in regional energy-related projects in collaboration with local governments and other relevant parties, in order to support the regionʟs decarbonization, local consumption of locally produced energy, and revitalization efforts.\n\n## ● Establishment of Himi Furusato Energy, Inc.\n\nIn October 2020, Himi Furusato Energy, Inc. was established through joint investment by the Hokuriku Electric Power Company, Himi City, the Himi Chamber of Commerce and Industry, and other relevant organizations. With the aim of revitalizing the region, this company works to promote the generation of electricity in the city to be consumed in the city （local consumption of locally produced energy） through increased introduction of renewable energy equipment and other efforts, and to contribute to the regional economic cycle by purchasing goods and ordering electrical work from businesses in the city.\n\nThe company offers community-based special discounts on electricity rates for child-rearing households, people who have moved into the city from outside, and those who have moved from Himi to the Tokyo metropolitan area.\n\n<!-- image -->\n\nPhotovoltaic Panels Installed at a Fukui Byora Co., Ltd. Facility\n\n<!-- image -->",
        "metadata": {
            "page": 36
        },
        "id": "1917b817-dc63-44ac-a70d-16f6a4123420"
    },
    {
        "page_content": "Value Creation\n\nBusiness Activities\n\nEnvironmental Efforts\n\nNew Business\n\n<!-- image -->\n\nAs the 4 Ds （decarbonization, decentralization, digitalization, and depopulation） and other factors progress, the value structure of the electricity business is expected to change significantly in the coming years. Given this, in order for the Group to continue sustainable growth, it is necessary to develop businesses that transcend the framework of our existing electricity business.\n\nIn our Long-term Vision, which we established and announced in April 2019, we set objectives of increasing ordinary income and establishing a business portfolio with a 2:1 ratio of electricity business to non-electricity business in FY 2030, and we have since worked to expand our current business domains while creating new ones.\n\nIt has now been two years since the Long-term Vision was established, and our new businesses are starting to show results. Regarding our efforts to solve regional issues, a group composed of six companies, including the Hokuriku Electric Power Company, was selected as\n\nthe priority negotiation rightsholder for taking over the gas and power generation services operated by Kanazawa City; we are now proceeding with preparations for the business transfer. Additionally, in March 2021, we invested in a gas-fired power generation project in the UAE, marking our first foreign direct investment. Going forward, we will work to get our new businesses on track to secure profits.\n\nWe also declared, in the future vision of the Group that we announced in April 2021, that we will develop businesses that transcend the framework of our existing electricity business, in order to contribute to resolving social issues concerning global warming, sustainable regional development, and the realization of a smart society. We will continue to take on the challenges of new business opportunities to ensure safety and peace of mind in everyday life and health, to provide services that contribute to improving the quality of life of our customers through digital technologies, and more.\n\n<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "1948a374-8aa0-4090-b293-8b8b1abf460a"
    },
    {
        "page_content": "New Business\n\n## Services to Contribute to Solving Regional Issues\n\nWe actively address the issues and needs of local communities, in order to create business opportunities and to contribute to the development of the region.\n\n## Transfer of Gas and Power Generation Businesses from Kanazawa City\n\nIn the process of privatizing the gas and power generation services provided by Kanazawa City, a group of six companies represented by the Hokuriku Electric Power Company was selected as the priority negotiation rightsholder. The other members of the group are Toho Gas Co., Ltd.; the Hokkoku Bank, Ltd.; Hokkoku Shimbun Inc.; Matsumura Bussan Co., Ltd.; and Komatsu Gas Co., Ltd. On May 13, 2021, we established Kanazawa Gas & Electricity Co., Ltd., with operations to commence on April 1, 2022. On June 30, the company entered into a tentative business transfer agreement with Kanazawa City.\n\n## ● Main Operations of the New Company （Proposal）\n\nWe plan for the new company to handle electricity retail business and other operations, in addition to the two existing services. On the major premise of ensuring safety and security, and placing the highest priority on the development of Kanazawa City and the lives of the people living there, we will propose business operations that leverage the expertise of private companies.\n\n- ● Gas production and supply\n- ● Gas retail （approx. 60,000 customers）\n\nGas Business\n\nElectricity Business\n\n- ● Power generation （hydroelectric） （5 power stations, including Kamiterazu Power Station; total capacity approx. 33,000 kW）\n- ● Electricity retail\n\nThrough the integrated management of the two businesses, the company provides new services, such as rate plan options to meet customer needs （e.g. package deals of gas and electricity） and monitoring.\n\nBy being trusted by the people and providing services that meet and exceed expectations, the company aims to become a comprehensive energy enterprise with close ties to the local community.\n\n## Compound Building Construction Plan East of Komatsu Station\n\nIn January 2021, we established a basic agreement with Komatsu City, on the development of a compound building in the eastern area of Komatsu Station. In line with the agreement, we will develop the said building adjoining the station, which would serve to revitalize the community, to bring liveliness, and to increase the appeal of the city. The building, planned to be completed in 2024, will contain a public university, municipal facilities, a hotel, commercial facilities, offices for our group companies, and others.\n\nThe building will be constructed and operationally managed by Hokuden Sangyo Komatsu Building G.K., a subsidiary of Hokuden Sangyo Co., Ltd., which runs the business of real estate within the Group.\n\n## Plant Factory\n\nIn March 2021, we established FreDelish Co., Ltd., a new company to\n\noperate a fully-artificially-lit plant factory in Tsuruga City, Fukui Prefecture. Plant factories can stably produce agricultural products without being affected by weather or other external environmental factors. The company is working to build a system to produce 800 kg of leaf lettuce per day. For the plant factory business, which consumes a large amount of electricity,\n\nwe believe we can leverage our expertise on energy savings and energy management.\n\n## Investment in Asset Finance Hakusan Investment Project Limited Liability Partnership\n\nFor the purposes of contribution to the development of Hokurikuʟs economy and the acquisition of stable dividend income based on rent from Aeon Mall Hakusan, we invested in the Asset Finance Hakusan Investment Project Limited Liability Partnership via Hokuriku Electric Power Business Investment G.K.\n\nWe expect that this investment will contribute to the economic development of Hokuriku through Aeon Mall Hakusan.\n\nConceptual design of completed compound building\n\n<!-- image -->\n\nRendering of the Plant Factory\n\n<!-- image -->\n\nRendering of Aeon Mall Hakusan\n\n<!-- image -->",
        "metadata": {
            "page": 38
        },
        "id": "233f6486-5ee0-40be-9858-f3bfa565341b"
    },
    {
        "page_content": "## Vacant House Maintenance and Management Service\n\nRecently, there have been more and more vacant houses with each passing year, causing social problems such as a decline in public security and a worsening landscape due to deteriorating house condition.\n\nGiven this social background, in December 2020, the Hokuriku Electric Power Transmission & Distribution Company began to offer Vacant House Maintenance and Management Service. By providing maintenance and management services for vacant houses on behalf of the owners, the company works to help solve local issues, in addition to meeting customersʟ needs.\n\n## ●Service Details\n\n- ● Visit Frequency: Once per month\n- ● Services: Visually checking the interior and exterior, cleaning the mailbox, ventilating the house, giving the house a light cleaning, running water through the pipes, and creating and submitting reports\n- ● Target Areas: Areas served by the Hokuriku Electric Power Transmission & Distribution Company （Toyama Prefecture, Ishikawa Prefecture, Fukui Prefecture\n- （excl. certain areas）, part of Gifu Prefecture）\n\n● Usage Fee: ¥6,000 （+ tax） per month\n\nCleaning a Mailbox\n\n<!-- image -->\n\n## Wraps around Distribution Facilities for Public Service Advertisements\n\nIn April 2021, the Hokuriku Electric Power Transmission & Distribution Company started an advertising wrap service to provide public information （and for other purposes） with artistic designs, as a new business to effectively use power distribution facilities.\n\nUtility Pole with Decorative Wrap （Sabae City）\n\n<!-- image -->\n\nRoadside Equipment Box with Decorative Wrap （Ichijodani, Fukui City）\n\nThis service is expected to contribute to communities as a\n\nmeans of sharing information from local governments. The displays can include local information about disaster prevention and evacuation measures, landscape improvement and environmental beautification efforts, tourism and municipality promotions, and more.\n\n## IoT Communication Line Services\n\nIn April 2020, the Hokuriku Electric Power Transmission & Distribution Company began providing communication line services for IoT （communication line service and line connection service） using the data transmission networks for smart meters.\n\nThrough these services, we aim to promote the introduction of IoT for gas, water, and various other services in the Hokuriku region, in order to further improve the convenience for the people in the region.\n\n<!-- image -->\n\n## Investments to Acquire New Technologies and Know-how, and for Other Purposes\n\nWe work to cultivate new growth businesses through investments, for opportunities to acquire new technologies and know-how.\n\n## ●Business Investment Targets\n\n| Investment Date   | Investment Target                  | Description of Targetʟs Business                                                                             |\n|-------------------|------------------------------------|--------------------------------------------------------------------------------------------------------------|\n| September 2018    | ENECHANGE Ltd.                     | Services centered around data applications in the energy  field, and other related operations                |\n| November 2019     | Next Energy & Resources  Co., Ltd. | Expanded use of distributed energy resources, including  photovoltaic power generation and storage batteries |\n| April 2020        | Japan Infra Waymark, Inc.          | Proposals for new forms of infrastructure inspections, using  advanced technologies such as drones and AI    |\n| February 2021     | HIGHRESO Co., Ltd.                 | Development and operation of GPU ＊  data centers that are  among the largest in Japan                       |\n| August 2021       | REXEV Inc.                         | Car-sharing business specializing in EVs, providing EV  management platforms, etc.                           |\n\n- ＊ Abbreviation of ʠgraphics processing unit.ʡ A type of arithmetic logic unit specializing in image processing.\n\n| Investment Date   | Investment Target           | Fund Description                                                                                                                                                           |\n|-------------------|-----------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| April 2020        | Japan Energy Capital 1 L.P. | An overseas-specialized energy fund, investing in renewable  energy businesses and energy tech companies                                                                   |\n| December 2020     | SBI 4&5 Fund                | A fund investing in venture businesses with proprietary  technologies or services that promise technological  innovations in areas where market growth is highly expected. |\n\n## Investment in SBI 4&5 Fund\n\nIn December 2020, Hokuriku Electric Power Business Investment G.K., a wholly-owned subsidiary of Hokuriku Electric Power Company, invested in SBI 4&5 Fund, a fund investing in venture businesses with proprietary technologies or services that promise technological innovations in areas where market growth is highly expected.\n\nBy investing in this fund, we expect to have opportunities to acquire not only dividend income from the fund, but also new technologies and knowhow from the venture businesses in which the fund invests, which should prove helpful for solving social issues and developing new services.\n\n## Overseas Electric Power Business\n\nLeveraging the Groupʟs knowledge and expertise, we continue to enter into electric power businesses overseas, where economic growth is expected, in order to improve our group-wide profitability.\n\n## Participation in a Gas-fired Power Generation Project in the UAE\n\nIn March 2021, we participated in the investment in the Fujairah F3 IPP Project （in the UAE）, which is under development jointly by Marubeni Corporation and the government of Abu Dhabi; we acquired part of the shares of a company holding interests in this project and the operation and maintenance company, each from Marubeni. This is the largest gas-fired power generation project in the UAE, targeted to commence full commercial operation in April 2023.\n\n| Project Name        | Fujairah F3 IPP Project                                                                                                                                                                      |\n|---------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Sponsors            | 60% by an Abu Dhabi government-affiliated company 40% by a holding company invested in by Marubeni and Hokuriku  Electric Power Company （51% by Marubeni, 49% by Hokuriku  Electric Power） |\n| Off-Taker           | EWEC （Wholly-owned subsidiary of the Abu Dhabi government）                                                                                                                                 |\n| Generation Capacity | 2,400 MW （to be the largest output capacity in the UAE）                                                                                                                                    |\n| Generation Method   | Gas turbine combined cycle （GTCC） power generation                                                                                                                                         |\n\nThis is the first foreign direct investment for the Hokuriku Electric Power Company. Through participation in this project, we intend to build and strengthen relationships with the UAE government, and aim to participate in photovoltaic power generation projects, which are expected to increase in the future as part of the national clean energy strategy set forth by that government. In addition, in order to further expand our overseas business operations, we will proactively collect information about that governmentʟs initiatives related to ammonia and hydrogen as next-generation fuels, which are now the subject of full-fledged research.\n\n<!-- image -->",
        "metadata": {
            "page": 39
        },
        "id": "9678fc25-dd40-4242-8c00-589f97650a9b"
    },
    {
        "page_content": "Business Activities\n\nMeasures for Improving Managerial Efficiency\n\n## Measures for Improving Managerial Efficiency\n\nIn order to deal with the harsh business environment after the Great East Japan Earthquake in 2011, including the increase in fuel costs as a result of the suspended operations of Shika Nuclear Power Station, we have been working to streamline our operations.\n\nWhen we decided to revise electricity rates starting April 2018 for some customers, we set a target of reducing costs by 43 billion yen/year for the three years from FY 2018 through FY 2020. As a result of our company-wide streamlining efforts, we achieved our target of 43 billion yen/year cost reductions from FY 2018 through FY 2020. We will continue striving to reduce costs, as well as our other efforts.\n\n<!-- image -->\n\n## ● Managerial Efficiency Improvements in FY2020\n\n| Category                                                 | Main Details                                                                                                                                                                                                                                                                                                                                                                                                                                                                                    | Streamlined Amount   |\n|----------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------|\n| Reductions in  personnel-related  costs                  | ● Lowered annual salary levels for both directors and employees ● Revisions to benefit programs, including the closure of the companyʟs  resort facilities, lowering of the subsidy rate for stock ownership, and  raises in rents for company dormitories and apartments ● Improvements in labor productivity through the integration of operations,  remote control and automation of equipment, and other efforts                                                                            | ¥7.5 billion         |\n| Streamlining  related to supply  and demand costs        | ● Fuel cost reductions by shortening the periodic inspection duration at  coal-fired power stations （through process changes, etc.）, replacing  turbines, and taking other measures ● Utilization of economical power sources （increased electricity generated  by hydropower and LNG-fired thermal power） ● Expansion of sales to the Japan Electric Power Exchange, with  utilization of excess supply capability ● Reduction in fuel costs through extended use of low-cost coal sourced | ¥19 billion          |\n| Reductions in repair and other  equipment-related  costs | ● Further reconsideration of the timings of equipment inspection and  repair, taking into account the impact on stable supply and work  execution capability ● 7% reduction of acquisition costs through various procurement  measures, including competitive bidding and joint procurement, and  changes to work process specifications                                                                                                                                                        | ¥9.5 billion         |\n| Other cost  reductions                                   | ● Reduction of overall miscellaneous costs by selecting only effective  measures and actions to be taken ● 7% reduction of acquisition costs through various procurement  measures, including competitive bidding and joint procurement                                                                                                                                                                                                                                                         | ¥7 billion           |\n| Total                                                    | Total                                                                                                                                                                                                                                                                                                                                                                                                                                                                                           | ¥43 billion ＊       |\n\n- ＊ In FY 2020, in order to limit negative effects to our financial balance due to COVID-19, we expanded beyond our base cost reduction of 43 billion yen, with an additional 4 billion yen as an emergency measure to bring about an improvement to our financial balance.",
        "metadata": {
            "page": 40
        },
        "id": "289a1dbc-9354-4d68-967c-9128b850c011"
    },
    {
        "page_content": "Business Activities\n\nEfforts Related to ESG\n\n## Efforts Related to Environmental, Social, and Corporate Governance Issues\n\nThe Group is working toward achieving carbon neutrality by 2050 and realizing a sustainable smart society. We will continue to work to help bring about a sustainable society （achieving SDGs）, by further deepening our focus on ESG factors in our management.\n\n## The Groupʟs Main Efforts Related to ESG Issues\n\n## Environment\n\n## Social\n\n## Governance\n\n## Taking on Challenges toward Carbon Neutrality by 2050\n\n- ● Utilizing renewable energy as the major power source （Increase of 2.0 billion kWh/year by FY 2030）\n- ● Early restart and safe and stable operation of Shika Nuclear Power Station\n- ● Increase in biomass fuel co-combustion for coal-fired power generation, and other measures\n- ● Increased sophistication of transmission and distribution networks to support the utilization of renewable energy as the major power source\n- ● Support for customersʟ and the regionʟs decarbonization, including the promotion of electrification\n\n## Active Efforts toward Environmental Conservation\n\n<!-- image -->\n\n## The Groupʟs CSR Efforts\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Maintaining the Governance System\n\n- ● Establishment and maintenance of our corporate governance system, and ensuring compliance\n\n## Deepening Our Corporate Culture\n\n- ● Further deepening of our safety culture and promotion of diversity\n\n<!-- image -->\n\n<!-- image -->\n\n## Ensuring a Stable Supply of Electricity\n\n- ● Planned updates of facilities and resilience improvements\n\n## Realizing a Sustainable Smart Society\n\n- ● Development of new businesses to contribute to solving regional issues\n\n## Coexisting with the Local Community\n\nEnsuring a Pleasant Work Environment\n\n## Sharing ESG-related Information\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nOn the basis of the stable supply of low-cost, high-quality, clean electricity and ensured compliance, with top priority placed on safety, we shall appropriately and sincerely continue to live up to the expectations of, and requests from, our stakeholders, including customers, employees, communities, shareholders, investors, and business partners, with the aim of being an organization trusted and chosen.\n\n● ●\n\nBuilding a Culture of Safety Buildi\n\n- ● Thorough Compliance\n\n●\n\nActive Efforts toward Environmental Conservation\n\n● Providing Low-cost, High-quality Products and Services ● Provid\n\n● ●\n\nEstablishing a Pleasant Work Environment with Respect for Human Rights Estab\n\n●\n\nCoexisting with the Local Community\n\n- ● Promoting Transparent Business Activities\n\n●\n\nPromoting Fair Transactions",
        "metadata": {
            "page": 41
        },
        "id": "e6b4fd0f-feb8-4fae-abab-dbdb16f0f7a7"
    },
    {
        "page_content": "Active Efforts toward Environmental Conservation\n\n## Taking on Challenges toward Carbon Neutrality\n\nWe promote efforts toward achieving carbon neutrality, with the Carbon Neutral Promotion Meeting chaired by the company president.\n\n## Compliance with TCFD Recommendations\n\nAs a socially responsible energy company, we conduct our business operations with a focus on environmental, social, and governance factors, and support the aims of the TCFD recommendations on analyzing climate-related risks and opportunities to business activities, and promoting information disclosure. While continuing to disclose information in line with TCFD recommendations, we work to appropriately handle the risks and opportunities to our business brought about by climate change, through efforts such as promoting the decarbonization of power sources and electrification of everything, in order to contribute to the sustainable development of society.\n\n<!-- image -->\n\n## Strategy （→ P12-16, P23-24, P44）\n\nThe impacts of climate-related risks and opportunities on the organizationʟs businesses, strategy, and financial planning\n\n- ● In order to recognize risks and opportunities related to climate change, we refer to climate scenarios presented by the IEA and other relevant organizations, and consider multiple scenarios, including one in which we achieve carbon neutrality by 2050, for the environments surrounding us.\n- ● As a responsible energy provider to be trusted and chosen, the Group will continue to strive to achieve carbon neutrality by 2050 through various efforts, such as decarbonizing power sources by utilizing renewable energy as the major power source and by other means, and the promotion of electrification of lifestyles, mobility, and everything else.\n\n<!-- image -->\n\n- ● Reference: the IEAʟs World Energy Outlook 2020 （for the Stated Policies Scenario and the Sustainable Development Scenario）, and the IPCC Special Report on Global Warming of 1.5°C\n- ● Future estimations will be reviewed as appropriate, in light of discussions regarding national energy policy.\n\n<!-- image -->",
        "metadata": {
            "page": 42
        },
        "id": "4d615a3e-4245-4c91-83c9-304dc66b4fdd"
    },
    {
        "page_content": "Active Efforts toward Environmental Conservation\n\n## Strategy （→ P12-16, P23-24, P34-35, P44）\n\n## The impacts of climate-related risks and opportunities on the organizationʟs businesses, strategy, and financial planning\n\nWe have organized climate-related risks and opportunities based on the premise that carbon neutrality must be achieved by 2050.\n\n## Climate-related Risks and Opportunities\n\n## ■Transition Risks and Opportunities\n\n- ● Tighter environmental regulations toward carbon neutrality by 2050\n\n## Risk\n\n## Opportunities\n\n- ● Changes in demand for electricity due to expanded use of renewable energy sources\n- ● Expansion of opportunities to invest in renewable energy\n- ● Increased advantages of carbon-free power sources including nuclear power generation\n- ● Progress of electrification toward carbon neutrality by 2050\n- ● Expansion of new demand due to diversified customer needs （Renewable-energy-oriented electricity rate plan options, such as an RE100-compliant option; the photovoltaic power equipment third-party possession model; storage batteries and EVs; etc.）\n- ● Expansion of business opportunities toward carbon neutrality by 2050\n\n## ■Physical Risks\n\n- ● Large-scale natural disasters, such as typhoons and earthquakes, causing facility problems\n- ● Risk of water shortages due to precipitation fluctuations\n\n## Risk Management （→ P15-16）\n\n## How the organization identifies, assesses, and manages climate-related risks\n\n- ● We handle management risks appropriately. After grasping and evaluating risks as appropriate, we reflect them in various plans, including the business plan established for each fiscal year at the board of directorsʟ meeting. In addition, we establish organizations to discuss the issues and policies relating to such risks, as well as setting up company-wide cross-department committees and other equivalent units, on an as-needed basis.\n- ● Climate-related risks are identified and assessed by the Carbon Neutral Promotion Meeting, and are reported to the board of directors, along with the management risks.\n\n## Metrics and Targets （→ P11, P13）\n\n## The metrics and targets used to assess and manage relevant climate-related risks and opportunities\n\n- ● We have established the following targets in the Hokuriku Electric Power Group 2030 Long-term Vision:\n- · Amount of renewable energy power generation: up 2.0 billion kWh/year ＊1\n- · Coal consumption: 10% reduction/year ＊1\n- · Achievement of environmental metrics based on the Act on the Rational Use of Energy (Overall thermal power generation efficiency: 44.3% · Actual thermal power generation efficiency record/target value: 1.00)\n- · Ratio of electricity sold produced from non-fossil sources: 44%\n- · Greenhouse gas emission intensity: 0.37 kg-CO ₂ /kWh ＊2\n- ＊1 Compared to FY 2018\n- ＊2 Target set by the Electric Power Council for a Low Carbon Society （comprising former general electric power suppliers, including the Hokuriku Electric Power Company, certain new electric power suppliers, etc.）\n- ● We have established the following target in the Hokuriku Electric Power Groupʟs Roadmap toward Achieving Carbon Neutrality:\n- · Ratio of electricity generated from non-fossil-fuel sources: 50% or higher in 2030.\n\n## TCFD: The Task Force on Climate-related Financial Disclosures\n\nEstablished in December of 2015 by the Financial Stability Board （FSB）. In June of 2017, the TCFD released voluntary recommendations. They encourage companies to disclose climate-related risks and opportunities necessary for investors to make investment decisions. We elected to support these recommendations in May 2019.",
        "metadata": {
            "page": 43
        },
        "id": "cf2829bc-2262-44d7-b86c-6ad3a3f54f5c"
    },
    {
        "page_content": "Active Efforts toward Environmental Conservation\n\n## Material Balance\n\nWe work to quantitatively grasp the material and energy flow that accompanies our business activities, in order to make effective use of limited resources and minimize environmental burden.\n\n## Hokuriku Electric Power Company and Hokuriku Electric Power Transmission & Distribution Company （FY 2020）\n\n<!-- image -->",
        "metadata": {
            "page": 44
        },
        "id": "113579e0-e522-4350-8ab8-19924131e94e"
    },
    {
        "page_content": "Active Efforts toward Environmental Conservation\n\n## Establishment of Our Environmental Management Plan and Efforts toward Achieving Goals\n\nAs a responsible energy provider to be trusted and chosen, the Group has established the Hokuriku Electric Power Group Environmental Management Plan, a specific plan of action for appropriate approaches to various issues, including carbon neutrality by 2050.\n\nWe set up four pillars in the FY 2021 plan: acting properly to accelerate the decarbonization of power sources, acting properly to promote electrification on the demand side, contributing to a sustainable environment, and acting properly to reduce environmental risks and to build a recycling-oriented society; we steadily promote environmentally-conscious efforts in all of our operations.\n\n<!-- image -->\n\nHokuriku Electric Power Group Environmental Management System  http://www.rikuden.co.jp/managementsystem/taisei.html Hokuriku Electric Power Group Environmental Management Plan http://www.rikuden.co.jp/kanrikeikaku/\n\n## Initiatives to Bring About a Decarbonized, Recycling-oriented Society\n\nWe are working to build a decarbonized, recycling-oriented society, through the promotion of introduction of electric vehicles, effective use of resources, environmental conservation activities, and other efforts, in addition to environmentally-conscious efforts in all of our operations.\n\n## ● Promotion of Introduction of Electric Vehicles\n\nToward the realization of a decarbonized society, the Group has worked toward a goal of ensuring that 100% of the company vehicles owned by the Hokuriku Electric Power Company and the Hokuriku Electric Power Transmission & Distribution Company are electric vehicles ＊１ by FY 2030. Starting in FY 2021, we have involved other companies of the Group in promoting the\n\nintroduction of electric vehicles as company vehicles. In addition, we consider the use of electric vehicles for emergency power supply at evacuation sites and other locations, including how to collaborate with municipal authorities. We also intend to analyze the driving and electricity storage data to be utilized for energy management and other purposes.\n\nCompany-owned Electric Vehicle\n\n<!-- image -->\n\n- ＊１ Special-purpose vehicles, such as emergency vehicles and aerial work platforms, and other vehicles that are unreplaceable with electric vehicles （e.g. 4WD vehicles） are not to be included. Plug-in hybrid vehicles （PHVs） are to be included.\n\n## Establishment of a Partnership Agreement Regarding the Promotion of Electric Vehicle Utilization\n\nBased on a partnership item, Matters Related to the Environment and Energy, in the comprehensive partnership agreement established with Hakusan City in March of 2020, we have\n\nconducted a study to expand the use of electric vehicles.\n\nIn November of the same year, we also established a partnership agreement regarding the promotion of electric vehicle utilization in relation to SDGs, with Hakusan City, the Kanazawa Institute of Technology, Nissan Motor Co., Ltd., and the Yonezawa Electric Group, for the purpose of collaborating and promoting various efforts, including providing support for evacuation site operations during disasters using electric vehicles, and raising awareness among citizens on the environment and disaster prevention.\n\n<!-- image -->\n\n## ● Active Promotion of the Three Rs\n\nThe Group works to reduce, reuse, and recycle waste generated through our business activities. In FY2020, the Group produced 798,000 tons of industrial waste, but through effective use efforts, 96.3% of that waste was recycled.\n\n## Effective Use of Coal Ash\n\nWe are working to effectively use coal ash as a material for cement and ground surfacing. In particular, fly ash （FA） concrete ＊ is expected to extend the lifespan of structures, and to have an effect of reducing environmental burden through local consumption of locally produced material, and is used for public works and\n\nother works, including construction of the Hokuriku Shinkansen line. In July 2021, a council was established to discuss specific matters regarding FA concrete, including usage policy, by the Hokuriku Electric Power Company, the Toyama Prefectural University, the Toyama Fresh Concrete Industrial Association, and relevant public organizations, with the aim of further expanding its application to public works in the future. We hope to contribute to local communities by promoting the use of FA concrete in the Hokuriku region.\n\n## Confidential Document Recycling by a Group Company\n\nJapan Ecology and Security Service Company, a Group company, has a comprehensive security system and equipment. They store the confidential documents they have received from customers and process these documents after their storage period using a crusher, to be recycled into toilet paper, copy paper, or other paper products, thus developing a regional recycling system. In FY 2020, the company recycled about 1,730 tons of paper.\n\nCeremony for Partnership Agreement\n\n<!-- image -->\n\nElevated Hokuriku Shinkansen Line\n\n<!-- image -->\n\nRecycled Products\n\n<!-- image -->",
        "metadata": {
            "page": 45
        },
        "id": "3d06890f-7adf-4e61-b47f-095344d2bad4"
    },
    {
        "page_content": "Active Efforts toward Environmental Conservation\n\n## Efforts toward Environmental Conservation with Consideration for Biodiversity\n\nWe are working to bring about sustainable business activities, with proper concern for living things and the blessings of nature. We are also continuing our activities to maintain biodiversity, including forest conservation.\n\n## ● Appreciating the Blessings of Water, and Repaying the Favor to Forests\n\nAs a show of appreciation to the forests for watershed cultivation, ＊ CO2 absorption, and everything else they do for us, the Group has expanded forest conservation activities in five areas (Toyama, Niikawa, Kaga, Noto, and Fukui) of the three prefectures of the Hokuriku region. As of FY 2020, a total of about 9,500 people (including participants of activities hosted by other organizations) have taken part in planting some 4,720 trees and clearing underbrush.\n\nForest Conservation Activities\n\n<!-- image -->\n\n## ● Cleanup Activities near Our Offices, at Beaches, and Other Locations\n\nWe continuously engage in activities to clean the areas near our offices, beaches, and more, with the goals of contributing to the region and lifting employeesʟ environmental awareness. In FY 2020, about 2,900 employees of the Group participated in cleanup activities in various places, though activities were suspended for some periods to prevent the spread of COVID-19.\n\n## ● Sharing Information at Events Such as Environmental Exhibitions\n\nWe exhibit at environmental exhibitions organized by local governments or environmental groups, to present the environmental efforts made by the Group. At the 2020 Toyama Environment Fair on the Web, we presented our environmental conservation activities, such as our efforts toward decarbonization and our forest preservation activities, and posted videos and animations online about electricity and energy, which received 1,120 views.\n\n## ● Young Fish Releasing Events\n\nWith the aim of giving thanks to the blessings of rivers, and teaching the importance of environmental protection to children, who will lead the next generation, our Hydro Power Center organizes events involving children to release young sweetfish and Japanese fluvial sculpin, and clean up areas around rivers, in cooperation with local fishery cooperatives and other organizations.\n\nToyama Environment Fair 2020 in Web\n\n<!-- image -->\n\n<!-- image -->\n\nBeach Cleanup\n\n<!-- image -->\n\nSweetfish Releasing Event\n\n<!-- image -->",
        "metadata": {
            "page": 46
        },
        "id": "a2e02043-f5a9-41b7-bf51-1c23d6cc3e6f"
    },
    {
        "page_content": "## Contribution to the Local Community\n\n## Cooperation with Local Governments toward Solving Regional Issues\n\nBy establishing comprehensive partnership agreements, we work together with local governments to promote initiatives to help solve regional issues, such as the expansion of renewable energy use. Going forward, we will continue to address the issues and needs of local communities, with the aim of contributing to the sustainable development of regional society, and creating business opportunities.\n\n## ●Local Governments with Which We Have Established Partnership Agreements （in order of date of agreement）\n\nToyama City, Toyama Prefecture, Hakusan City, Fukui City, Nanto City, Sabae City, Echizen City, Katsuyama City, Eiheiji Town, Minami-Echizen Town, Echizen Town, Ikeda Town, Tateyama Town, Uozu City, Funahashi Village, Kamiichi Town, Tsuruga City\n\n## Electrical Inspection of Important Cultural Properties\n\nDuring Electricity Usage Safety Month（Aug. 1-31）, the Group conducts electrical inspections of buildings designated as important cultural properties, including the Suganuma Gassho-style Village (a World Heritage site), in cooperation with relevant organizations and companies, such as the Electrical Engineering Contractors Cooperatives and the Electrical Safety Inspection Association, in order to protect cultural properties by preventing electrical accidents and to raise awareness of the safe use of electricity.\n\nElectrical Inspection of Sumiyoshi Shrine （Tangible Cultural Property Designated by Wajima City）\n\n<!-- image -->\n\n## Donation of Hoku-Link Points to Organizations and Universities\n\nOur Hoku-Link membership service provides an option to allow members to use the points that they have earned based on their electricity payments, and through other means, to donate to organizations (Japanese Red Cross Society, OISCA) and universities in the Hokuriku region. Based on applications from members, we have donated a total of about 940,000 yen as of the end of FY 2020.\n\n## Rate Plan Options in Collaboration with Local Governments\n\nIn collaboration with Toyama Prefecture, we set up the Toyama Mirai Sousei Denki （ʠElectric power for the creation of the future of Toyamaʡ） plans, which are intended to contribute to the development of Toyama Prefecture through utilizing electricity generated by prefecturally-operated hydroelectric power stations in Toyama, and the environmental value of this electricity.\n\nThe Toyama Mizu-no-sato Denki （ʠToyama Water Village Electricityʡ） plan is one of the Toyama Mirai Sousei Denki plans, and uses the non-fossil-certified electricity derived from prefecturally-operated hydroelectric power stations in Toyama as generation sources; as a result CO2 emission intensity attributable to the use of the purchased electricity is zero.\n\nToyama Mizu-no-sato Denki Certification Ceremony\n\n<!-- image -->\n\n## Working toward Removing Electric Poles\n\nThe Hokuriku Electric Power Transmission & Distribution Company takes part in the Promotion Council for\n\nthe Removal of Utility Poles, a council made up of the Ministry of Land, Infrastructure, Transport and Tourism; local government bodies; and other organizations, to promote work to remove electric poles, with the aim of facilitating safer and more convenient traffic flow, improving urban scenery, revitalizing regions, and more.\n\nSince 1986, we have implemented approximately 208 km worth of electric pole removal in areas such as commercial districts and historic districts requiring townscape conservation.\n\nTownscape after Removing Electric Poles （Terai-machi, Nomi City）\n\n<!-- image -->\n\n## Development of a Structure to Accelerate Initiatives in Environment- and Region-related Affairs\n\nFor prompt, strategic action in our initiatives in environment- and region-related affairs, which were previously handled by multiple departments, we established the Environmental Affairs & Regional\n\nCo-creation Department in July 2021. We strive to be of further service to the people in the region.\n\n<!-- image -->",
        "metadata": {
            "page": 47
        },
        "id": "f1e220e6-644e-4536-9917-568d4edc5e20"
    },
    {
        "page_content": "## Support for Education and Sports\n\n## Promoting and Supporting Regional Sports\n\nThe Hokuriku Electric Power Companyʟs handball club, the Blue Thunder, offers handball lessons, and we also hold joint soccer lessons in association with the pro soccer club Kataller Toyama, as our way of helping the children of the area grow up healthy. We look forward to continuing to promote sports in the Hokuriku region.\n\n## Visit Lessons and Facility Tours\n\nIn order to help students at junior high schools and high schools, who will lead the next generation, become familiar with energy and global environmental problems, we dispatch members of our staff to provide visit lessons at schools and hold tours of power stations and other facilities. In FY 2020, we held 60 visit lessons and 8 tours, taking thorough measures to prevent COVID-19 infections, with a total of 2,976 participants.\n\nHokuriku Electric Power Junior Blue Rockets\n\n<!-- image -->\n\nVisit Lesson （Fukui Prefectural Koshi Junior High School）\n\n<!-- image -->\n\n## Facilities Coexisting with Local Communities\n\n## Wonder Laboratory: Hokuriku Electric Power Company Energy Science Museum\n\nThis museum helps encourage children to develop scientific ways of thinking\n\nand an interest in energy and electricity, through fun displays, experiment workshops, and more. We also provide handicraft workshops for children.（27,868 visitors in FY 2020; facility opened with limited use, to prevent the spread of COVID-19）\n\nScientific Experiment Demonstration at Wonder Laboratory\n\n<!-- image -->\n\n## Alice-Kan Shika Energy Museum: A PR Facility for Nuclear Power\n\nThis museum features easy-to-understand explanations of how nuclear\n\npower works, the need for nuclear power, the safety measures at Shika Nuclear Power Station, and more.\n\nWe also provide handicraft workshops for children.（15,216 visitors in FY 2020）\n\nPermanent Handicraft Area\n\n<!-- image -->\n\n## Operational Support for the Hokuriku Electric Power Company Educational Advancement Foundation\n\nSince its establishment in 1981, the Hokuriku Electric Power Company Educational Advancement Foundation has\n\ndonated educational equipment, such as computers, projectors, and partitioned desks with LED lighting, to high schools in our home region. In addition, in order to help provide the next generation with a way to decide on dreams and goals for the future as high school students, we have held Genki Sosei Juku（ʠEnthusiasm Creation Schoolʡ） events since FY 2005, where we invite people from the Hokuriku region who work in various fields to give talks and share their personal experiences. In FY 2020, 1,350 students from 9 schools participated.\n\nEducational Equipment Presentation Ceremony （Ishikawa Prefectural Noto High School）\n\n<!-- image -->\n\n## Industry-Academia Cooperation\n\nOur Innovation Laboratory works in cooperation with several universities （primarily in the Hokuriku region） to conduct research on electric power system stability, lightning countermeasures for electric power facilities, creation of new value, and more, and to develop technologies that can be conducive to a stable supply of electricity and new businesses. In addition, in order to promote research on issues related to electric power system engineering, and to cultivate talent in power engineering, we held a joint research course in advanced power system engineering at the University of Toyama, and provided lecturers for Courses for Next-Generation Super Engineers aimed at cultivating specialist engineers. Through these efforts, we provide opportunities for students to experience the appeal of working in electric power, and contribute to the development of human resources needed by the regional industry.\n\n## Fleuri Musée de la Fleur\n\nThis Shika Town facility was built as a national model project with the goal of establishing a power station coexisting with the community, and it is managed and operated by the Hokuriku Electric Power Company, as designated by the town.\n\nVisitors can enjoy seasonal flowers in the garden and greenhouse. This facility also offers craft workshops and other hands-on programs.",
        "metadata": {
            "page": 48
        },
        "id": "adbaa9ac-b8d1-49ab-8c58-6c9ea37c5894"
    },
    {
        "page_content": "Creation of Workplaces Full of Vitality, Where Individuals and Organizations Can Reach Their Maximum Potential\n\n## Creating a Pleasant Workplace\n\nAt the Hokuriku Electric Power Group, we aim to be very active in both our work and personal lives, so we promote reforms of the way we work, in addition to improving our work itself.\n\n## Efforts toward Work-Life Balance\n\nTo build a work environment where employees who have childcare and nursing care needs can more easily balance their work and personal life, we offer childcare and nursing care leave systems, and temporary care leave systems for taking care of sick/injured children and other family members, exceeding the statutory requirements.\n\nIn FY 2020, our childcare leave system was used by 100% of female employees who gave birth （36 employees）, as well as by nine male employees.\n\nWe also provide support for these employees to allow them to work without anxiety, such as by holding seminars on returning to work after childcare leave, and seminars on maintaining a balance between work and child-raring or nursing care.\n\nFurthermore, our top- and middle-level managers have declared their intentions to be ikuboss （ʠsupportive bossesʡ） who work to support the work-life balance of the people who work under them, and who enjoy both work and private life for themselves too, thus striving to create comfortable work environments. Starting in FY 2019, we have held the Ikuboss Award to honor excellence among these ikuboss ʠsupportive\n\nbosses,ʡ based on recommendations by their staff members.\n\nAs a result of these efforts, the number of days of paid annual leave ＊１ taken in FY 2020 was 20.8 days per employee.\n\n- ＊１  Including leisure leave （five days granted annually, with no restrictions on purpose of use）\n\nPlatinum Kurumin is a sub-certification within Kurumin, a certification for companies that provide support for child-rearing, issued by the Minister of Health, Labour and Welfare, for companies whose efforts meet particularly high standards.\n\n<!-- image -->\n\n<!-- image -->\n\nIkuboss Declaration\n\nPlatinum Kurumin symbol\n\n<!-- image -->\n\nIkuboss Award Ceremony\n\n<!-- image -->\n\n## Womenʟs Empowerment\n\nAs a result of our efforts to promote opportunities for women in the workplace, for greater work motivation, in January of 2017, we were awarded the ʠL-Boshiʡ three-star certificate from the Ministry of Health, Labour, and Welfare, based on the Act on the Promotion of Women Participation and Career Advancement in the Workplace.\n\nL-Boshi Symbol\n\n<!-- image -->\n\nWe also have set a new target for the number of female members of management as ʠan increase by 10% or more, by the end of March 2024, compared to the beginning of FY 2021.ʡ We will proceed with efforts to achieve this target, including continued implementation of the mentor program to back the activities of female members of management, and the Shine! COSMOS Project, an inter-industry exchange meeting to share information with other local businesses.\n\nAdditionally, we have 92 female engineers as of April 2021, nearly tripling the number from 10 years ago. Women are steadily joining the front lines of electric power supply, which was once a job performed almost exclusively by male employees.\n\n## Employees with Disabilities Playing Their Part\n\nWe have promoted the hiring of employees with disabilities for years: as of the end of FY 2020, 89 employees with disabilities play active roles with us.\n\nIn addition, the Hokuriku Electric Power With Smile Company, a special affiliate company that we established to help contribute to local communities by employing people with disabilities, hired ten new employees in FY 2020. This company handles interoffice mail collection and delivery, document digitization, and other office support services, and will further expand employment of people with disabilities.\n\nInteroffice Mail Collection and Delivery by Employees of the Hokuriku Electric Power With Smile Company\n\n<!-- image -->\n\n## Veteran Employees Playing Their Part\n\nWe strive to create an environment where employees can work until age 65 with peace of mind, maintaining high motivation, and taking advantage of the experience, knowledge, and skills they have developed over the course of their careers.\n\nAs of end of FY 2020: 300 Career Staff（Age 55-60） 344 Senior Staff（Age 60 and up）",
        "metadata": {
            "page": 49
        },
        "id": "6442d482-bc80-443b-b7cc-88f9e53ffc12"
    },
    {
        "page_content": "## Creation of Workplaces Full of Vitality, Where Individuals and Organizations Can Reach Their Maximum Potential\n\n## Promotion of Telecommuting\n\nWe have built an environment to facilitate telecommuting, such as allowing employees to connect the computers they use at the company to their home networks, to create the same type of work environment as at the company. In FY 2020, about 50% of our employees worked from home. We intend to establish this as a system to help further improve labor productivity and promote diverse and flexible work styles, in addition to using it as a measure to prevent the spread of COVID-19.\n\nWeb Meeting with Telecommuting Employees\n\n<!-- image -->\n\n## Promotion of Health-conscious Management\n\nBased on the strong belief of the top management that health and safety take priority over all else, we promote health-conscious management, and have been certified as a Health and Productivity Management Organization （Large Enterprise Category）. We are also extending this initiative to other companies of the Group.\n\nWe work to strengthen support for employees through the Health Care Center, and push\n\nahead with health promotion measures from both physical and mental perspectives, such as improving mental health, establishing exercise habits, and helping people quit smoking.\n\n## Development of Human Resources\n\nWe implement various educational measures to help each employee develop and demonstrate skills, with a feeling of fulfillment and achievement.\n\nWe provide basic education in the knowledge, attitudes, and other characteristics required of each level of employees （e.g. young, mid-grade, and managerial levels）, and professional training in the knowledge, skills, and other qualities necessary to carry out duties in each specialty.\n\nIn addition, because global talent is becoming increasingly important for our operations, such as purchasing fuel (procurement of coal, LNG, etc.), providing explanations to overseas investors, and handling new businesses overseas, we send employees to various programs, such as overseas MBAs, with the aim of developing comprehensive competencies, including humanity and inner strength, in addition to language skills and professional knowledge.\n\n## Respect for Human Rights\n\nStarting in 1995, we have annually held a Human Rights Enlightenment Promotion Committee meeting, including group-based information sharing, for the purpose of establishing better understandings of human rights issues and promoting the creation of a corporate culture with an open atmosphere, free of discrimination.\n\nEach year, we host a lecture on human rights by an outside lecturer, on topics such as discrimination, harassment, and diversity. In FY 2020, we invited Yasuko Okada, Chairman and Chief Director of Cuore C Cube Co., Ltd., to give a presentation on the subject of ʠPrevention of Harassment: To Create a Pleasant Workplace.ʡ\n\nIn 2016, we set a Progress ＊ Week to correspond with Human Rights Week （December 4-10） in order to further deepen our understanding of diversity; during this period, we share a message from the company president, and hold workplace discussions and other events.\n\n<!-- image -->\n\n<!-- image -->\n\nBasic Education for Second-year Employees\n\n<!-- image -->\n\nLecture on Human Rights\n\n<!-- image -->",
        "metadata": {
            "page": 50
        },
        "id": "c0a97bc7-bb48-4991-994f-eeaf41673f9d"
    },
    {
        "page_content": "## Corporate Governance\n\n## Basic Way of Thinking for Corporate Governance ＊\n\nThe Group operates a comprehensive energy business centering on its competitive electricity business, and works toward coexistence and co-prosperity with the Hokuriku region, with the goal of being a company trusted and chosen by customers and all other stakeholders.\n\nIn order to make this goal a reality, achieving sustainable growth and evolution, with higher social trust through continuous efforts to increase the quality of our operations and services, we maintain internal control systems centered around our board of directors and audit & supervisory board, and strive to increase transparency through sharing information, IR activities, and more.\n\nThese are based on a resolution of our board of directors on the maintenance of a structure to ensure the propriety of our operations, as well as the Corporate Governance Code stipulated by the Tokyo Stock Exchange. We will continue these efforts to ensure the effectiveness of our corporate governance.\n\nFor more information on our fundamental policies related to corporate governance, as well as the status of our compliance with the Corporate Governance Code, please see the Corporate Governance Report on our website: http://www.rikuden.co.jp/management/governance.html\n\n## Corporate Governance System\n\n## ● Board of Directors\n\nAs a general rule, the board of directors meets\n\nonce monthly, or as necessary. In addition to making decisions on important business execution matters in accordance with laws, regulations, and our articles of incorporation, the board also receives reports from directors on the status of their execution of duties, and supervises the directorsʟ execution of duties. External directors provide surveillance, instruction, and advice for managerial judgment and decision-making processes, from various points of view. In addition, five audit & supervisory board members, three of whom are external members, are also present at meetings of the board of directors, and supervise the directorsʟ execution of duties.\n\nIn order to build a management system capable of responding more quickly to changes in the business environment, the term of office for directors is one year; through this, we intend to allow even stricter supervision of our business operations by shareholders.\n\n## ● Audit & Supervisory Board Membersʟ Audits and Internal Audits\n\nOur five audit & supervisory board members （including three external members, and a full-time corporate auditor with considerable knowledge of financial affairs and accounting） attend important meetings （such as meetings of the board of directors and corporate management committee meetings） to listen to the deliberations, carefully read important documents （such as documents for approval）, hear from relevant parties, and perform other necessary tasks, for audits of directorsʟ execution of duties, the maintenance and operation of internal control systems, etc. In addition, our auditors hold periodic meetings with directors, the internal audit department, and the accounting auditor to exchange opinions, in order to strengthen their auditing functions.\n\nIn addition, we have established an internal audit department, which works in cooperation with the audit & supervisory board members and accounting auditor to ensure the propriety of our operations.\n\n## ● Corporate Governance System\n\n<!-- image -->\n\n＊Note Regarding the Group Companies: The governance system of the Hokuriku Electric Power Transmission & Distribution Company is structured to conform to the conduct regulations set forth by the national government.\n\n<!-- image -->",
        "metadata": {
            "page": 51
        },
        "id": "3ca0e6b1-1d26-460f-9dd0-2b95a61f2acc"
    },
    {
        "page_content": "## Maintaining the Corporate Governance System\n\n## ● External Directors and External Audit & Supervisory Board Members\n\nIn order to strengthen our business supervisory functions from an outside perspective, we appoint three external directors. External directors provide surveillance, instruction, and advice for managerial judgment and decision-making processes, from various points of view.\n\nIn addition, audits by our three external audit & supervisory board members provide surveillance, instruction, and advice through more objective and multifaced points of view, and we take their work seriously as we work to take proper measures in response.\n\nAll of our external directors and external audit & supervisory board members are designated as independent officers, as stipulated by the Tokyo Stock Exchange, and notifications are filed with the Tokyo Stock Exchange.\n\n## Analysis and Evaluation of the Effectiveness of the Board of Directors\n\nMatters requiring a resolution of the board of directors undergo advance deliberation by the corporate management committee and sufficient advance explanation to external directors, before being brought up for discussion by the board of directors. In addition, after evaluation of the operation, etc. of the board of directors, the company issues a report to the board of directors at the end of each fiscal year, alongside which, as necessary, the operation of the board of directors is reviewed, including revisions to standards for bringing up matters for discussion and reporting.\n\nWe also engage in opinion exchanges with external directors and external audit & supervisory board members on the operation of the board of directors, among other efforts toward further improvements to the effectiveness of the board of directors.\n\nThrough these efforts, we believe that the effectiveness of our board of directors is satisfactory.\n\n## Policies and Procedures for Appointment and Dismissal of Key Management Personnel, and for Nomination of Candidates to Director and Audit & Supervisory Board Member Positions\n\nIndividuals are nominated to be key management personnel, or as candidates to serve as directors or audit & supervisory board members, based on their career backgrounds, as well as their excellent character, insight, and abilities.\n\nFor our external directors and external audit & supervisory board members, we nominate individuals who possess broad knowledge and experience, and who can make use of their outstanding experience and insight to provide surveillance, instruction, and advice on our management, from a more objective perspective.\n\nIn the event of dishonesty in the execution of the duties of a member of the key management personnel, or a serious violation of laws, ordinances, or our articles of incorporation, that individual shall be dismissed. Candidates for director and audit & supervisory board member positions shall be decided after sufficient deliberation at a meeting of the board of directors at which all members of the board, including the external directors and external audit & supervisory board members, are present.\n\n<!-- image -->\n\n## Executive Compensation\n\nAt the Hokuriku Electric Power Company, matters such as compensation for individual directors are determined based on an established policy, as outlined below:\n\nAs a basic policy, compensation for individual directors shall be determined by taking into consideration its function as an incentive for the sustainable growth of corporate value, and shall be at appropriate levels for their individual duties. Specifically, compensation for directors （except external directors） comprises base compensation on a monthly basis and bonuses to be paid at certain times each year, while compensation for external directors comprises only monthly base compensation in view of their duties.\n\nThe amount of monthly base compensation for each director is determined through comprehensive consideration, according to their position, in light of the level at other companies, as well as the business environment, performance, and other factors regarding the Company. The bonus amounts for each director （except external directors） are determined according to their positions, in view of performance for each fiscal year and other factors, after a resolution of the general meeting of shareholders for each payment.\n\nThe amount of base compensation for individual directors is determined by the chairman of the board and the president having been entrusted by the board of directors, based on the discussion at a meeting regarding compensation consisting of the three external directors, the chairman of the board, and the president. The amount of bonuses for individual directors shall be determined for each payment by the chairman of the board and the president, having been entrusted by the board of directors, based on the discussion at a meeting regarding compensation, following a resolution of the general meeting of shareholders.\n\nCompensation for our audit & supervisory board members comprises only monthly base compensation in view of their duties.\n\nBase compensation for audit & supervisory board members is within the range of the total sum approved at the general meeting of shareholders, and determined through discussion among the audit & supervisory board members.\n\n## Internal Control\n\nIn accordance with the Companies Act, our board of directors has made a resolution on the maintenance of a structure to ensure the propriety of our operations （fundamental policies of the internal control system）, stipulating basic systems such as compliance, risk management, and propriety in the operations of the Group. Based on this resolution, we work to maintain and operate systems to ensure propriety in our work. Other Group companies have also decided upon fundamental policies based on each companyʟs current status, as part of our Group-wide efforts to ensure propriety in our work.\n\nWith regards to the Financial Instruments and Exchange Act internal control and reporting system ＊ , our company rules stipulate systems and mechanisms to ensure the trustworthiness of Group financial reporting, and we operate them appropriately. Alongside this, we also evaluate the effectiveness of our internal control, and perform the necessary corrections and improvements. In June of 2021, we also submitted our internal control report to the prime minister, in which we judged our internal controls to be effective based on a self-appraisal.",
        "metadata": {
            "page": 52
        },
        "id": "d3ba8443-11a7-4072-a985-4212dc6479f6"
    },
    {
        "page_content": "## Maintaining the Corporate Governance System\n\n## Directors and Audit & Supervisory Board Members of the Hokuriku Electric Power Company （As of July 31, 2021）\n\n<!-- image -->\n\n## ■ Directors\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nRepresentative Director & Executive Vice President General Manager of Community Relations & Development Division General Manager of Nuclear Power Division\n\n<!-- image -->\n\n## Nobuhiko Ishiguro\n\n- Apr. 1983 : Joined Hokuriku Electric Power Company\n\nJun. 2011 : Became Manager\n\nJun. 2012 : Became Executive Officer\n\nJun. 2015 : Became Director & Managing Executive Officer\n\n- Jun. 2017 : Became Representative Director & Executive Vice President （Current Position）\n\nDirector & Managing Executive Officer\n\n## Seisho Shiotani\n\nApr. 1983 : Joined Hokuriku Electric Power Company\n\nJun. 2016 : Became Executive Officer\n\nJun. 2018 : Became Director & Managing Executive Officer （Current Position）\n\nDirector & Managing Executive Officer\n\n## Wataru Hirata\n\nApr. 1986 : Joined Hokuriku Electric Power Company\n\nJun. 2018 : Became Executive Officer\n\nJun. 2020 : Became Director & Managing Executive Officer （Current Position）\n\nRepresentative Director & Chairman of the Board\n\n## Yutaka Kanai\n\nApr. 1977 :  Joined Hokuriku Electric Power Company\n\nJun. 2005 :  Became Manager\n\nJun. 2007 :  Became Executive Officer\n\nJun. 2010 :  Became Managing Director\n\nJun. 2013 :  Became Representative Director & Vice President\n\nJun. 2015 :  Became Representative Director & President\n\nJun. 2021 : Became Representative Director & Chairman of the Board （Current Position）\n\nRepresentative Director & Executive Vice President\n\n<!-- image -->\n\n## Kazuhisa Mizutani\n\nApr. 1984 : Joined Hokuriku Electric Power Company Jun. 2015 : Became Executive Officer\n\nJun. 2018 : Became Director & Managing Executive Officer\n\n- Jun. 2020 : Became Representative Director & Executive Vice President （Current Position）\n\nRepresentative Director & President\n\n## Koji Matsuda\n\n<!-- image -->\n\nApr. 1985 : Joined Hokuriku Electric Power Company\n\nJun. 2016 : Became Executive Officer\n\nJun. 2019 : Became Director & Managing Executive Officer\n\nJun. 2021 : Became Representative Director & President （Current Position）",
        "metadata": {
            "page": 53
        },
        "id": "a1fa7515-91d5-4b69-9a00-4cf2a7f9dd6a"
    },
    {
        "page_content": "## Maintaining the Corporate Governance System\n\n<!-- image -->\n\n<!-- image -->\n\nDirector （External）\n\nTatsuo Kawada\n\nMar. 1962 : Joined Fukui Seiren Kako Co., Ltd.\n\nAug. 1981 : Became Director at Seiren Co., Ltd.\n\nAug. 1985 : Became Managing Director\n\nAug. 1987 : Became Representative Director & President\n\nJun. 2003 : Became Representative Director and President, and COO\n\nMay. 2005 : Became Representative Director and Chair of KB Seiren, Ltd. （Current Position）\n\nOct. 2005 : Became Representative Director and President, COO, and CEO of Seiren Co., Ltd.\n\nJun. 2008 : Became Audit & Supervisory Board Member of the Hokuriku Electric Power Company\n\nMar. 2009 : Became President of the Fukui Chamber of Commerce and Industry （Current Position）\n\nJun. 2011  :  Became Representative Director and Chair, President, COO, and CEO of Seiren Co., Ltd.\n\nJun. 2014 : Became Representative Director and Chair, and CEO （Current Position）\n\nAug. 2014 : Became Chair of Seiren U.S.A. Corporation （Current Position）\n\n- Jun. 2015 : Became Director at the Hokuriku Electric Power Company （Current Position）\n\n## ■ Audit & Supervisory Board Members\n\n<!-- image -->\n\n<!-- image -->\n\nApr. 1981 :  Joined Hokuriku Electric Power Company\n\nJun. 2009 :  Became Manager Jun. 2012 :  Became Executive Officer Jun. 2018 :  Became Audit & Supervisory Board Member （Current Position） Apr. 2020 :  Became Audit & Supervisory Board Member of the\n\nHokuriku Electric Power Transmission & Distribution Company （Current Position）\n\nAudit & Supervisory Board Member of the Hokuriku Electric Power Company and Audit & Supervisory Board Member of the Hokuriku Electric Power Transmission & Distribution Company\n\n## Yasuhito Mizukami\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nAudit & Supervisory Board Member （External）\n\n## Toshihiko Hosokawa\n\nAudit & Supervisory Board Member （External）\n\n## Etsuko Akiba\n\nAudit & Supervisory Board Member （External）\n\nMasahiro Hayashi\n\nApr.1970 :  Appointed as Public Prosecutor\n\nApr.1981 :  Registered with Osaka Bar Association\n\nApr.1985 :  Registered with Toyama Bar Association\n\nApr. 2000 :  Became Professor at Kanazawa University Faculty of Law\n\nApr. 2004 :  Became Professor at Kanazawa University Law School\n\nApr. 2004 :  Re-registered with Toyama Bar Association （Current Position）\n\nJun. 2015 :  Became Audit & Supervisory Board Member of the Hokuriku Electric Power Company （Current Position）\n\nApr. 1981 : Joined the Fukui Bank, Ltd. Jun. 2008 : Became Director\n\nJun. 2009 : Became Director and Statutory Executive Officer\n\nJun. 2010 : Became Director and Managing Executive Officer\n\nJun. 2014 : Became Director and Senior Managing Executive Officer\n\nJun. 2015 : Became Director, President and Representative Statutory Executive Officer （Current Position）\n\nJun. 2021 : Became Audit & Supervisory Board Member of the Hokuriku Electric Power Company （Current Position）\n\nApr. 1971 : Joined the Hokuriku Bank, Ltd.\n\nJun. 1998 : Became Director\n\nJun. 2002 : Became President\n\nSep. 2003 : Became President of Hokugin Financial Group\n\nJun. 2013 : Became Special Adviser to the Hokuriku Bank, Ltd.\n\nNov. 2013 : Became President of the Toyama Chamber of Commerce and Industry （Current Position）\n\nJun. 2014 : Became Audit & Supervisory Board Member of the Hokuriku Electric Power Company\n\nJun. 2015 : Became Director （Current Position）\n\nJul. 2016 : Became Special Counselor for the Hokuriku Bank, Ltd. （Current Position）\n\nApr. 1973 :  Joined the Hokkoku Bank, Ltd.\n\nJun. 1998 :  Became Director\n\nJun. 2002 :  Became Managing Director\n\nJun. 2004 :  Became Senior Managing Director\n\nJun. 2006 :  Became President\n\nNov. 2016 :  Became President of the Kanazawa\n\nChamber of Commerce and Industry （Current Position）\n\nJun. 2017 :  Became Director at the Hokuriku Electric Power Company （Current Position）\n\nJun. 2020 :  Became Senior Advisor to the Hokkoku Bank, Ltd. （Current Position）\n\nApr. 1985 : Joined Hokuriku Electric Power Company\n\nJun. 2018 : Became Executive Officer\n\nJun. 2020 : Became Audit & Supervisory Board Member （Current Position）\n\nJun. 2020 : Became Audit & Supervisory Board Member of the Hokuriku Electric Power Transmission & Distribution Company （Current Position）\n\nAudit & Supervisory Board Member of the Hokuriku Electric Power Company and Audit & Supervisory Board Member of the Hokuriku Electric Power Transmission & Distribution Company\n\n## Akitaka Eda\n\nApr.1971 :  Joined Japan Airlines\n\nJul.1989 :  Joined Public Relations Department of the Foundation of Electric Power Companies\n\nApr.1996 :  Joined Kanto Branch Public Relations Department of the Nippon Telegraph and Telephone Corporation\n\nJun.1999 :  Became Director of the Nippon Association of Consumer Specialists\n\nMay. 2003 :  Became Chief Director of the Asca Energy Forum\n\nJan. 2010 :  Became Member of the Japan Atomic Energy Commission\n\nMay. 2014 :  Reappointed as Chief Director of the Asca Energy Forum （Current Position）\n\nJun. 2015 :  Became Audit & Supervisory Board Member of the Hokuriku Electric Power Company（Current Position）\n\nDirector （External）\n\nTateki Ataka\n\n<!-- image -->\n\nDirector （External）\n\nShigeo Takagi",
        "metadata": {
            "page": 54
        },
        "id": "b1e1768d-4398-49a3-b37f-b9ec54f7fd03"
    },
    {
        "page_content": "Maintaining the Corporate Governance System\n\n## Directors and Audit & Supervisory Board Members of the Hokuriku Electric Power Transmission & Distribution Company （As of July 31, 2021）\n\n<!-- image -->\n\n## ■ Directors\n\n<!-- image -->\n\n<!-- image -->\n\nRepresentative Director & Executive Vice President\n\n<!-- image -->\n\n## Kazuya Tanada\n\nApr. 1985 : Joined Hokuriku Electric Power Company Jun. 2018 : Became Executive Officer\n\nApr. 2020 : Became Director of the Hokuriku Electric Power\n\nTransmission & Distribution Company\n\nJun. 2020 : Became Representative Director & Executive Vice President （Current Position）\n\nApr. 1987 : Joined Hokuriku Electric Power Company Apr. 2020 : Transferred on loan to Hokuriku Electric Power Transmission & Distribution Company Became Executive Officer\n\nJun. 2020 : Became Director of the Hokuriku Electric Power Transmission & Distribution Company （Current Position）\n\nDirector General Manager of Distribution Dept.\n\n## Katsunori Tsukasaki\n\n## Shiro Sejima\n\nApr. 1988 : Joined Hokuriku Electric Power Company Jun. 2021 : Became Director of the Hokuriku Electric Power Transmission & Distribution Company （Current Position）\n\nRepresentative Director & President\n\n## Koichi Mizuno\n\nApr. 1983 : Joined Hokuriku Electric Power Company\n\nJun. 2011 : Became Manager\n\nJun. 2014 : Became Executive Officer\n\nJun. 2016 : Became Director & Managing Executive Officer\n\nJun. 2018 : Became Representative Director &\n\nExecutive Vice President\n\nApr. 2020 : Became Representative Director & President  of the\n\nHokuriku Electric Power Transmission & Distribution Company （Current Position）\n\nDirector General Manager of Corporate Planning Dept.\n\n<!-- image -->",
        "metadata": {
            "page": 55
        },
        "id": "d61cdffb-3b4f-470c-859d-50165e6c675d"
    },
    {
        "page_content": "## Corporate Culture for Ensuring Transparency and Safety\n\nIn 2007, it came to light that we had not properly handled some incidents regarding power generation facilities, including the criticality accident at Unit 1 of Shika Nuclear Power Station. Following this, we have worked to establish a corporate culture for ensuring transparency and safety, with efforts company-wide to prevent any such issues from happening again. In February of 2011, an examination committee composed of external experts evaluated our efforts toward recurrence prevention, and concluded that the corporate culture for ensuring transparency and safety had been established. Even after this evaluation, every employee has continued and improved these long-term efforts, taking to heart the importance of never flagging in our dedication to the corporate culture. We continue further deepening the culture that we have built, improving company-wide quality of services and operations, as we work to earn the communityʟs trust and provide sense of security.\n\n## Deepening Our Safety Culture\n\n## Connecting with Stakeholders\n\n## Enlightenment on Prioritizing Safety, and Improving Safety Quality\n\n- ● Discussions between Top-level Managers and Front-line Site Employees\n\nWe aim to share top-level managersʟ thoughts and passion for putting safety first with the company\n\nas a whole, as well as to increase mutual understanding within the company through frank discussion activities between top-level managers and employees.\n\n## ● Sharing Case Studies of Failures to Prevent Reoccurrences\n\nWe share the lessons of failure cases within the company and facilitate improvement efforts in each department, with the goal of preventing similar accidents and problems through such conferences as ʠElectric Power Security Committeeʡ and ʠFailure Cases Review Meetings.ʡ\n\nDiscussions between upper-level management and head office managers （Electric Power Security Committee）\n\n<!-- image -->\n\n## Efforts to Eliminate Work-related Accidents\n\nBased on the concept of placing top priority on safety, we work to prevent accidents that could affect any of our employees, contractors, outsourced staff members, or members of the public.\n\nIn FY 2021, we have particularly focused on encouraging workers to be familiar with the rules, by presenting clear rules to contractors and providing instructional materials to prime contractors, as well as focusing on inspections of worksites and instructions to personnel, including checking the state of communication from prime contractors to subcontractors, through patrols and other means.\n\n## Investor Relations Activities\n\nWe hold corporate information sessions for institutional investors and analysts, at which we engage in candid exchanges of opinions with top management about our business policies, financial status, and other topics. We also work to share information, including financial results, through other means, such as explanations on an individual basis, and posting to our website.\n\nFor individual shareholders, we organize tours of facilities, including Shika Nuclear Power Station, thermal power stations, photovoltaic power stations, and wind power stations, to further deepen their understanding of our business activities. （In FY 2020, facility tours were canceled to prevent the spread of COVID-19.）\n\n## ●Fundamental Policies for Procurement\n\n## Fair and Impartial Procurement Activities\n\nWe build good long-term relationships with our suppliers, who are our business partners, and we engage in procurement activities based on our Fundamental Policies for Procurement, as we work together toward the development of both parties.\n\n|   １ | Compliance with Laws, Ordinances, and Social Norms   |\n|------|------------------------------------------------------|\n|   ２ | Highest Priority on Safety                           |\n|   ３ | Consideration for the Environment                    |\n|   ４ | Open Transactions                                    |\n|   ５ | Fair and Impartial Procurement                       |\n|   ６ | Establishment of Mutual Trust （Partnerships）       |\n|   ７ | Proper Management and Protection of Information      |\n\n## Promoting Compliance\n\nIn 2002, we established the Compliance Promotion Committee, with the company president serving as chair, and a code of conduct.\n\nWe have continued to improve our efforts over time. In order to further increase the effectiveness of our compliance promotion, in 2003, we established Whistle Hokuden, a point of contact for business ethics information; in 2007, we added an external third party （lawyer） point of contact for reports; and starting in 2010, Group companiesʟ compliance violations can now also be reported.\n\nWe continue efforts to maintain our dedication to our corporate culture for ensuring transparency and safety, such as messages from the president on in-company TV broadcasts. In addition, we strive to ensure strict compliance through autonomous initiatives, such as compliance training for each layer of our company, including top- and middle-level managers and general employees, as well as group compliance discussions at each workplace.",
        "metadata": {
            "page": 56
        },
        "id": "d556e732-8cca-44cb-bcf6-d97140f1e4fa"
    },
    {
        "page_content": "## Preparedness for Risks\n\n## Crisis Management\n\nWe are working to establish crisis management regulations, in order to build a company-wide crisis management system to address various critical situations that would, or may potentially, have a significant effect on our business, and to avoid, as much as possible, any effect on our stakeholders.\n\n## Establishment of Disaster Prevention Systems\n\nThe Hokuriku Electric Power Company and the Hokuriku Electric Power Transmission & Distribution Company work together to prepare for disasters. We immediately declare Alert Status when a disaster is expected to strike, and Red Alert Status when a disaster is predicted to occur within the next few hours, or has already occurred, or when an earthquake rated 6 Lower or above on the JMA Seismic Intensity Scale has occurred within the area we supply electricity to. In these cases, we set up an alert status （general） headquarters or a disaster response （general） headquarters at the relevant facility or office, according to the level of the alert status.\n\nAs a precaution for disasters, we have built a system of mutual cooperation to share disaster prevention information with local governments and other disaster-prevention-related organizations （local meteorological observatories, fire stations, the Self-Defense Forces, police, etc.）. In addition, we have also established a mutual support system in association with other electric power companies, the Electric Power Development Co., Ltd., the Organization for Cross-regional Coordination of Transmission Operators, contracted companies, electrical engineering work companies, and more, to provide mutual assistance, such as supply of electric power, personnel, materials, transportation\n\nequipment, etc.\n\nCompany-wide disaster prevention training\n\n<!-- image -->\n\n## Information Security\n\nWith the growing threat of international cyber-attacks on Japanese companies, we are working to enhance information security, as a critical infrastructure utility with social responsibility. In addition to cooperating with the national government and other electric power companies, we have set forth our basic policy on information security in our internal rules, and have established an in-house information security measures committee to promote information security measures under our top management.\n\n<!-- image -->\n\n## Basic Policy on Information Security\n\n- （1） We shall establish a system to continuously maintain and improve our information security level.\n- （2） We shall enact protective measures to block attacks on information assets.\n- （3） We shall determine emergency measures in the event of an attack, and prepare for quick recovery and to prevent attacks from recurring.\n- （4） We shall raise awareness about information security among all employees.\n\n## Measures against COVID-19\n\nWe implement various measures based on our business continuity plan, in order to prevent our employees from being infected, and to maintain a stable supply of electricity.\n\n## ● Workplace Vaccination\n\nAt the end of June, 2021, we started workplace vaccinations for employees of the Hokuriku Electric Power Company and the Hokuriku Electric Power Transmission & Distribution Company. In addition to this effort, which should contribute to reducing the burden on the community and accelerating the pace of vaccinations, we continue other measures that we have taken to prevent the spread of COVID-19, which should eventually help prevent the spread of the disease in the Hokuriku region and enable us to maintain a stable supply of electricity.\n\n## ● Major Anti-infection Measures on the Front Lines of Electric Power Supply\n\n- ● Restricted access to the central control rooms of power stations and the control rooms of load-dispatching centers\n- ● Separate working locations for power station staff members\n- ● Maintaining physical distance and disinfecting shared items （keyboards, etc.） when handing over duties\n- ● Establishing backup systems, including securing substitute staff members who have previous experience performing the same jobs, in the event of an infection among power station operators or on-duty staff members at load-dispatching centers",
        "metadata": {
            "page": 57
        },
        "id": "624dbfbc-79c4-4656-a8fa-cc047e31e1c5"
    },
    {
        "page_content": "## Financial and Business Information\n\n## Main Data for the Past Five Years （Consolidated）\n\n| Fiscal Year                                                          | 2016      | 2017      | 2018      | 2019      | 2020      |\n|----------------------------------------------------------------------|-----------|-----------|-----------|-----------|-----------|\n| Operating Revenue （Million yen）                                    | 542,572   | 596,283   | 622,930   | 628,039   | 639,445   |\n| Operating Income （Million yen）                                     | 10,539    | 14,826    | 12,824    | 29,461    | 17,828    |\n| Ordinary Income （Million yen）                                      | 2,012     | 2,671     | 6,656     | 23,236    | 12,354    |\n| Net Income （Loss） Attributable to Owners of Parent （Million yen） | Δ622      | Δ485      | 2,520     | 13,433    | 6,834     |\n| Return on Equity （％）                                              | Δ0.2      | Δ0.2      | 0.8       | 4.2       | 2.1       |\n| Return on Assets （％）                                              | 0.5       | 0.7       | 0.6       | 1.3       | 0.8       |\n| Net Income per Share （Yen）                                         | Δ2.98     | Δ2.33     | 12.07     | 64.34     | 32.73     |\n| Capital Investment （Million yen）                                   | 94,889    | 109,057   | 102,988   | 76,502    | 84,289    |\n| Total Assets （Million yen）                                         | 1,518,076 | 1,588,757 | 1,573,127 | 1,592,933 | 1,595,626 |\n| Net Assets （Million yen）                                           | 327,614   | 327,645   | 326,950   | 336,456   | 355,740   |\n| Capital-to-asset Ratio （％）                                        | 20.8      | 19.8      | 19.9      | 20.2      | 21.2      |\n| Outstanding Interest-bearing Debt （Million yen）                    | 952,145   | 990,004   | 980,494   | 974,547   | 974,858   |\n| Net Assets per Share （Yen）                                         | 1,515.08  | 1,509.29  | 1,501.40  | 1,542.20  | 1,622.02  |\n| Cash Flows from Operating Activities （Million yen）                 | 63,547    | 82,277    | 54,018    | 101,475   | 56,639    |\n| Cash Flows from Investing Activities （Million yen）                 | Δ104,252  | Δ91,259   | Δ101,338  | Δ75,141   | Δ84,913   |\n| Cash Flows from Financing Activities （Million yen）                 | 21,322    | 35,401    | Δ9,912    | Δ6,285    | Δ3,300    |\n| Cash and Cash Equivalents at End of Period （Million yen）           | 173,746   | 200,166   | 142,934   | 163,019   | 132,310   |\n| Number of Employees                                                  | 8,346     | 8,433     | 8,498     | 8,562     | 8,326     |\n\n<!-- image -->\n\n## Group Companies （As of July 31, 2021）\n\n## Total Energy\n\n- ● Hokuriku Electric Power Company\n- ● Hokuriku Electric Power Transmission & Distribution Company\n- ● The Nihonkai Power Generating Company, Inc.\n- ● Hokuriku Lnes Co., Ltd.\n- ● Kanazawa Gas & Electricity Co., Ltd.\n- ● Fukui City Gas Co., Ltd.\n- ● Toyama Kyodo Jikahatsuden Co., Ltd.\n\n## Information & Telecommunications\n\n- ● Hokuriku Telecommunication Network Co., Inc.\n- ● Power and IT Company\n- ● Hokuden Information System Service Company, Inc.\n- ● Cable Television Toyama Inc.\n\n## Electricity & Engineering\n\n- ● Hokuriku Plant Services Co., Ltd.\n- ● Nihonkaikenko Corporation\n- ● HOKURIKU ELECTRICAL CONSTRUCTION CO., LTD.\n- ● Hokuriku Electric Power Biz Energy Solutions Co., Ltd.\n- ● Hokuden Engineering Consultants Co., Ltd.\n- ● Hokuden Techno Service\n\n## Environment & Recycling\n\n- ● Nihonkai Environmental Service Inc.\n\n## Daily Life, Offices, and Finance\n\n- ● Hokuriku Electric Power Business Investment G.K.\n- ● Hokuden Sangyo Co., Ltd.\n- ● Hokuriku Electric Power Living Service Co., Ltd.\n- ● Hokuden Partner Service Inc.\n- ● Hokuriku Electric Power With Smile Company\n- ● FreDelish Co., Ltd.\n- ● Hokko Shoji Co., Ltd.\n- ● Hokuden Sangyo Komatsu Building G.K.\n\n## Manufacturing\n\n- ● Nihonkai Concrete Industries Co.\n- ● Hokuriku Instrumentation Co., Inc.\n- ● Hokuriku Electric Co., Ltd.\n\n## Overseas Electricity Business\n\n- ● F3 Holding Company B.V.\n- ● F3 O&M Company Ltd\n- and 10 other companies",
        "metadata": {
            "page": 58
        },
        "id": "691c2e86-4b72-400b-9aa2-a0d2879d99bc"
    },
    {
        "page_content": "## Main Data for the Past Five Years （Non-consolidated）\n\n| Fiscal Year                                       | 2016             | 2017         | 2018         | 2019         | 2020      |\n|---------------------------------------------------|------------------|--------------|--------------|--------------|-----------|\n| Operating Revenue （Million yen）                 | 497,617          | 549,148      | 575,576      | 573,868      | 577,106   |\n| Operating Income （Million yen）                  | 2,568            | 5,375        | 4,522        | 20,214       | Δ6,463    |\n| Ordinary Income （Million yen）                   | Δ3,256           | Δ5,630       | 2,447        | 15,707       | Δ8,371    |\n| Net Income （Million yen）                        | Δ1,848           | Δ4,195       | 2,411        | 10,294       | Δ5,094    |\n| Ordinary Revenue / Loss （Million yen）           | 503,650          | 552,604      | 583,062      | 577,532      | 582,915   |\n| Electricity Sales （Retail）                      | 433,913          | 472,251      | 477,440      | 453,412      | 440,559   |\n| Electricity Sales （Wholesale）                   | 31,078           | 38,812       | 48,124       | 55,032       | 81,974    |\n| Other                                             | 38,658           | 41,540       | 57,497       | 69,087       | 60,380    |\n| Ordinary Expenses （Million yen）                 | 506,906          | 558,234      | 580,614      | 561,825      | 591,286   |\n| Personnel Expenses                                | 50,940           | 49,676       | 48,033       | 51,156       | 29,429    |\n| Fuel Expenses                                     | 102,624          | 118,990      | 124,485      | 109,837      | 90,899    |\n| Maintenance Expenses                              | 63,111           | 69,087       | 64,414       | 60,053       | 32,318    |\n| Depreciation Expenses                             | 61,328           | 59,162       | 68,330       | 47,828       | 28,872    |\n| Purchased Power Expenses                          | 69,660           | 84,636       | 103,426      | 105,013      | 136,269   |\n| Interest Expenses                                 | 10,396           | 9,612        | 8,786        | 7,654        | 6,934     |\n| Taxes and Public Charges                          | 30,281           | 30,787       | 30,457       | 31,440       | 13,170    |\n| Other                                             | 118,563          | 136,280      | 132,681      | 148,841      | 253,392   |\n| Return on Equity （％） Return on Assets （％）   | Δ0.6 0.1         | Δ1.5 0.3     | 0.9 0.2      | 3.6 1.0      | Δ1.8 Δ0.3 |\n| Net Income per Share （Yen）                      | Δ8.85            | Δ20.09       | 11.55        | 49.31        | Δ24.40    |\n| Dividend（Yen）per Share                          | 35               | -            | -            | 10           | 15        |\n| Capital Investment （Million yen）                | 90,563           | 103,662      | 93,708       | 69,245       | 50,264    |\n| Total Assets （Million yen）                      | 1,460,682        | 1,526,576    | 1,508,900    | 1,529,530    | 1,506,958 |\n| Net Assets （Million yen）                        |                  | 280,500      |              |              | 284,130   |\n|                                                   | 286,698          |              | 280,243      | 286,945      |           |\n| Capital-to-asset Ratio （％）                     | 19.6             | 18.4 999,883 | 18.6 988,764 | 18.8 985,476 | 18.9      |\n| Outstanding Interest-bearing Debt （Million yen） | 960,198 1,373.09 | 1,343.47     | 1,342.28     |              | 988,656   |\n| Net Assets per Share （Yen）                      |                  |              |              | 1,374.42     | 1,360.99  |\n| Number of Employees                               | 5,010            | 5,229        | 5,278        | 5,325        | ＊ 2,801  |\n\n- ＊ Company split up in 2020\n\n<!-- image -->",
        "metadata": {
            "page": 59
        },
        "id": "4d3f6f0a-7357-4b8c-b3a7-13415cf5af46"
    },
    {
        "page_content": "## Environment ＊1\n\n- ＊1  Results for the Hokuriku Electric Power Company and the Hokuriku Electric Power Transmission & Distribution Company\n\n## （1）Data Related to Power Generation\n\n## （2）Data Related to Greenhouse Gas Reductions\n\n|                                                                             |                                                                                                   | Unit                                                                                              | Results FY 2019 FY 2020   | Results FY 2019 FY 2020   | Results FY 2019 FY 2020   |\n|-----------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------|---------------------------|---------------------------|---------------------------|\n| Category                                                                    | Category                                                                                          | Unit                                                                                              | FY 2018                   |                           |                           |\n|                                                                             | kt Coal                                                                                           | kt Coal                                                                                           | 5,573                     | 6,079                     | 6,110                     |\n|                                                                             | ML Heavy Oil                                                                                      | ML Heavy Oil                                                                                      | 140                       | 35                        | 143                       |\n|                                                                             | ML Crude Oil uel Consumption for                                                                  | ML Crude Oil uel Consumption for                                                                  | 164                       | 34                        | 10                        |\n| 1                                                                           | kt LNG  P                                                                                         | kt LNG  P                                                                                         | 403                       | 523                       | 509                       |\n|                                                                             | ML Gas Oil  Gener                                                                                 | ML Gas Oil  Gener                                                                                 | 10                        | 8                         | 5                         |\n|                                                                             | kt Wood Biomass ation                                                                             | kt Wood Biomass ation                                                                             | 22                        | 18                        | 22                        |\n|                                                                             | ㎏- 235 U Nuclear Fuel                                                                            | ㎏- 235 U Nuclear Fuel                                                                            | 0                         | 0                         | 0                         |\n|                                                                             | billion kWh Thermal Power Generation Electricity Gener                                            | billion kWh Thermal Power Generation Electricity Gener                                            | 20.2                      | 21.9                      | 22.1                      |\n| 2                                                                           | billion kWh Hydroelectric Power Generation                                                        | billion kWh Hydroelectric Power Generation                                                        | 6.2                       | 6.2                       | 6.2                       |\n|                                                                             | Nuclear Power Generation ated (Gener                                                              | billion kWh                                                                                       | 0                         | 0                         | 0                         |\n|                                                                             | Photovoltaic Power Generation ating End)                                                          | million kWh                                                                                       | 4                         | 5                         | 5                         |\n| Transmission and Distribution Loss Rate 3                                   | Transmission and Distribution Loss Rate 3                                                         | ％                                                                                                | 4.3                       | 4.1                       | 4.4                       |\n| 4 Electricity Consumption at Hokuriku  Electric Power Company Offices, etc. | 4 Electricity Consumption at Hokuriku  Electric Power Company Offices, etc.                       | million kWh                                                                                       | 31                        | 29                        | 30                        |\n| 5                                                                           | Purchased Electricity Sold to and  Purchased from                                                 | billion kWh                                                                                       | 6.6                       | 6.0                       | 7.0                       |\n|                                                                             | Wholesale Other Utilities                                                                         | billion kWh                                                                                       | 4.3                       | 6.4                       | 6.6                       |\n| 6                                                                           | billion kWh Electricity Sales Volume                                                              | billion kWh Electricity Sales Volume                                                              | 26.1                      | 25.1                      | 25.9                      |\n| 7                                                                           | Thermal Power Generation Efficiency:  Benchmark Index B of the Act on the  Rational Use of Energy | Thermal Power Generation Efficiency:  Benchmark Index B of the Act on the  Rational Use of Energy | 39.8                      | 40.6                      | 40.5                      |\n| Waste Water from Power Stations 8                                           | Waste Water from Power Stations 8                                                                 | Kilo m³                                                                                           | 2,772                     | 2,696                     | 2,634                     |\n\n|    |                                                        |                                                        |            | Results      | Results      | Results      |\n|----|--------------------------------------------------------|--------------------------------------------------------|------------|--------------|--------------|--------------|\n|    | Category                                               |                                                        | Unit       | FY 2018      | FY 2019      | FY 2020      |\n| 1  | CO2 Emissions  ＊2                                     | Basic                                                  | Mt-CO2     | 14.14        | 12.79        | 12.17        |\n| 1  | CO2 Emissions  ＊2                                     | Adjusted                                               | Mt-CO2     | 13.71        | 12.45        | 12.07        |\n|    | CO2 Emission Intensity  ＊2                            | Basic                                                  | kg-CO2/kWh | 0.542        | 0.510        | 0.469        |\n|    | CO2 Emission Intensity  ＊2                            | Adjusted                                               | kg-CO2/kWh | 0.526        | 0.497        | 0.465        |\n|    | SOX Emissions                                          | Standard Unit ＊3                                      | g/kWh      | 0.26         | 0.26         | 0.25         |\n|    | SOX Emissions                                          | Emissions                                              | ｔ         | 5,284        | 5,783        | 5,593        |\n|    |                                                        | Standard Unit ＊3                                      | g/kWh      | 0.20         | 0.22         | 0.21         |\n|    |                                                        | Emissions                                              | ｔ         | 4,096        | 4,827        | 4,652        |\n| 5  | SF6 Emissions                                          | SF6 Emissions                                          | ｔ         | 0.3          | 0.3          | 0.3          |\n| 6  | SF6 Gas Recovery Ratio during  Inspection and Disposal | SF6 Gas Recovery Ratio during  Inspection and Disposal | ％         | 99           | 99 0.5       | 99           |\n| 7  | HFC Emissions                                          | HFC Emissions                                          | ｔ         | 0.3          |              | 0.6          |\n| 8  | PFC Emissions                                          | PFC Emissions                                          | ｔ         | None Handled | None Handled | None Handled |\n| 9  | N2O Emissions                                          | N2O Emissions                                          | ｔ         | 88           | 97           | 97           |\n| 10 | CH4 Emissions                                          | CH4 Emissions                                          | ｔ         | 23           | 21           | 20           |\n| 11 | Fluorocarbon Consumption                               | Fluorocarbon Consumption                               | ｔ         | 0.3          | 1.0          | 0.8          |\n\n- ＊2  Calculations were made based on the Law Concerning the Promotion of the Measures to Cope with Global Warming.\n- ＊3  For power generated at thermal power stations.\n\n<!-- image -->",
        "metadata": {
            "page": 60
        },
        "id": "cfe888cd-dc69-40ac-8857-48ee34f986c4"
    },
    {
        "page_content": "## （3） Other Data Related to Environmental Management and Waste Management\n\n|                 | Category                                                                                       |                                                                                                |                 | Results FY 2020   | Results FY 2020   | Results FY 2020   |\n|-----------------|------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------|-----------------|-------------------|-------------------|-------------------|\n|                 |                                                                                                |                                                                                                | Unit            | FY 2018           | FY 2019           |                   |\n| 1               | Production and  Proportion Recycled  of Industrial Waste                                       | （Amount of Coal Ash Produced,  Included in the Total） Amount Produced                        | kt              | 784 （584）       | 798 （598）       | 779 （591）       |\n| 1               | and Byproducts                                                                                 | （Proportion Recycled of  Coal Ash） Percentage Recycled                                       | ％              | 97.9 （99.2）     | 97.6 （98.0）     | 96.3 （96.7）     |\n| Office Waste  2 | Collected  by the Hokuriku  Electric Power  Company                                            | Worker Uniforms                                                                                | kg              | 1,914             | 2,737             | 1,123             |\n| Office Waste  2 | Collected  by the Hokuriku  Electric Power  Company                                            | Used Helmets                                                                                   | pcs.            | 328               | 278               | 439               |\n| Office Waste  2 | Collected  by the Hokuriku  Electric Power  Company                                            | Used Safety Shoes                                                                              | pairs           | 978               | 697               | 813               |\n| Office Waste  2 | Collected  by the Hokuriku  Electric Power  Company                                            | Used Safety  Harnesses                                                                         | sets            | 64                | 324               | 168               |\n| Office Waste  2 | Collected  by the Hokuriku  Electric Power  Company                                            | Used Fluorescent  Lamps                                                                        | ｔ              | 3.8               | 3.9               | 4.1               |\n| Office Waste  2 |                                                                                                | Used Batteries                                                                                 | ｔ              | 1.6               | 1.6               | 1.4               |\n| 3               | Green Purchasing Coverage                                                                      | Green Purchasing Coverage                                                                      | ％              | 98                | 97                | 91                |\n| 4               | Number of Electric Vehicles Introduced ＊4 （Proportion of EVs among company vehicles）        | Number of Electric Vehicles Introduced ＊4 （Proportion of EVs among company vehicles）        | vehicles （％） | 181 （47.6）      | 182 （47.9）      | 206 （52.2）      |\n| 5               | Amount of Electricity Use at Offices over Time （Percentage, using the FY 2004 amount as 100） | Amount of Electricity Use at Offices over Time （Percentage, using the FY 2004 amount as 100） | ％              | 81.3              | 78.7              | 81.3              |\n| 6               | Production of Solid Radioactive Waste （200-liter drum equivalent）                            | Production of Solid Radioactive Waste （200-liter drum equivalent）                            | drums' worth    | 544               | 760               | 808               |\n\n- ＊4  Special-purpose vehicles, such as emergency vehicles and aerial work platforms, and other vehicles that cannot be replaced with electric vehicles （e.g. 4WD vehicles） are not included. Plug-in hybrid vehicles （PHVs） are included.\n\n| FY 2020 Breakdown of Production and Proportion Recycled of Industrial Waste and Byproducts   | FY 2020 Breakdown of Production and Proportion Recycled of Industrial Waste and Byproducts   | FY 2020 Breakdown of Production and Proportion Recycled of Industrial Waste and Byproducts   | FY 2020 Breakdown of Production and Proportion Recycled of Industrial Waste and Byproducts   |\n|----------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------|\n| Product name                                                                                 | Amount Produced（t）                                                                         | Percentage Recycled（%）                                                                     | Main Use                                                                                     |\n| Coal Ash                                                                                     | 590,622                                                                                      | 96.7                                                                                         | Raw material for cement                                                                      |\n| Gypsum                                                                                       | 147,293                                                                                      | 100.0                                                                                        | Raw material for cement                                                                      |\n| Heavy/Crude Oil Ash                                                                          | 575                                                                                          | 95.2                                                                                         | Raw material for cement                                                                      |\n| Electric Wire Scrap, Iron Scrap                                                              | 12,420                                                                                       | 99.9                                                                                         | Metal stock                                                                                  |\n| Waste Plastics                                                                               | 710                                                                                          | 50.5                                                                                         | Plastic products                                                                             |\n| Decommissioned Concrete Poles                                                                | 4,790                                                                                        | 100.0                                                                                        | Roadbed material                                                                             |\n| Insulator Scrap                                                                              | 629                                                                                          | 77.5                                                                                         | Land reclamation material,  aggregate                                                        |\n| Sludge                                                                                       | 10,089                                                                                       | 26.1                                                                                         | Raw material for cement                                                                      |\n| Construction & Demolition Waste                                                              | 7,030                                                                                        | 97.6                                                                                         | Land reclamation material,  aggregate                                                        |\n| Other                                                                                        | 4,668                                                                                        | 81.8                                                                                         | -                                                                                            |\n| Total                                                                                        | 778,827                                                                                      | 96.3                                                                                         | -                                                                                            |\n\n<!-- image -->\n\n## FY 2020 Uses of Recycled Coal Ash\n\n| Uses                                                                               |                                                                                    |   Proportion（%） |\n|------------------------------------------------------------------------------------|------------------------------------------------------------------------------------|-------------------|\n| Cement Raw Material  （Clay substitution）                                         | Domestic                                                                           |              51.9 |\n|                                                                                    | Overseas                                                                           |              20.1 |\n| Cement （Other than clay substitution）                                            | Cement （Other than clay substitution）                                            |               3.5 |\n| Land Reclamation Material                                                          | Land Reclamation Material                                                          |               4.7 |\n| Recycled Base Course Material                                                      | Recycled Base Course Material                                                      |               6.3 |\n| Architecture                                                                       | Architecture                                                                       |              10.2 |\n| Soil Stabilization Material  （Drainage material for grounds,  rice fields, etc.） | Soil Stabilization Material  （Drainage material for grounds,  rice fields, etc.） |               2.1 |\n| Civil Engineering                                                                  | Civil Engineering                                                                  |               1.2 |\n| Other                                                                              | Other                                                                              |               0   |\n\n## （4） Emissions and Transfers of Chemical Substances with Notifications Filed According to the PRTR Law ＊5\n\n|    | Substance         | No. of Facilities  Submitting   |                                               | FY 2020             | FY 2020                  | FY 2020                 |\n|----|-------------------|---------------------------------|-----------------------------------------------|---------------------|--------------------------|-------------------------|\n|    |                   | Notifications                   | Main Uses                                     | Amount Handled（t） | Amount of Emissions（t） | Amount Transferred（t） |\n| 1  | Asbestos          | 2                               | Heat insulating material                      | 8.7                 | 0.0                      | 8.7                     |\n| 2  | Styrene           | 1                               | Paints                                        | 1.7                 | 1.7                      | 0.0                     |\n| 3  | Toluene           | 3                               | Power generation fuels, paints                | 5.8                 | 5.8                      | 0.0                     |\n| 4  | PCB               | 1                               | Insulating oil for transformers               | 3.0                 | 0.0                      | 3.0                     |\n| 5  | Methylnaphthalene | 4                               | Power generation fuels,  on-site boiler fuels | 71.9                | 0.4                      | 0.0                     |\n\n＊PRTR Law: An abbreviated name for the Act on Confirmation, etc. of Release Amounts of Specific Chemical Substances in the Environment and Promotion of Improvements to the Management Thereof （Law concerning Pollutant Release and Transfer Register/PRTR）. The law stipulates the mechanisms by which businesses must track, collect, and publicize data regarding the amounts of harmful chemical substances they produce that are discharged into the environment in their course of their business activities.",
        "metadata": {
            "page": 61
        },
        "id": "7da5a7b2-0042-4dc4-8fdb-c9588633f83b"
    },
    {
        "page_content": "## Social ＊1\n\n- ＊1 Results for the Hokuriku Electric Power Company and the Hokuriku Electric Power Transmission & Distribution Company\n\n## （1） Data Related to Employees\n\n|    |                                           |                                           |               | Results FY 2019 FY 2020   | Results FY 2019 FY 2020   | Results FY 2019 FY 2020   |\n|----|-------------------------------------------|-------------------------------------------|---------------|---------------------------|---------------------------|---------------------------|\n|    | Category                                  |                                           | Unit          | FY 2018                   |                           |                           |\n| 1  | Number of Employees                       | Total  （Proportion of women）            | people （％） | 5,278 （14.7）            | 5,325 （16.1）            | 5,543 （16.2）            |\n| 2  | Average Age                               | Average Age                               | years old     | 42.1                      | 42.2                      | 42.2                      |\n|    |                                           | Total                                     | years         | 20.6                      | 20.5                      | 20.4                      |\n| 3  | Length of Service                         | Male                                      | years         | 21.7                      | 21.9                      | 21.7                      |\n|    |                                           | Female                                    | years         | 13.6                      | 13.0                      | 13.3                      |\n| 4  |                                           | Total                                     | people        | 1,965                     | 1,955                     | 1,907                     |\n| 4  | Number of Managers                        | Male  （Proportion）                      | people （％） | 1,904 （96.9）            | 1,884 （96.4）            | 1,822 （95.5）            |\n| 4  |                                           | Female  （Proportion）                    | people （％） | 61 （3.1）                | 71 （3.6）                | 85 （4.5）                |\n| 5  | Proportion of Employees with Disabilities | Proportion of Employees with Disabilities | ％            | 2.09                      | 2.16                      | 2.25                      |\n| 6  | Number of New  Employees Hired            | Total                                     | people        | 156                       | 158                       | 168                       |\n| 6  | Number of New  Employees Hired            | Male  （Proportion）                      | people （％） | 123 （78.8）              | 123 （77.8）              | 148 （88.1）              |\n| 6  | Number of New  Employees Hired            | Female  （Proportion）                    | people （％） | 33 （21.2）               | 35 （22.2）               | 20 （11.9）               |\n\n<!-- image -->\n\n|                                                               |                                                               |                                                       | Results   | Results   | Results   |\n|---------------------------------------------------------------|---------------------------------------------------------------|-------------------------------------------------------|-----------|-----------|-----------|\n|                                                               | Category Unit                                                 | Category Unit                                         | FY 2018   | FY 2019   | FY 2020   |\n| 7                                                             | people Number of Employees Taking Nursing  Care Leave         | people Number of Employees Taking Nursing  Care Leave | ２        | 1         | 1         |\n| Usage Rate of  Child-care Leave 8                             | Male                                                          | ％                                                    | 1.2       | 3.0       | 5.1       |\n| Usage Rate of  Child-care Leave 8                             | Female                                                        | ％                                                    | 100       | 100       | 100       |\n| Number of Days of Paid Annual Leave  Taken per Employee ＊2 9 | Number of Days of Paid Annual Leave  Taken per Employee ＊2 9 | days                                                  | 20.9      | 20.4      | 20.8      |\n\n- ＊2 Including leisure leave （five days granted annually, with no restrictions on purpose of use）\n\n## （2） Metrics Related to Local Society\n\n|    |                                             |                                             |                        | Results   | Results   | Results   |\n|----|---------------------------------------------|---------------------------------------------|------------------------|-----------|-----------|-----------|\n|    | Category                                    | Category                                    | Unit                   | FY 2018   | FY 2019   | FY 2020   |\n| 1  | System Average Interruption Duration Index  | System Average Interruption Duration Index  | minutes/ customer/year | 24        | 19        | 22        |\n| 2  | System Average Interruption Frequency Index | System Average Interruption Frequency Index | times/ customer/year   | 0.15      | 0.13      | 0.14      |\n| 3  | Increased Amount  of Buried                 | Single Fiscal Year                          | km                     | 2.52      | 1.68      | 2.08      |\n| 3  | Increased Amount  of Buried                 | Total                                       | km                     | 204.82    | 206.50    | 208.58    |\n| 4  | Hoku-Link Membership                        | Hoku-Link Membership                        | thousands  of members  | 304       | 428       | 486       |\n| 5  | Visit Lessons and Facility Tours            | Visit Lessons and Facility Tours            | sessions               | 177       | 155       | 68        |",
        "metadata": {
            "page": 62
        },
        "id": "a2f2184b-2def-42ea-9b16-6aa9c9532dc5"
    },
    {
        "page_content": "## Governance\n\n## （1） Data Related to Directors and Audit & Supervisory Board Members ＊1\n\n|    | Category                                                                                                                     | Unit           | Results FY 2020   | Results FY 2020   | Results FY 2020   |\n|----|------------------------------------------------------------------------------------------------------------------------------|----------------|-------------------|-------------------|-------------------|\n|    | Category                                                                                                                     | Unit           | FY 2018           | FY 2019           |                   |\n| 1  | Number of Directors （Number of external  directors included in the total）                                                  | people         | 12（3）           | 12（3）           | 11（3）           |\n| 2  | Proportion of External Directors                                                                                             | ％             | 25                | 25                | 27.2              |\n| 3  | Number of Board of Directorsʟ Meetings  Held （Average attendance rate）                                                     | sessions（％） | 11（99）          | 11（99）          | 11（99）          |\n| 4  | Term of Office of Directors                                                                                                  | years          | 1                 | 1                 | 1                 |\n| 5  | Number of Audit & Supervisory Board Members  （Number of external audit & supervisory  board members included in the total） | people         | 5（3）            | 5（3）            | 5（3）            |\n| 6  | Number of Independent Officers （Proportion）                                                                                | people（％）   | 6（35.3）         | 6（35.3）         | 6（37.5）         |\n| 7  | Number of Female Directors and Audit &  Supervisory Board Members                                                            | people（％）   | 1（5.9）          | 1（5.9）          | 1（6.3）          |\n\n<!-- image -->\n\n## （2）Data Related to Occupational Safety ＊2\n\n|    | Category                                  | Unit   | Results   | Results   | Results   |\n|----|-------------------------------------------|--------|-----------|-----------|-----------|\n|    | Category                                  | Unit   | FY 2018   | FY 2019   | FY 2020   |\n| 1  | Number of Employee Injuries  ＊3          | people | 3         | 1         | 2         |\n| 2  | Rate of Lost-worktime Injuries  ＊3 ＊4   | -      | 0.28      | 0.09      | 0.18      |\n| 3  | Number of Contracted Worker Injuries  ＊3 | people | 13        | 17        | 16        |\n| 4  | Number of Employee Fatalities             | people | 0         | 0         | 0         |\n| 5  | Number of Contracted Worker Fatalities    | people | 1         | 0         | 3         |\n\n- ＊2 Results for the Hokuriku Electric Power Company and the Hokuriku Electric Power Transmission & Distribution Company\n- ＊3 Work-related injury involving at least one dayʟs absence from the workplace\n- ＊4 Rate of lost-worktime injuries = Number of work-related casualties ÷ Total actual hours worked ×1,000,000\n\n<!-- image -->\n\nReport on Corporate Governance  http://www.rikuden.co.jp/management/governance.html\n\n- ＊1 Results for the Hokuriku Electric Power Company\n\n## Environmental, Social, and Governance-related Policies, Guidelines, Plans, etc.\n\n|   Category | Category                                                                                | URL                                                       |\n|------------|-----------------------------------------------------------------------------------------|-----------------------------------------------------------|\n|          1 | CSR Philosophy and Guidelines for Action                                                | http://www.rikuden.co.jp/csr/torikumi.html                |\n|          2 | Environmental Management Plan                                                           | http://www.rikuden.co.jp/kanrikeikaku/index.html          |\n|          3 | Action Plan for the Promotion of Women's Participation and Advancement in the Workplace | http://www.rikuden.co.jp/syokuba/attach/koudoukeikaku.pdf |\n|          4 | Code of Conduct                                                                         | http://www.rikuden.co.jp/conp/kodo.html                   |\n|          5 | Fundamental Policies for Procurement                                                    | http://www.rikuden.co.jp/shizai/houshin.html              |\n|          6 | Disclosure Policy                                                                       | http://www.rikuden.co.jp/management/disclosure.html       |",
        "metadata": {
            "page": 63
        },
        "id": "dc47d842-ae4b-4bee-a4e1-3fef06e1fb13"
    },
    {
        "page_content": "15-1 Ushijima-cho, Toyama-shi 930-8686, Japan Tel: +81-76-441-2511 （main line） · Fax: +81-76-405-0103\n\nhttp://www.rikuden.co.jp/english/",
        "metadata": {
            "page": 64
        },
        "id": "4a338ff8-91e3-498e-986d-df10019dcb2a"
    }
]