[
    {
        "page_content": "<!-- image -->\n\n2020 INTEGRATED REPORT\n\nENABLING SUSTAINABLE RECOVERY",
        "metadata": {
            "page": 1
        },
        "id": "65d1e393-66e8-4000-bfed-27287bc1764c"
    },
    {
        "page_content": "Photo: Concrete pouring of the massive wind turbine foundation\n\n1\n\nTo help the economy rise from th e e/ff ects of the pandemic, AC Energy remained focused on its renewables growth strategy. Our 2020 investments in the Philippines created more than 3,000 jobs within our host communities, and continue to be vital pieces towards reigniting the economy and creating economic activity.\n\nWe believe that moving to a low-carbon economy will produce jobs and further prevent human harm. The World Bank estimates that transitioning to low-carbon, resilient economies could create 65 million new jobs by 2030*. We will continue to collaborate with partners that can help us drive progress towards our sustainable energy transition.\n\n*Worldbank.org, Human capital and climate action: Outcomes that deliver for people and planet, May 12, 2020",
        "metadata": {
            "page": 2
        },
        "id": "3d786fd0-b1ab-48cd-a59a-d15a863d8a93"
    },
    {
        "page_content": "## Table of Contents\n\n<!-- image -->\n\n## About the Report\n\n## Approach to Reporting\n\nThis is the second Integrated Report of AC Energy Corporation (PSE: ACEN), formerly AC Energy Philippines. The Report outlines AC Energy Corporation's value-building strategy towards its stakeholders, measuring its impact on the economy, society and the environment, while managing risks and leveraging on opportunities in its external and internal environments.\n\n## Reporting Principle and Period Covered\n\nThe Report is prepared in accordance with the Key Guiding Principles and Content Elements of the Integrated Reporting <IR> framework as d efi ned by the International Integrated Reporting Council (IIRC), and discloses AC Energy's performance as against its Key Performance Indicators (KPIs). The Report also references the Sustainability Accounting Standards Board (SASB) and Global Reporting Initiative (GRI).\n\nThe information in this Report covered the period January 1, 2020 to December 31, 2020.\n\n## Forward-looking Statements\n\nAC Energy Corporation discloses forward-looking statements and illustrations in the Report to aid current and potential investors and stakeholders understand the AC Energy Corporation management's assessment of the company's future plans , fi nancial outlook and overall prospects.\n\nForward-looking information are dependent on certain assumptions based on what the company knows and expects as of the current period. These statements are subject to certain risk factors and uncertainties, some of which may be beyond the company's control and may di /ff er materially from those implied.\n\n## Management Review\n\nThe contents of the Report have been reviewed by the senior executives of AC Energy Corporation, including the President and Chief Executive O /ffi cer, Chief Finance O /ffi cer, the Head of Legal and Regulatory and the Vice President and Head of Corporate Communications and Sustainability.\n\n## External Assurance\n\nTo establish quality and materiality of the information contained herein, AC Energy has engaged DNV as an independent third-party external veri fi er to assure and review the nonfi nancial disclosures made in the report.\n\nThe conducted assessment used VeriSustain Protocol, which is aligned with the ISAE3000 and AA1000AS standards and the GRI Standards framework. This covered procedures and supporting documents governing materiality, stakeholder engagement as well as performance and management approach for economic, environmental and social aspects of the business. Results and recommendations made in the external veri fi cation will be tackled by both senior management and board members of AC Energy for continuous improvement of our data collection, control and reporting practices.\n\n## Feedback\n\nWe welcome inquiries and feedback on this report. Please email investorrelations@acenergy.com.ph.",
        "metadata": {
            "page": 3
        },
        "id": "7a16b6c0-cc7d-4a24-8709-ab8f8e7321af"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "961c8f14-fdd8-4022-8132-dba66909a851"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "b2906af6-311a-4111-90ae-85c7b50bd4d1"
    },
    {
        "page_content": "## AC Energy in 2020 CORPORATION\n\nWe aspire to be the largest listed renewables platform in Southeast Asia, with a goal of reaching 5GW of renewables capacity by 2025.\n\n<!-- image -->\n\nThe Philippines remains to be AC Energy's core market, and the company reinforces its strong commitment to invest in much needed energy projects in the country as it takes strides to expand and diversify its generation portfolio, and signi fi cantly increase its renewables capacity.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "fd83d1fa-ef09-49a6-a15a-69481c981e94"
    },
    {
        "page_content": "<!-- image -->\n\n## 2020 Highlights\n\n<!-- image -->\n\n## Piloting circular approach in construction sites\n\nAC Energy integrated a circular approach in its renewable energy developments. In Alaminos and Palauig, a total of 8, 645 kg of plastic waste from solar panel packaging have been recycled into eco bricks to be used as construction materials for solar plant facilities.\n\n## Protecting the Turtles\n\nIn the coastal town of Bangui, species of endangered marine turtles have been observed laying eggs and nesting along the shoreline of the bay. Through awareness campaigns and continuous coordination with the locals, the danger of poaching and smuggling of the eggs have signi fi cantly decreased, with the residents acting as guardians of the endangered species, becoming partners of AC Energy in turtle conservation.\n\n<!-- image -->\n\n<!-- image -->\n\nLand protected and restored\n\n910 hectares\n\nSustainability Investments\n\n/peso\n\nfrom 2018 to 2020\n\n151.51M\n\n## Capacity Building\n\nWith various training workshops to build their skills, local residents learn sustainable farming techniques such as contour hedgerow and watershed systems at AC Energy's model farm in Ilocos Norte. They are also taught how to produce mushrooms, ginger, ube, and other root crops, fruits and vegetables. Today, there are close to 2,000 fruit trees of cacao, co /ff ee, calamansi and cashe w fl ourishing in the farm.\n\n<!-- image -->\n\n## Birds of the Conservation Estate\n\nIn Ilocos Norte, residents have discovered the value of protecting nature, and have become stewards of AC Energy's Conservation Estate. The forests witness an increase in biodiversity as AC Energy and its wind farms, North Luzon Renewables and NorthWind, with the help of the locals, create an ecologically diverse landscape. The forest is now home to 117 species of birds, 33 of which are endemic, and four are classi fi ed as vulnerable.",
        "metadata": {
            "page": 7
        },
        "id": "04e24529-ee72-4a3e-8b02-00b2af2bf260"
    },
    {
        "page_content": "<!-- image -->\n\n## Message from the Chairman and the President\n\n## Dear Fellow Shareholders,\n\nAfter more than a year, the COVID-19 pandemic remains as the most challenging crisis we have all faced in recent times in terms of its unprecedented impact to human life as well as our healthcare and economic system. Amidst the continuing challenges, we recognize the tremendous sacri fi ce and service of our many healthcare and economic frontliners. We deeply appreciate all that you continue to do for the country.\n\n## Strong Bayanihan spirit\n\nOn behalf of the entire Ayala Group, we give our sincere thanks to the entire AC Energy team for its unwavering commitment to go the extra mile to ensure stable and reliable access to power for our communities, especially during these times. We extend our deepest gratitude to our various energy frontliners, some of whom have had to stay at our powerplants and away from their families for several months in order to provide power for commerce, industry and everyone working and schooling from home.\n\nWe also thank our colleagues at AC Energy for going beyond the call of duty and contributing resources in th e fi ght against COVID-19. Your assistance in establishing treatment facilities early during the pandemic was greatly appreciated. We are delighted to see the strong spirit of Bayanihan in our organization, and hope that we can sustain this moving forward.\n\nAs our understanding of the pandemic deepens, we believe that there is now a renewed appreciation of the interconnectedness of communities and the infrastructure that hold these together. We recognize that complex global issues, such as the pandemic, economic inequality, and climate change, trace their roots to failures in fully integrating sustainability principles to decision-making and operations. In the same vein, embracing sustainability will be our way forward in addressing these intricate global challenges. We are encouraged that several governments and private institutions, including many in the Philippines, are renewing their commitments to these same principles.\n\n## Green-led recovery\n\nAmidst plans to revive our economy, we believe that we have a once-in-a-lifetime opportunity to 'build back better' towards a more sustainable, resilient, and inclusive future as we steadily move the post-COVID world. Sustainable recovery is now seen as perhaps our best and only way forward to achieve our environmental goals to mitigate climate change, to create jobs, build economic resilience, and ultimately, improve the well-being of people. We are delighted that AC Energy has made signi fi cant progress along these fronts and continues to be recognized as a key contributor to sustainable growth and development.\n\nFor the past year, AC Energy Corporation or ACEN, remained focused on its renewables growth strategy through continuous renewable energy investments. Despite the di /ffi cult year, the company earmarked /peso 10 billion in CAPEX and augmented its generating capacity with the construction of two new solar plants, battery storage an d fi rming facilities in Luzon.  This brings ACEN's total attributable capacity to 1,034 MW, with almost half of the capacity coming from renewable sources. Our 2020 investments created more than 3000 jobs within our host communities and continue to be vital pieces towards reigniting the economy and creating economic activity.\n\nAs the country looks ahead to bounce back quickly from the pandemic, ACEN remains strongly committed to our vision of a sustainable energy future. In fact, we believe that this commitment to a green-led recovery is more important now than ever. Towards this end, we built our sustainability framework on three focus areas embedded across our business operations, governance, and culture. We aim to have a low carbon portfolio by 2030, protect the environment, and invest in our host communities.",
        "metadata": {
            "page": 8
        },
        "id": "168f0963-5712-434d-bf69-a5ceecaa0111"
    },
    {
        "page_content": "<!-- image -->\n\n## Extraordinary turnaround year\n\nAC Energy Corporation registered a record /peso 3.75 billion in net income in 2020, an exceptional performance that was driven by three factors:\n\nFirst, the company was able to achieve signi fi cant improvement in operating e /ffi ciencies and reliability. Plant availability increased by 29 percentage points for its thermal assets. These improvements were borne out of the plant renewal initiatives that the company carried out when it started the transformation journey in the middle of 2019.\n\nSecond, the company signi fi cantly improved its operating margins. This was largely driven by the ability to secure longer term contracts that provide more stable cas h fl ows. The company's agile energy portfolio also allowed the strategic sourcing of competitive priced electricity and fuel to help improve margins. Third, the company successfully completed the\n\n<!-- image -->\n\nMW\n\nTotal Attributable Capacity 1,034\n\nTotal Renewables Capacity\n\n491 MW\n\nAC Energy's exceptional performance in 2020 was driven by three factors\n\n<!-- image -->\n\n<!-- image -->\n\nNet Income /peso 3.75B\n\nacquisition of additional stakes in three renewable projects in early 2020: the North Luzon Renewables wind farm in Ilocos Norte and Sacasol and Islasol solar farms in Negros Occidental. These acquisitions, with a total investmen t of /peso 7.4 billion pesos, were earnings accretive given the operational status of the power plants.\n\nTo further augment its generating capacity and notwithstanding the pandemic, the company carried out the constructio n of fi ve projects through 2020 totaling around 374 MW of gross capacity.\n\nThese projects include the 120 MW solar project and the 40 MWh battery storage project in Alaminos, Laguna, the 60 MW solar project in Palauig, Zambales, and the 150 MW quick response thermal plant in Pililia, Rizal. Th e company is also constructing a renewable energy laboratory in Mariveles, Bataan equivalent to a 4 MW hybrid solar plant integrated with an energy storage system, which will test various new technologies in solar and battery storage. This will help the company select the best technologies as it scales up its investments in solar and storage in the coming decade.\n\n<!-- image -->\n\nSig nifi cantly improved operating margins\n\n<!-- image -->\n\nSuccessfully completed the acquisition of additional stakes in three renewable projects\n\nSig nifi cantly improved operating e /ffi ciencies and reliability",
        "metadata": {
            "page": 9
        },
        "id": "48face68-2c0d-4db1-bd93-a609330732e2"
    },
    {
        "page_content": "<!-- image -->\n\n## 2025 Outlook\n\nAC Energy now has over 1,000 MW of attributable capacity in the Philippines, with almost half of the capacity coming from renewable sources. We expect the share of renewables to signi fi cantly grow over time as the company focuses on scaling up its investments in solar and wind farms.\n\nThe company has also recently rea /ffi rmed the March 2020 Board decision to infuse the international assets of its parent, AC Energy and Infrastructure Corporation.\n\nThe international assets is comprised of approximately 1,400 MW of attributable capacity in operation and under construction across multiple geographies including Vietnam, Indonesia, Australia a nd India. 100% of these capacities are from renewable sources particularly solar, wind and geothermal.\n\nAfter the infusion is completed, this will increase AC Energy's attrib utable capacity to 2,400 MW, of which over 1,800 MW or 77% is from renewable sources. This puts AC Energy in an excellent position to attain its vision of reaching 5 GW of renewables by 2025, and realize its aspiration of becoming the largest listed renewables platform in Southeast Asia.\n\nIn order to achieve its bold ambition, the company is further strengthening its balance sheet and augmenting its cash position. In January 2021, the company completed its stock rights o /ff ering that raised /peso 5.4 billion from the issuance of 2.27 billion primary shares. This was followed by the successful completion of a private placement of 4 billion primary shares to GIC, Singapore's sovereign wealth fund. The private placement added aroun d /peso 11.9 billion of cash, resulting in a tota l of /peso 17.3 billion pesos of additional cash in th e fi rst quarter of 2021.\n\nThe planned infusion of the international assets and the recent fund raising will further grow the company's balance sheet by about three and a half times.\n\nOur strong balance sheet is complemented by a robust pipeline of renewable projects, and a highly capable and motivated team. This places AC Energy in an excellent position to play a meaningful role in the green-led recovery and to continue this journey as we all work towards our aspiration of becoming the largest listed renewables platform in Southeast Asia.\n\nWe thank the entire AC Energy organization and its management team for a milestone 2020, despite the many challenges. We still have quite a journey ahead towards our full recovery, but encouraged that we have built a solid platform from which to continue our growth as a company, while contributing to the progress of the country.\n\nOn behalf of the Board of Directors, the management, and our entire team, our sincere appreciation to our shareholders and our many stakeholders for your continued trust and support. We remain committed to play a meaningful role in the green-led recovery, as we accelerate our investments in the midst of the sustainable energy transition.\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "f84cc7fa-63b9-427d-adfc-ad2d231f8d3e"
    },
    {
        "page_content": "## Key Milestones\n\n## NET ATTRIBUTABLE CAPACITY\n\n## PHINMA ENERGY\n\n<!-- image -->\n\n<!-- image -->\n\nFormerly Trans-Asia Oil and Mineral Development Corporation\n\n<!-- image -->\n\n1969\n\n## 696 MW\n\n## AC ENERGY, INC.\n\n66.34% OWNERSHIP INTEREST\n\n## AC ENERGY PHILIPPINES\n\n<!-- image -->\n\n<!-- image -->\n\n- ■ 51.48% of Phinma Energy acquired and an additional 14.86% subscribed by AC Energy and Infrastructure Corp.\n- ■ Renamed to AC Energy Philippines, Inc. (ACEPH)\n\nJune - September\n\nOctober\n\nJanuary\n\n## 2019\n\n## 2021\n\n- 1. Increase in authorized capital stock and subscription via property-for-shares approved by the SEC on 22 June 2020.\n- 2. Expected to b e fi led and closed in 2021, subject to Board approval, various regulatory approvals and other contingencies.\n- 3. A REGISTRATION STATEMENT RELATING TO THE OFFER SHARES HAS BEEN FILED WITH THE SECURITIES AND EXCHANGE COMMISSION BUT HAS NOT YET BEEN DECLARED  EFFECTIVE. NO OFFER TO BUY THE OFFER SHARES CAN BE ACCEPTED AND NO PART OF THE PURCHASE PRICE CAN BE ACCEPTED OR RECEIVED UNTIL THE REGISTRATION STATEMENT HAS BECOME EFFECTIVE, AND ANY SUCH OFFER MAY BE WITHDRAWN OR REVOKED, WITHOUT OBLIGATION OR COMMITMENT OF ANY KIND, AT ANY TIME PRIOR TO NOTICE OF ITS ACCEPTANCE GIVEN AFTER THE EFFECTIVE DATE.\n- ■ Renamed to AC Energy Corporation ('ACEN')\n- ■ Successful completion of ACEN's Stock Rights O /ff ering ('SRO')\n- ■ SRO raised approximately /peso 5.4B in gross proceeds\n- ■ Purchase of 20% stake of Axia Power in SLTEC, and equity interests in NLR, SACASOL and ISLASOL\n- ■ Development of 120 MW solar plant in Alaminos, Laguna, 150 MW diesel plant in Pilillia, Rizal, 60 MW solar plant in Palauig, Zambales, 40 MWh Alaminos Battery Energy Storage System and 4 MW RE Lab in Bataan\n- ■ Private placement  by GIC\n- ■ Follow-on o /ff ering 3\n- ■ ACEIC to infuse international business and investments into ACEN 2\n\n## 621 MW\n\n## INFUSION OF PHILIPPINE ASSETS\n\nACEIC transferred rights and interests in its Philippine generation and development assets to ACEPH 1\n\n<!-- image -->\n\n## 1,034 MW\n\n## ACQUISITIONS AND GREENFIELD DEVELOPMENTS\n\n<!-- image -->\n\n## STOCK RIGHTS OFFERING\n\n## FOLLOW-ON OFFERING AND INFUSION OF INTERNATIONAL ASSETS 2",
        "metadata": {
            "page": 11
        },
        "id": "05e1fbc3-de72-4fd7-a548-2530dd5a52fe"
    },
    {
        "page_content": "CREATING VALUE\n\n## Geographic Presence\n\n<!-- image -->\n\nAC Energy Corporation (PSE: ACEN) is the listed energy platform of the Ayala Group. The company has ~1034 MW of attributable capacity in the Philippines. This is expected to increase with the planned infusion of AC Energy International, which has  ~1,400 MW of attributable capacity.\n\nAsia Paci fi c is just at the very early stage of the energy transition, and AC Energy is in an excellent position to capture these opportunities.\n\nThrough its strong network of partners and banking relationships that help accelerate its growth across the region, and its highly motivated, dynamic and agile team that has consistently executed and surpassed expectations, AC Energy is very much on track to realize its aspiration to become the largest listed renewables platform in Southeast Asia.\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "e116f3a7-681c-42b7-970e-bbd918e44b21"
    },
    {
        "page_content": "<!-- image -->\n\n## How We Create Value\n\n25\n\nOur Sustainability Focus Areas\n\n35 Community Investments\n\n41 Value Creation\n\n27\n\nA Low Carbon Portfolio by 2030\n\n31\n\nProtecting the Environment\n\n43\n\nStakeholder Engagement",
        "metadata": {
            "page": 13
        },
        "id": "b96b9403-651c-452b-8e8b-1bdfb07e9f56"
    },
    {
        "page_content": "<!-- image -->\n\nAC Energy's commitment to sustainability is linked to its corporate strategy and vision, and aligned with the UN Sustainable Development Goals. Guided by its Environmental & Social (E&S) Policy, the company's sustainability framework is built on three focus areas embedded across its business operations, governance, and culture: having a low carbon portfolio by 2030, protecting the environment and investing in communities.\n\n## Measuring Our Impact on Sustainability\n\nAC Energy started to develop targets and measures to help drive its sustainability agenda across the organization and with it business partners.\n\nSustainability is fully integrated in the company's strategy. In March 2020, AC Energy announced the board approval of its E&S Policy, incorporating sustainability in its business and organization. At the core of the policy is the company's transition to a low carbon portfolio and divestment of its coal plants by 2030.\n\nAC Energy also established a management system that incorporates global best practices in biodiversity management, circular economy, community relations, and organizational diversity, well-being, and safety.\n\n## AC Energy and the TCFD\n\nIn Q1 2021, AC Energy signed up as a supporter of the Task Force for ClimateRelated Financial Disclosures. The TCFD was established by the Financial Stability Board to develop voluntary, consistent, climate-related fi nancial disclosures that would be useful to investors, lenders and insurance underwriters in understanding material climate risks. These disclosures revolve around four thematic areas: governance, strategy, risk management, and metrics and targets.\n\n## Our Priority SDGs\n\nWe focus on these SDG areas where we believe we can make the most di /ff erence and are most relevant to our business.\n\n<!-- image -->\n\n## Green Finance Leadership\n\nIn 2020, AC Energy's parent, AC Energy & Infrastructure Corporation (ACEIC) was cited as the largest issuer of green bonds in the Philippines, with four tranches of green bonds outstanding ranging in size from US$ 75 million to US$ 400 million. As of end 2020, 70% of the green bonds have been deployed to the company's various renewable energy projects. In the Philippines, the bonds have funded two new greenfield solar projects in Alaminos, Laguna and Palauig,  Zambales.\n\n## AC Energy's sustainability framework is built on three focus areas:\n\n<!-- image -->\n\nA Low Carbon Portfolio by 2030\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "661198cd-5ef6-4889-b31f-1642be48296d"
    },
    {
        "page_content": "<!-- image -->\n\n## Sustainable Development and the Energy Transition\n\nAmidst the pandemic, AC Energy showed resilience to 'build back better' and pursue energy transition through sustained renewable energy investments to counter the socioeconomic crisis. The company remained committed to sustainable development and drive the renewables expansion given its key role in the green-led recovery. These renewable energy investments help reignite the economy and create jobs while mitigating climate change.\n\nTo further augment its generating capacity, AC Energy carried out the constructio n of fi ve projects in 2020 with an aggregate capacity of 375 MW. These projects include the 120 MW solar project and 40 MWh battery storage project i n Alaminos Laguna, the 60 MW solar project in Palauig, Zambales, and the 150 M W quick response thermal plant in Pililla, Rizal.\n\nThe company is also constructing a renewable energy laboratory  in Mariveles, Bataan which wi ll test various new technologies in solar and battery storage. This will help the company select the best technologies as it scales up its investments in solar and storage in the coming decade.\n\nAC Energy now has 1,034 MW of attributable capacity in the Philippines, with almost half of the capacity coming from renewable sources.\n\nAC Energy's transformation is well underway, and it is well-positioned to accelerate its sustainable investments as it strives to play a meaningful role in a green-led recovery.\n\n<!-- image -->\n\n<!-- image -->\n\n## Enabling Community Progress\n\nAs the 120 MW GigaSol Alaminos solar farm takes shape, AC Energy showcases its ability to play a prominent role in providing clean energy to the grid while spurring inclusive and sustainable economic growth to its host communities.\n\nFor the local community, the solar development brings signi fi cantvalue by creating job opportunities that reignite the economy amidst the pandemic, showing the social and economic bene fit s of sustainable investing.\n\nThe solar farm in Alaminos is a living example of AC Energy's e /ff orts to create shared value in the communities where it operates - ensuring renewable energy supply while strengthening community vitality.",
        "metadata": {
            "page": 15
        },
        "id": "ba73f455-9093-4042-8e3d-6f834bd3ac93"
    },
    {
        "page_content": "## Ensuring Reliable and Sustainable Energy\n\nAs AC Energy scales up its renewables business, it also ensures its power plants are operating at top e /ffi ciency. In 2020, the company was able to achieve significant improvement in operating efficiencies and reliability for its plants.\n\nThe improvements were borne out of the plant renewal initiatives that AC  Energy carried out when it started its transformation journey in 2019. With a focus on strate gic investments, the company also operates thermal assets to complement its renewable assets and ensure power reliability, with these a ssets increasing its availability  by 29 percentage points.\n\n<!-- image -->\n\n<!-- image -->\n\n## The Road to International Certi fi cation\n\nCommitting to sustainability means committing to responsible plant operations in the most e /ffi cient manner with the least possible environment impact. In early 2020, AC Energy set to achieve ISO certi fi cation in the areas of Quality Management System (ISO 9001:2015), Environmental Management System (ISO 14001:2015) and Occupational Health and Safety Management System (ISO 45001:201), with the aim to implement e /ff ective and robust processes to increase plant e /ffi ciency and productivity while generating consistent, measured and monitored output. AC Energy is targeting to secure the certi fi cations within 1H 2022.\n\nIn July 2020, Power Barge 102 in Iloilo had an unfortunate accident which led to an oil spill of about 268,000 liters of bunker fuel o /ff t he Iloilo strait.  The oil spill had been subsequently contained and collected using the Shoreline Cleanup Assessment Technique conducted by a third-party service provider. AC Energy collaborated with the Department of Environment and Natural Resources - Environment Management Bureau Region 6, the International Tanker Owners Pollution Federation and Brand Marine Consultants to conduct continuous monitoring of the environment through the University of the Philippines Visayas. AC Energy places the health and safety of its people on top of its agenda.\n\n## PLANT OPTIMIZATION AND RELIABILITY\n\nFor its wind farms, AC Energy tapped WindESco for assessment studies to be conducted and enhancements to be implemented on its wind turbine operations, resulting in increase in energy yield for up to 95%. Detailed maintenance of its substations, feeders, switchgears and transmission lines also contribute to the improved availability of the plants.\n\nConsistently implementing health and safety protocols in its operations, SacaSol and IslaSol achieved 1 million safe manhours without LTA, alongside strict health protocols to address the threat of COVID-19 at the workplace.\n\n## HEALTH AND SAFETY AT THE FOREFRONT\n\nIn October of 2020, a senior executive was appointed to lead health and  safety and an immediate focus ensued to establish an enterprisewide health and safety progra m. The program aims to elevate and transform the  company's health and safety culture, review and  enhance policies, and establish proactive metrics.\n\nThe centerpiece of the program is a focused and plant-exclusive two-day Boot Camp to which leaders of each plant  were invited and exposed to various experiential and instructio nal sessions that underscore the importance of foundational health and safety practices such as stop-work authority, hazard identi fi cation, and empowerment.\n\nConstant, enjoyable, and rigorous weekly interactions between plant  and corporate Health and Safety Leads, meant to rei nforce the learnings and enhance collaboration, followed  the various Boot Camps.\n\nMost of all, the health and safety is a priority for plant leadership and demonstrated, among other ways, by the fact that it is their biggest deliverable, weight-wise, for 2021. Furthermore, the functional H&S leads deployed at each plant and site now feel they have strong corporate backing and support in the programs they need to implement.\n\n<!-- image -->",
        "metadata": {
            "page": 16
        },
        "id": "e9560fb2-3e47-4597-94e2-7cd2b7526230"
    },
    {
        "page_content": "<!-- image -->\n\n## Stewards of the Environment\n\nAC Energy currently monitors and protects over 910 hectares of forestlands and habitats spread over 15 sites in the Philippines. The company conducts biodiversity assessments periodically to determine the types of species on these project sites and their vulnerability status, and invests on habitat protection and restoration. Since 2018, AC Energy has spent over ₱ 34.87M towards initiatives that aim deliver a positive impact on biodiversity.\n\n<!-- image -->\n\nForestlands protected\n\n910 hectares\n\nInvestment on Environment\n\n/peso 34.87M\n\nTrees planted at the Conservation Estate\n\n~400,000\n\n## The Conservation Estate in Ilocos Norte\n\nSince reforestation initiatives began in the 700-hectare Conservation Estate, close to 400,000 seedlings have been planted, including endemic and fruit-bearing trees. The area has become an important wildlife habitat in the Northern Luzon region, and the forests witness an increase in biodiversity as AC Energy, with the help of the locals, create an ecologically diverse landscape through analogue forestry. And as the trees grow, the animals return - the forest is now home to 117 species of birds, 33 of which are endemic, and four are classi fi ed as vulnerable. Additionally, studies identi fi ed the presence of near-threatened monkey species, bats and other animals. AC Energy is constantly working with local communities, creating awareness on coastal environment protection, turtle conservation and biodiversity, to help them understand how their livelihood is directly linked to the natural resources and wildlife.\n\n<!-- image -->\n\n## Other Environmental Initiatives\n\nIn Bulacan, th e fi ve-year, 50-hectare Bininit Reforestation has been completed in partnership with the Bulacan Dumangat Community Association and MENRO-Bulacan, planting around 19,000 seedlings. In Guimaras, th e fi ve-year, 27-hectare Aroboretum Project has been completed, planting over 6,000 trees in the forest with the objective to be an educational resource for students. In Alaminos, in partnership with PUNLA, AC Energy has set a target to turnover around 132,000 seedlings in three years.",
        "metadata": {
            "page": 17
        },
        "id": "a80fb0fe-8999-406b-ae12-0c6c09e6f7e3"
    },
    {
        "page_content": "<!-- image -->\n\n## Turtle Conservation\n\nOngoing awareness and training programs for environmental preservation and biodiversity being conducted by AC Energy's wind farms, North Luzon Renewables and North Wind, empower the locals  to become stewards of the Conservation Estate in Ilocos Norte. In 2020, over 13 turtles were rescued and released into the sea, 18 turtle nests have been recorded and monitored, 240 eggs were managed with a hatching rate of 74% , with over 398 eggs being monitored.\n\n## Marine Life Support\n\nIn October 2020, South Luzon Thermal  Energy Corporation in Batangas coll aborated with the Department of Environment and Natural Resources to support and monitor the growth of a 10-hectare mangrove plantation in C alatagan. In March 2021, AC Energy's Guimaras Wind signed an agreement with the Dumangas local govern ment to develop a fish sanctuary through the  placement of artificial reefs to supplement the habitat of marine life in the area.\n\n<!-- image -->\n\n## Integrating Circular Approach\n\nTo help reduce the environmental impact in its construction sites and host communities, AC Energy developed a program to sustainably use its resources, and eliminate waste by reusing or recyc ling them. In Alaminos and Pal auig construction sites, a total of 8,645 kg of plastic from solar panel packagi ng were upcycled into eco-bricks, which were then used as construction materials for the plant facilities.\n\nAC Energy aims to extend this circular approach and close the loop within its project locations through the development of Eco-hub recycling facilities. This program will not only help manage the issues on community plastic wastes, but will also create income and livelihood for the community. A partnership with the Provincial Government of Ilocos Norte is underway for implementation this year. It will be th e fi rst of many that AC Energy envisions to create within its developments.\n\n<!-- image -->",
        "metadata": {
            "page": 18
        },
        "id": "e518e9e2-13d1-4f43-b800-f1f21729cb92"
    },
    {
        "page_content": "<!-- image -->\n\n## Enabling Community Progress\n\nAs a priority focus area in its sustainable growth, AC Energy believes that the socio-economic progress of its host communities is a key metric of the company's business success, and supporting the communities' self-reliance and economic security enables AC Energy to create shared value.\n\nSince 2018, AC Energy has invested ove r /peso 116.63 million towards its partner host communities. As of 2020, AC Energy group has uplifted close to 35,994 individuals, 40,609 households, and 437 organizations through its community initiatives, engaging in a range of social development initiatives to ensure the health and livelihood of the local communities.\n\nInvestment in Communities\n\n/peso 116.63M Lives Reached 35,994 Households Uplifted 40,609\n\n<!-- image -->\n\n<!-- image -->\n\n## Livelihood and Eco-Tourism\n\nAC Energy's Guimaras Wind  launched the Green Spark Project in Q4 2020, a program that promotes the use of locally made 'bambikes' or bamboo-made bikes within the wind farm. With the bamboo bikes set up near the wind farm's Pasalubong Center, the local community have found livelihood opportunities in the program.\n\n## Education\n\nAside from its nationwide Brigada ng Ayala initiative, in Ilocos Norte, AC Energy, through North Luzon Renewables, has an ongoing scholarship program for the youth of Pagudpud. Since 2014, the program has already produced 12 graduates.\n\n## Disaster Assistance Programs\n\nWith the increase in force and frequency of natural disasters, along with recovery costs, AC Energy has always ensured the quick implementation of measures to mitigate these events and leverage on the Ayala Group's strengths. AC Energy supported the a /ff ected communities of the Taal Volcano eruption by donating solar lamps to families who were living without access to electricity. In December 2020, in lieu of holiday festivities, AC Energy donated ₱ 2.1M to Ayala Foundation in support of families in Luzon who were greatly impacted by typhoons Rolly and Ulysses. The company also mobilized truckloads of water and sent sacks of rice and medical supplies to the communities. In Ilocos Norte, aside from providing aid during disasters, the company's wind farms, North Luzon Renewables and NorthWind, continuously train the locals on disaster preparedness and response.",
        "metadata": {
            "page": 19
        },
        "id": "25479a81-2520-48c3-aca0-2e07d4de461d"
    },
    {
        "page_content": "<!-- image -->\n\nAC Energy, together with the Ayala Group, was at the forefront of nationwide response. The company launched a series of social investment and support initiatives to mitigate the impact of the community quaran tine, raising over /peso64 million that was cascaded  to electricity, health and food  relief, medical supplies, cash donations, and employ ee wages and emergency funds, with the priority to keep the employees, host communities and customers safe.\n\n## Powering the 'WTC We Heal as One Center' and other facilities\n\nTo augment the capacity challenges in hospitals, the Ayala Group, together with the ICCP Group and Manila Exhibition Center, Bases Conversion Development Authority and the national government, converted the World Trade Center into a designated quarantine facility. AC Energy covered the electricity cost together with partner donor Manila Electric Co., and provided critical supplies such as bed frames, mattresses, pillows and other furnishings, for a total package valued a t /peso 24 million.\n\nAC Energy also supported the La Salle group as they launched their Safe Shelter project and opened their doors to provide a temporary home for COVID-19 frontliners.\n\n## Brigada ng Ayala\n\nThrough the Brigada ng Ayala program, AC Energy's power plants responded to the needs of teachers and learners by providing aid for the new normal in education. From Pagudpud, Ilocos Norte to Guimaras, Western Visayas, the company's various plants distributed close to 2,000 'Educare' hygiene kits to 24 schools, with each one containing 150mL of alcohol, two bars of soap, face masks, and one face shield, among other items. The plants also distributed over 3,000 reams of bond paper to more than 200 schools across the nation.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "049d0c4c-f65c-47ba-8e7b-8b1d20bfce38"
    },
    {
        "page_content": "<!-- image -->\n\n## Medical aid to the most vulnerable\n\nAC Energy assisted in the conversion of Qualimed in Nuvali into a COVID-19 dedicated hospital, and the HOPE project in Quezon City, a 175-bed capacity quarantine center. The projects were valued a t /peso 7 million.\n\nAC Energy's subsidiary, South Luzon Thermal Energy Corp, donated funds to support the UP PGH AO project to develop venti masks, a breakthrough mask that aims to lower the risk of COVID-19 patients to be intubated and sedated, thereby allowing patients to remain conscious an d fi ght for life.\n\n## Supporting host communities\n\nTogether with the Ayala Group, AC Energy took part in Project Ugnayan, a fund-raising initiative together with more than 30 conglomerates and in partnership with the Philippine Disaster Resilience Foundation and Caritas Manila.\n\nThe project raised a total o f /peso 1.37 billion in support of families that have been economically displaced by the community quarantine in Metro Manila. AC Energy raised over /peso6 million in co ntribution to the project, and another /peso6 mil lion as food reserve fund.\n\n<!-- image -->\n\n<!-- image -->\n\nFor its host communities and their frontliners, AC Energy, through its power plants, allotted /peso 13 million and mobilized local teams to donate cash, medical supplies, as well as food supplies.\n\nThe company donated over 2,000 sacks of rice as aid to the locals of Norzagaray, Bulacan, Bacnotan, La Union, and Bangui and Pagudpud, Ilocos Norte.\n\nMeanwhile, in Iloilo and Guimaras, AC Energy extended aid to communities to provide critical relief for strained healthcare systems, educational support for the communities, and environmental rehabilitation.\n\n## Ensuring health and wellness of employees\n\nFor its own employees, AC Energy ensured the health and  safety of its workforce through company-wide initiatives aimed  to protect their overall well-being. Apart from the continuing provision of employee wages and allocation for emergency funds, the company spearheaded innovative weekly health checks, periodic updates  about the crisis, a dedicated h otline for COVID emergencies, tele-psychological consultation services and online engagement activities.\n\nFor the swift transition to remote working for its headquarter-based employees and provide essential business continuity amidst the crisis, AC Energy immediately established various systems alongside a solid ICT infrastructure. Collaboration tools, internal communication apps, provision for access to wi fi a nd other measures were put in place.\n\n<!-- image -->\n\n<!-- image -->\n\nAC Energy recognizes the unprecedented crisis that the country and the whole world is facing right now, and these programs are a testament of what can be achieved if we all work together to aid the most vulnerable. The company will continue to lend support to help the country recover, and reinforces its strong commitment to invest in much needed energy investments in the Philippines as access to stable power is critical now more than ever.",
        "metadata": {
            "page": 21
        },
        "id": "da994130-121c-4a1c-b2b7-d4387e889238"
    },
    {
        "page_content": "## Value Creation\n\n## Ensuring e /ffi cient use of our resources\n\nOur multi-capital approach in the implementation of our business model allows us to identify valuable levers for value creation anchored on sustainability. This chart presents the management approach to our capitals, and their corresponding highlights for the year 2020.\n\n## Financial\n\nTo maintain our strong balance sheet, we are disciplined and strategic in allocating ou r fi nancial capital, and we strive to raise value through sustainable growth.\n\n<!-- image -->\n\n<!-- image -->\n\nMarket Capitalization /peso 110.48B 7x\n\nShare Price /peso 8.06/share\n\n4x\n\nTotal Shareholder's Equity /peso 21.35B 30%\n\n## Human\n\n## Social\n\nOur people are the core of our business. Apart from competency enhancement to drive excellence in their performance, we continue to invest in the welfare of our employees, ensuring their health, safety and overall well-being.\n\nWe actively pursue open dialogue and consistent collaboration in engaging our host communities. We strive to understand their needs, involve them in our business process, and communicate our sustainability strategy in order to create long- term shared value.\n\n<!-- image -->\n\n<!-- image -->\n\nDirect Hires 649\n\nRetention Rate\n\n96%\n\nInvestment in Employee Training and Development\n\n/peso 2.68M\n\nIndirect Hires 762\n\nJobs Created in Host Communities 3,200\n\nSafe Man Hours 7,256,162\n\nR&D Spend /peso 483.90M\n\n<!-- image -->\n\nCOVID-19 Response Fund\n\n/peso 64M\n\nLives Reached Through Programs\n\n35,994\n\nCommunity Investment /peso 116.63M from 2018 - 2020\n\nFamilies Reached 40,609\n\nRevenue\n\n/peso 20.44B 27%\n\nNet Income /peso 3.75B\n\n65x\n\nReturn on Equity 20.76%\n\n45x\n\nTotal Attributable Capacity 1,034 MW\n\nRenewable Energy Capacity 491 MW\n\nAttributable Energy Output\n\n2,165 GWh\n\nAttributable Output from Renewable Sources\n\n520 GWh\n\n## Manufactured\n\n## Natural\n\nWe derive energy from our renewable assets that are complemented by thermal energy, and we continuously invest on plant optimization and reliability while ensuring the health and safety of our employees.\n\nWe strive for excellence in the conservation and protection of natural resources within and beyond our host communities, while mitigating our ecological footprint\n\n<!-- image -->\n\nLand and Biodiversity\n\nProtected\n\n910 hectares\n\nTrees Planted 59,027 94% survival rate\n\nCO 2 GHG\n\nEmissions Avoided 349,437 MT CO\n\n2 e\n\n## Intellectual\n\nIn our power plants, the adoption of emerging technologies play a prominent role in our renewables expansion. For our home-based workforce, the company's enhanced IT infrastructure are mission-critical assets that give us competitive edge.\n\nInvestment on Environment /peso 34.87M from 2018 - 2020\n\nSeedlings Produced\n\n67,500",
        "metadata": {
            "page": 22
        },
        "id": "ce0275d6-b64d-47ee-ab2c-546759fb83bc"
    },
    {
        "page_content": "## Stakeholder Engagement\n\n## Fostering and nurturing bonds with our partners in sustainability\n\nWe engage with our stakeholders actively and e /ff ectively through open dialogue and consistent collaboration. By understanding our stakeholders' needs, involving them in our business process and communicating our sustainability strategy, we create long term shared value.\n\n## Investors and Shareholders\n\n## Business Partners\n\n<!-- image -->\n\n<!-- image -->\n\n## Our Objective\n\nTo maximize shareholder value\n\n## Their Value\n\nAs our ultimate 'customer', they sharpen our focus on sustainability and help shape our renewables expansion\n\n## How We Engage\n\n- ■ Through an active and engaged Investor Relations team\n- ■ Regular investor and analyst brie fi ngs\n- ■ Dedicated corporate website\n- ■ Regular social media updates\n- ■ Timely press releases\n- ■ Responsive email correspondences\n\n## Government and Regulators\n\n## Community\n\n<!-- image -->\n\n## Our Objective\n\nTo be a steadfast partner in policy formulation and adherence\n\n## Their Value\n\nProvider of regulatory framework to enable business and ensure business continuity\n\n## How We Engage\n\n- ■ Engaged routine and timel y fi lings of required reports\n- ■ Regular consultation sessions\n- ■ Collaborative interactions\n- ■ Participative regulatory audits\n- ■ Active participation in organized online dialogue on regulations, policty and market outlook\n\n## Our Objective\n\nTo be a long-term partner in sustainability\n\n## Their Value\n\nThe heart of the energy transition, providing opportunities to expand the renewables industry\n\n## How We Engage\n\n- ■ Regular client meetings\n- ■ Organized interactive webinars\n- ■ Regular email updates\n- ■ Engaging retail electricity website\n- ■ Active group messaging apps\n\n## Employees\n\n<!-- image -->\n\n<!-- image -->\n\n## Our Objective\n\nTo maintain a safe and rewarding work environment\n\n## Their Value\n\nThe bloodline of the business and the key to its success\n\n## How We Engage\n\n- ■ Active communication channels\n- ■ Monthly e-newsletters\n- ■ Collaborative employee engagement committee\n- ■ Organized townhalls\n- ■ Timely engagement surveys\n- ■ Regular provision of wellness consultation services\n- ■ Timely boot camps on operational health and safety\n\n## Our Objective\n\nTo enable socio-economic progress\n\n## Their Value\n\nPartners in making projects real, successful and sustainable\n\n## How We Engage\n\n- ■ Regular dialogues with local community leaders\n- ■ Regular capacity  enhancement trainings\n- ■ Timely community needs a ssessments\n- ■ Active community welfare and other support programs\n\n<!-- image -->\n\n## Our Objective\n\nTo be a catalyst for growth\n\n## Their Value\n\nSpringboard to success by providing operational leverage\n\n## How We Engage\n\n- ■ Regular one-on-one interactions\n- ■ Timely compliance and monitoring checks\n- ■ Regular vendor bri efi ngs and accreditation updates\n\n## Customers",
        "metadata": {
            "page": 23
        },
        "id": "35a0921d-783d-4e21-a1e6-cca971988aff"
    },
    {
        "page_content": "<!-- image -->\n\n## Governance and Leadership Team\n\n47 Corporate Governance\n\n65\n\n73\n\nOur Board of Directors\n\nOur Management Team",
        "metadata": {
            "page": 24
        },
        "id": "5333909f-ea0e-49b6-a9e4-182888e620e9"
    },
    {
        "page_content": "GOVERNANCE\n\n## Corporate Governance\n\nAmidst these unprecedented times, AC Energy Corporation adopted a resilient stance in its corporate governance system. Cognizant that stakeholder needs have drastically changed over the period, the Company has bee n fl exible in its approach in ensuring that stakeholder interests are fundamental considerations in the Company's oversight and decision processes, on top of compliance with requirements, standards, and best practices.\n\nAC Energy Corporation a /ffi rms that adherence to good corporate governance principles is essential for the achievement of its strategic goals. We believe in doing business with integrity and in full compliance with laws and regulations. At the core of our Company are four corporate values: integrity, long-term vision, empowering leadership, and commitment to national development.\n\nThe Company's Corporate Governance System is a combination of its clear organizational structure, guided by an active Board and its Committees, visionary management, strong core values and adequate policies and controls.\n\nThe Company's governance framework is constantly evolving to align with best practices and to satisfy the changing expectations of regulators, investors, and other stakeholders brought about by the move towards greater ASEAN integration. Through continuously evaluating and improving our governance structures, systems, and procedures, we can ensure proper and adequate controls are in place to sustain the business.\n\nAC Energy Corporation complies with the Code of Corporate Governance for PubliclyListed Companies set forth by the Securities and Exchange Commission (SEC), supported by an attestation from the company's Chief Executive O /ffi cer (CEO) and Chief Audit Executive (CAE) in 2020.\n\n## Corporate Governance Structure\n\n<!-- image -->",
        "metadata": {
            "page": 25
        },
        "id": "8ac85571-33cb-42c8-880f-af35de479249"
    },
    {
        "page_content": "## Board Structure and Process\n\n## Key Roles and Responsibilities\n\nThe Board's roles and responsibilities as stated in its Charter include establishing the vision, strategies, and policies of the Company, and a system to monitor, evaluate and improve management's performance. Also, in exercising its powers and duties, the Board always considers the best interest of the Company, its shareholders, and other stakeholders.\n\nThe Board consistently reviews and ensures the adequacy of the Company's internal control mechanisms and risk management process for good governance, and the proper implementation of the Code of Conduct and Ethics. The Board reviews and a /ffi rms the true and fair representation of the annua l fi nancial statements, as it did for the fin ancial statements for fi scal year 2020.\n\n## Board Composition\n\nThe Board is comprised of quali fi ed and dedicated directors with a diverse mix of expertise, experience, skills, and backgrounds to guide management in carrying out its responsibilities. The structure, size, and composition of the Board are reviewed and monitored by the Corporate Governance and Nomination Committee.\n\nThere is also an appropriate mix of non-executive, independent, and executive directors from a wide variety of backgrounds:\n\n- · Each director is elected by the shareholders annually and serves a term of one year.\n- · More than 70 percent of the Board is composed of non-executive and independent directors.\n- · None of the independent directors own more than two percent of the Company's outstanding capital stock.\n\nThe pro fi le of each director can be found in the Board of Directors section of this report on pages 65 to 72 .\n\n| 2020 Board of Directors         | Designation                      | Year Appointed (No. of years in  the Board)   | Expertise                                                             |\n|---------------------------------|----------------------------------|-----------------------------------------------|-----------------------------------------------------------------------|\n| Fernando M. Zobel de Ayala      | Non-Executive,  Chairman         | 2019 (2)                                      | General management, real  estate, utilities, arts and  culture        |\n| Jaime Augusto M. Zobel de Ayala | Non-Executive,  Vice-Chairman    | 2019 (2)                                      | General management,  strategy an d fi nance                           |\n| John Eric T. Francia            | Executive,  President & CEO      | 2019 (2)                                      | General management,  strategy, utilities, energy                      |\n| Gerardo C. Ablaza, Jr.          | Non-Executive                    | 2019 (2)                                      | General management,  utilities                                        |\n| Jose Rene Gregory D. Almendras  | Non-Executive                    | 2019 (2)                                      | General management,  utilities, banking,  sustainability, energy      |\n| John Philip S. Orbeta           | Non-Executive                    | 2019 (2)                                      | General management,  strategic human resources                        |\n| Sherisa P. Nuesa                | Non-Executive,  Lead Independent | 2019 (2)                                      | General management,  fi nance and accounting,  utilities, real estate |\n| Ma. Aurora Geotina-Garcia       | Non-Executive,  Independent      | 2019 (2)                                      | Finance and accounting,  capital markets                              |\n| Mario Antonio V. Paner          | Non-Executive,  Independent      | 2020 (1)                                      | Banking, capital markets, and  treasury                               |\n| Consuelo D. Garcia              | Non-Executive,  Independent      | 2019 (2)                                      | Finance and accounting,  banking, capital markets                     |\n| Melinda L. Ocampo               | Non-Executive,  Independent      | 2019 (2)                                      | Energy systems and  regulations                                       |\n\nWe ensure an independent minority representation in the Board and the exercise by minority shareholders of their rights, including the right to cumulative voting in the election of directors and appraisal right.\n\n## Chairman and Vice Chairman\n\nFernando Zobel de Ayala, Chairman, and Jaime Augusto Zobel de Ayala, Vice-Chairman, assumed their respective positions on July 23, 2019. The positions of Chairman of the Board and CEO are held by di /ff erent persons. This enables the Board to maintain independent reviews and quality discussions at meetings.\n\n## Role of the Chairman and Vice-Chairman\n\nThe Chairman leads the Board by promoting active engagement and open discussion among the directors. The Chairman presides at all meetings of the Board and of the stockholders, exercise the powers given to him in the By-Laws, and perform the duties enumerated under the Corporate Governance Code as well as such other responsibilities as the Board may impose upon him. The Chairman also guides senior management on its strategic actions on the business. In the absence of the Chairman, the Vice-Chairman succeeds the duties of the Chairman.\n\n## Lead Independent Director\n\nTo promote good relationships and functions of the Board, the Company appointed Sherisa P. Nuesa a s its Lead Independent Director at its organizational meeting on April 21, 2020.\n\n## Role of the Lead Independent Director\n\nWhen needed, the Lead Independent Director acts as an intermediate between the Chairman of the Board and the other directors, convenes and leads the periodic meetings of the nonexecutive directors with the external auditor and heads of internal audit, compliance and risk management, and contributes to the performance evaluation of the Chairman of the Board.\n\n## Non-Executive and Independent Directors\n\nAs of December 31, 2020, more than 70% of the Board membership is composed of non-executive and independent directors of whic h fi ve are independent and fi ve are non-executive directors. The independent directors do not have interest or relationship with the Company that may hinder their independence, or which could reasonably be perceived to interfere with the exercise of their independent judgment while carrying out their responsibilities as directors.\n\nA limit of nine years has been set by the Company for its independent directors in accordance with the rules laid out by the SEC. As of 2020, none of the independent directors have served the Company for more than nine years, reckoned from 2012, in compliance with SEC Memorandum Circular No. 9, series of 2011. Furthermore, none of the directors or senior management have worked for AC Energy Corporation's external auditin g fi rm within the three years immediately preceding the date of their election or appointment.\n\n## Role of the Non-Executive and Independent Directors (NEID)\n\nThe role of the NEID is to exercise independent judgment, ensure the continuing soundness, e /ff ectiveness and adequacy of the Company's control environment, and act in the best interest of the Company, the stockholders and the stakeholders considering transparency, accountability and fairness in all activities.",
        "metadata": {
            "page": 26
        },
        "id": "b05eb788-8f65-4177-b613-3778c50939c3"
    },
    {
        "page_content": "## Board Performance\n\nThe Board is devoted to carry out its duties and responsibilities and commits enough time for their meetings. The presence of at least two-thirds of the number of directors, a s fi xed in the Articles of Incorporation, constitutes a quorum for the transaction of business. The Board held four (4) regular, one (1) special, and one (1) organizational meetings in 2020.\n\nThe annual calendar of activities for the Board and Committees are established and approved at the start of the year. The Board is supported by the Corporate Secretary who monitors the Board activities and ensures materials are available at least three days in advance of the scheduled meeting allowing the Board to make informed decisions.\n\n## Performance Assessment\n\nThe Board commits to a formal assessment process to review and evaluate the performance of the Board, its Committees, and its individual members. The purpose of the assessment is to measure the e /ff ectiveness of the Company's governance practices and identify areas for improvement; and to adopt new methodologies towards further strengthening the company's corporate governance standards.\n\nIn 2020, AON was appointed as the independent consultant to assist in the board assessment exercise.\n\nEach of the directors was requested to complete a self-assessment form which includes Board evaluation categories such as: (1) board composition, (2) roles and functions, (3) information management, (3) representation of shareholders and environment, social and governance (ESG) factors, (4) managing Company's performance, (5) senior executive's performance management and succession planning, (6) director development and management, (7) risk management and internal control, and (8) overall perception.\n\nThe results of the self-assessment survey, including the comments of the directors, were compiled by the Corporate Secretary and reported during the Board meeting immediately following the completion of the survey.\n\n## Corporate Secretary\n\nIn the discharge of his duties as the Corporate Secretary, Atty. Solomon M. Hermosura plays a signi fi cant role in supporting the Board ful fi ll its responsibilities. Among his responsibilities include assisting the Chairman in preparing the Board meeting agenda, maintaining Board minutes and records, facilitating director trainings, and updating directors with relevant statutory and regulatory changes. He is an expert on legal and regulatory requirements and is well-informed on relevant developments through lectures to graduating law students and in various public fora.\n\n## Training of Directors\n\nIt is AC Energy Corporation's policy that all its directors attend at least a four-hour annual continuing training program on corporate governance. All new directors must take at the minimum an eight-hour orientation program on the company's strategy, business and structure, vision and mission, Governance Codes and Policies, Articles, By-Laws, Corporate Governance Manual, Board and Committee Charters, SEC-mandated topics on governance and other subjects needed in the performance of their duties and responsibilities.\n\nTo remain relevant in a global environment with increasing competitiveness, Ayala facilitates an annual group-wide Corporate Governance and Risk Management Summit which has been held since 2014. The summit serves as a continuing education program for the Board, CEOs, and senior management, and at the same time promotes the importance of strengthening our corporate governance structures. On November 10, 2020, the group held its virtual Integrated Corporate Governance, Risk Management and Sustainability Summit with the theme 'The Board's Agenda: The Business of Building Back Better' that revolved around the Board roles and skills for the 'new normal' and navigation of the complexity and obstacles of the market in times of the pandemic.\n\n## Director Compensation\n\nTotal director remuneration or changes thereto are recommended by the Personnel and Compensation Committee to the Board and are approved by the stockholders at the annual stockholders' meeting to ensure these are consistent with the Company's culture, strategy, control environment, and aligned with the long-term interests of the Company and its stakeholders.\n\n## Independent Directors' Remuneration\n\nOn July 23, 2019, upon the recommendation of the Committee, the Board approved a resolution fi xing the current remuneration of IDs. The powe r of fi xing the fees was delegated by the stockholders to the Board as provided for in the Amended By-laws.\n\nThe existing remuneration framework for the IDs adopted by the Company consists of attendance fees. Executive Directors and other directors who are not independent directors do not receive attendance fees.\n\n- In 2020, the following IDs received gross remuneration as follows:\n\n| Independent Directors        | Board and   Committee Meetings  Attendance Fees   |\n|------------------------------|---------------------------------------------------|\n| Melinda L. Ocampo            | /peso  620,000.00                                 |\n| Ma. Aurora D. Geotina-Garcia | /peso  660,000.00                                 |\n| Consuelo D. Garcia           | /peso  640,000.00                                 |\n| Mario Antonio V. Paner       | /peso  600,000.00                                 |\n| Sherisa P. Nuesa             | /peso  580,000.00                                 |\n| TOTAL                        | /peso  3,100,000                                  |\n\nNone of the IDs receive compensation from AC Energy Corporation for services other than those provided as a director. They are not entitled to stock options and performance bonuses from the Company.\n\n## Board Comittees\n\nThe Board Committees assist the Board in the discharge of its functions, in aid of good governance, and are governed by their rights and responsibilities as de fi ned in their Charters duly approved by the Board.\n\n## Executive Committee\n\nThe Executive Committee acts on such speci fi c matters within the competence of the Board as may from time to time be delegated to it in accordance with the By-Laws. The Committee is composed of not less than three (3) but not more tha n fi ve (5) members and designates from among the members of the Committee a Chairman and a Vice Chairman.\n\nThe Committee deliberated, reviewed and approved the following transactions in 2020:\n\n- 1. The entry by the Company into: (a) hedging instruments with Macquarie Bank Limited to cover the Company's oil and diesel requirements, and (b) a guarantee fee arrangement with AC Energy, Inc. (\"ACEI\") in exchange for ACEI guaranteeing the Company's payment obligations under such hedging instruments.\n- 2. The conduct the Company's annual stockholders' meeting (the '2020 ASM') scheduled on 20 April 2020 at 9:00 AM via remote communication in lieu of an in-person meeting, and to allow the participation of stockholders and other stakeholders in the 2020 ASM\n- 3. The issuance of 16,685,800,533 Shares to ACEI a t /peso 2.97 per share in exchange for 100% of ACEI's shares of stock in Presage. Presage is ACEI's subsidiary, which owns its international business and investments.\n- 4. The issuance of 16,685,800,533 Shares to ACEI a t /peso 2.97 per share in exchange for 100% of ACEI's shares of stock in Presage. Presage is ACEI's subsidiary, which owns its international business and investments.\n- 5. The appointment of Sycip Gorres Velayo & Co. as the Company's Independent Validator for its 2020 Annual Stockholders' Meeting scheduled on 20 April 2020.\n- 6. Th e fi ling of the following documents to the Energy Regulatory Commission (the 'ERC') in accordance with Article 2.12 of the Business Separation Guidelines: (a) The Accounting Separation Statements based on 2018 Audited Financial Statements; (b) The Auditor's Report on those Accounting Separation Statements prepared; (c) The Management Responsibility Statement; (d) The General Information Sheet; and (e) The BSUP Compliance Report.\n- 7. The Company's investment of up t o /peso 2.2 billion into its subsidiaries, namely, Bataan Solar Energy, Inc. ('Bataan Solar') and Giga Ace 4, Inc. ('Giga Ace 4')\n- 8. The Company's Quarterly Report (SEC Form 17Q) for the Second Quarter of 2020, and to authorize its release to the Securities and Exchange Commission and the Philippine Stock Exchange on or before August 12, 2020.",
        "metadata": {
            "page": 27
        },
        "id": "4c090ae5-7582-4420-b2f3-d45ae3f7a517"
    },
    {
        "page_content": "The Executive Committee had fiv e (5) meetings in 2020.\n\n## Corporate Governance and Nomination Committee\n\nThe Corporate Governance and Nomination Committee has three independent directors, including the Chairman. The Committee makes sure that good corporate governance principles and practices are compiled with by the Company. This includes the adoption of a Board process in the nomination, election, or replacement of Board members and the review of the succession plans for members of the Board and senior executives. The Board composition is reviewed regularly to allow the Board to exercise e /ff ective decision-making powers and meet the needs of the Company.\n\nThe Committee's accomplishments in 2020 are as follows:\n\n- 1. Received the nominees for director of the Company, evaluated their quali fi cations and endorsed quali fi ed nominees for nomination to the Board for the year 2020.\n- 2. Approved and endorsed to the Board the revised Charter of the Corporate Governance and Nomination Committee.\n- 3. Approved and endorsed to the Board the revised Charter of the Board of Directors.\n- 4. Approved and endorsed to the Board the proposed revisions to the Code of Conduct and Ethics.\n- 5. Approved and endorsed to the Board the Charter of the Executive Committee.\n- 6. Approved and endorsed to the Board the Whistleblower Policy.\n- 7. Approved and endorsed to the Board the revisions to the Corporate Governance Manual.\n- 8. Reviewed, discussed, and endorsed to the Board for discussion the Board, Board Committees, and Individual E /ff ectiveness Evaluation Report by AON Consulting.\n\nThe Committee ha d fi ve (5) meetings in 2020, during which the Chairman and members were all present. Board and Board Committee Membership Stockholders, Board, Board Committee Meetings, and Directors' Attendance for the year ended December 31, 2020\n\nFor 1 January 2020 until 31 December 2020, the Board committees and their members were as follows:\n\n| Directors                                | Audit  Committee   | Board Risk  Management &  Related Party  Transactions  Committee   | Corporate  Governance  & Nomination  Committee   | Executive  Committee   | Personnel &  Compensation  Committee   |\n|------------------------------------------|--------------------|--------------------------------------------------------------------|--------------------------------------------------|------------------------|----------------------------------------|\n| Fernando M. Zobel de Ayala               |                    |                                                                    |                                                  | C                      |                                        |\n| Jaime Augusto M. Zobel de Ayala          |                    |                                                                    |                                                  | M                      |                                        |\n| John Eric T. Francia                     |                    |                                                                    |                                                  | M                      |                                        |\n| Gerardo C. Ablaza, Jr.                   |                    |                                                                    |                                                  |                        | M                                      |\n| Jose Rene Gregory G. Almendras           |                    |                                                                    |                                                  |                        |                                        |\n| John Philip S. Orbeta                    |                    |                                                                    |                                                  |                        | C                                      |\n| Ma. Aurora Geotina-Garcia  (Independent) | C                  | M                                                                  |                                                  |                        |                                        |\n| Consuelo D. Garcia  (Independent)        | M                  |                                                                    | C                                                |                        |                                        |\n| Sherisa P. Nuesa  (Independent)          |                    | C                                                                  |                                                  |                        | M                                      |\n| Melinda L. Ocampo  (Independent)         |                    | M                                                                  | M                                                |                        |                                        |\n| Mario Antonio V. Paner  (Independent)    | M                  |                                                                    | M                                                |                        |                                        |\n\n- C: Chairman  | M: Member\n\n* e/ff ective 20 April 2020\n\nThe attendance of the directors at the meetings of the Board and of stockholders held in 2020 is as follows:\n\n| Directors                                | 18-Mar-20 Regular 1   | 20-Apr-20 ASM 2   | 20-Apr-20 Organiza- tional 1   | 11-Jun-20 Regular 1   | 18-Aug-20 Regular 1   | 11-Nov-20 Regular 1   | 17-Dec-20 Special 1   | No. of  meetings  attended   | Percent  present   |\n|------------------------------------------|-----------------------|-------------------|--------------------------------|-----------------------|-----------------------|-----------------------|-----------------------|------------------------------|--------------------|\n| Fernando M. Zobel de Ayala               | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Jaime Augusto M. Zobel de Ayala          | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Gerardo C. Ablaza, Jr.                   | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Jose Rene Gregory G. Almendras           | o                     | o                 | o                              | o                     | o                     | o                     | x                     | 6/7                          | 68%                |\n| John Eric T. Francia                     | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| John Philip S. Orbeta                    | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Consuelo D. Garcia  (Independent)        | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Ma. Aurora Geotina-Garcia  (Independent) | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Sherisa P. Nuesa  (Independent)          | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Melinda L. Ocampo  (Independent)         | o                     | o                 | o                              | o                     | o                     | o                     | o                     | 7/7                          | 100%               |\n| Mario Antonio V. Paner   (Independent)   |                       | o                 | o                              | o                     | o                     | o                     | o                     | 6/6                          | 100%               |\n\n- o - Present  | x Absent  |  1via video conference  |  via livestream at https://asm.ayala.com/ACEPH2020\n\n## Audit Committee\n\nThe Audit Committee has three (3) independent members including the chairman, and all its members have background and expertise in accounting. The Committee assists the Board by overseeing matters relating to th e fi nancial statements and fin ancial reporting process, external and internal auditors, internal control, and compliance with applicable legal and regulatory requirements.\n\nDuring the year, the Committee reviewed the Company's parent and consolidate d fi nancial statements, and the work performed by both\n\ninternal and external auditors through reports provided. Based on the assurance provided by the auditors from their reviews, the Committee assessed the Company's systems of internal controls, compliance and governance processes as adequate. Please refer to the annual report of the Committee to the Board on the discharge of their duties and responsibilities on pages 88-89 .\n\nThe Committee had four (4) regular meetings and two (2) special meetings in 2020, during which the Chairman and members were all present.",
        "metadata": {
            "page": 28
        },
        "id": "fc957614-247c-4770-9124-2e29f774e525"
    },
    {
        "page_content": "## Board Risk Management and Related Party Transactions Committee\n\nThe Board Risk Management and RPT Committee is a board level Committee with three (3) members who are independent directors, including the chairman. The Committee is responsible for the oversight of the Company's enterprise risk management system and for the review of all material related party transactions of the Company.\n\nThe Committee had six (6) meetings in 2020, during which the Chairman and members were all present.\n\nThe Committee's accomplishments in 2020 are as follows:\n\n- 1. Approved and endorsed to the Board the amendment of the Power Administration and Management Agreement (PAMA) with One Subic Power Generation Corporation, on terms as presented.\n- 2. Approved and endorsed to the Board the terms of the assignment to the Company of the Lease Contract between AC Energy, Inc. and Tabangao Realty, Inc.\n- 3. Approved and endorsed to the Board the proposed Development Management Agreement (DMA) between AC Energy Corporation and its project companies.\n- 4. Approved and endorsed to the Board the amendments to the Administration and Management Agreement (AMA) between AC Energy Corporation and SLTEC.\n- 5. Approved and endorsed to the Board the engagement of BPI Capital Corporation as Sole Global Coordinator, Joint bookrunner, and Joint underwriter in connection with AC Energy Corporation's Follow-On O /ff ering (FOO)\n- 6. Approved and endorsed to the Board the Related Party and Con fl ict of Interest Disclosure Form and its implementation.\n- 7. Approved and endorsed to the Board the proposed fi nancing for the Arayat solar project through a secured a loan for 100% of the total project cost of the Arayat solar project of up t o /peso 3.33 billion, on terms as presented to the Committee\n- 8. Approved and endorsed to the Board the proposed fi nancing for the Balaoi Project on terms are presented, the use of the Company's credit lines to Bayog Wind Power Corporation for the requirements of the project; the issuance of a corporate guarantee to the EPC contractor in accordance with the Investment Framework Agreement.\n\nThe Committee had six (6) meetings in 2020, during which the Chairman and members were all present.\n\n## Personnel and Compensation Committee\n\nThe Personnel and Compensation Committee has three (3) members including an independent director. The Committee's role is to establish a transparent policy and procedure for th e fi xing of the remuneration packages of corporate o /ffi cers and directors. The Committee ascertains that compensation is aligned with the Company's culture, strategy, and control environment and competitive against the market, and ensures that it is reasonable for the work required, the Company's size, and scope.\n\nMich: The Committee had one (1) meeting in 2020 where it approved for endorsement to the Board the pay-out of entitlements under the Company's 2016 Stock Purchase Plan to the eligible o /ffi cers who have retired from the Company and approved for endorsement to the Board the revised Charter of the Personnel and Compensation Committee.\n\n## Management Roles and Responsibilities\n\nManagement is primarily responsible for the execution of the Board-approved strategies and monitoring of performance.  Management also designs and implements adequate and e /ff ective system of internal controls and risk management processes to ensure achievement of objectives while maintaining compliance with laws, rules, and regulations.\n\nTo facilitate th e fl ow of strategic and operational information among the internal decision-makers, the Company has created speci fi c management committees for strategic management, investment, fin ance, procurement, organizational development, and compensation and bene fi ts.  These Committees are composed of key executives who meet regularly\n\n- 1. Approved and endorsed to the Board the pay-out of entitlements under the Company's 2016 Stock Purchase Plan to the o /ffi cers who have retired from the Company but are eligible to receive bene fi ts under the Plan.\n- 2. Approved and endorsed to the Board the revised Charter of the Personnel and Compensation Committee.\n\nThe Committee had one (1) meeting in 2020, during which the Chairman and members were all present.\n\nto discuss signi fi cant matters relevant to the achievement of targets and continuous growth of the Company. Initiatives which are reviewed and endorsed by the Management Committees are discussed with the corresponding Board Committees for approval and endorsement to the Board of Directors for rati fi cation.\n\n## Internal Governance Mechanisms Strategy Formulation and Execution\n\nAC Energy Corporation utilizes an inclusive and iterative approach in crafting and executing a long-term strategic plan. It ensures that risks are managed appropriately using a risk management process as these plans ar e fi nalized.",
        "metadata": {
            "page": 29
        },
        "id": "983c01a0-3909-446f-86b1-5c3baf9aa545"
    },
    {
        "page_content": "## Accountability and Audit\n\n## External Auditors\n\nOn April 20, 2020, the stockholders, upon recommendation of the Audit Committee and endorsement by the Board of Directors, approved the re-appointment of Sycip Gorres Velayo and Co. (SGV & Co.) as the independent external auditor of AC Energy Corporation. The lead engagement partner of SGV & Co. is Mr. Benjamin N. Villacorte, a Securities and Exchange Commission (SEC)-accredited audit partner.\n\nThe responsibilities of SGV & Co. include providing an opinion on the conformity of the Company's parent and consolidated fin ancial statements with Philippine Financial Reporting Standards and assessing the quality of the Company' s fi nancial reporting process. SGV & Co.'s overall plan, which includes the objectives, scope and timing of the audit, was reviewed and approved by the Audit Committee on its August 3, 2020 meeting.\n\nTo ensure that the external auditor maintains the highest level of independence from the Company, both in fact and appearance, the Audit Committee had pre-approved all audit, audit-related, and permitted non-audit services rendered by the External Auditor.\n\nThe total external auditors fees of SGV & Co. in 2020 amounted t o /peso 9.64, exclusive of VAT and out-of-pocket expenses. The Audit Committee reviewed the nature of these non-audit services and concluded that these are not in con fl ict with SGV & Co.'s function as the Company's external auditor, both in relation to their signi fi cance to the audit and the Company's total expenditure on consultancy.\n\n| 2020 External Auditor Fees   | Amount in Million Pesos   |\n|------------------------------|---------------------------|\n| Audit and Audit-Related Fees | /peso 9 .26               |\n| Non-Audit Fees               | .38                       |\n| Grand Total                  | /peso 9 .64               |\n\nThe audit and audit-related fees include the audit of AC Energy Corporation's annual fin ancial statements, quarterly reviews and other assurance services related to performance of the audit or review of the Company's fin ancial statements pursuant to the regulatory requirements. Non-audit fees include training and a special project/consulting.\n\nThe audit results were presented to the Audit Committee on its March 1, 2021 meeting. There were no disagreements between the Management and SGV & Co. on any matters of accounting principles or practices, fin ancial statement disclosures, or auditing scope or procedures.\n\n## Internal Auditors\n\nInternal Audit, headed by the Chief Audit Executive (CAE), Henry T. Gomez, Jr., maintains organizational independence by functionally reporting to the Audit Committee and administratively to the Group Chief Financial O /ffi cer. The Audit Committee is responsible in advising the Board of Directors regarding the quali fic ations and recruitment, appointment, and removal of the CAE and evaluating Internal Audit's performance at least annually.\n\nThe audit team is composed of professionals, certi fi ed as follows: certi fi ed public accountants, certi fi ed internal auditors, and certi fi ed lead auditors in ISO 9001, ISO 45001, ISO 14000, and ISO 27001. All the internal auditors are members of The Institute of Internal AuditorsPhilippines and adopt the International Professional Practices Framework promulgated by The Institute of Internal Auditors, Inc.\n\nThe activities of Internal Audit are governed by a separate Internal Audit Charter approved by the Audit Committee.  Internal Audit adopts a risk-based approach in developing its annual work plan, subject to the review and approval of the Committee.  The Committee likewise ensures that audit resources are appropriate, su /ffi cient, and e /ff ectively allocated to accomplish the approved plan.\n\nQuarterly, Internal Audit presents to the Audit Committee the results of its reviews as well as the status of Management's corrective action plans to address control or compliance issues.\n\nFor the year 2020, the Internal Audit attests, that AC Energy Corporation's system of internal controls, risk management, compliance, and governance processes are designed adequately and continue to operate e /ff ectively.\n\n## Chief Compliance O /ffi cer\n\nAs AC Energy Corporation's Chief Compliance O /ffi cer, Ms. Maria Corazon G. Dizon:\n\n- ● ensures proper onboarding of new Directors (i.e. orientation on the Corporation's business, Charter, Articles of Incorporation and By-laws, among others);\n- ● monitors, reviews, evaluates and ensures the compliance by the Company as well as its O /ffi cers and Directors with the relevant laws, the Corporate Governance Code for PLCs rules and regulations, and all governance issuances of regulatory agencies;\n- ● ensures the integrity and accuracy of all documentary submissions to regulators, among others;\n- ● identi fi es and manages compliance risks;\n- ● ensures that the Company adheres to sound corporate governance and best practices;\n- ● issues an Integrated Annual Corporate Governance Report that is duly signed under oath by the Chairman, Chief Executive O /ffi cer or President, all independent directors, the Chief Compliance O /ffi cer, and the Corporate Secretary;\n- ● strives to conduct a yearly performance assessment of the Board, Board Committees, and individual members of the Board using a formal self-rating system; and\n- ● performs such other duties and responsibilities as may be provided by the SEC.\n\n## Disclosure and Transparency\n\nIn line with the Company's policies on disclosure and transparency and the disclosure requirements of the Securities and Exchange Commission (SEC), Philippine Stock Exchange (PSE), all material and market-sensitive information about the Company as well as other relevant information were publicly and timely disclosed to the investing public, stakeholders, and other interested users through media a nd analysts' brie fi ngs or other means. Such information includes key results of operations, execution of contracts, declaration of dividends and investment, among others.\n\nThe Board of Directors has a responsibility to the shareholders to ensure the integrity of the Company's consolidated fin ancial statements and nonfi nancial information disclosed in the Integrated Report. The fin ancial statements comply with the Philippine Financial Reporting Standards, with signi fi cant accounting judgments and estimates disclosed.\n\nIn dealing with Related Party Transactions (RPTs), the Board of Directors, with the assistance of the Board Risk Management and Related Party Transactions Committee composed of independent Directors, reviews and approves the material RPTs of the Company in accordance with the RPT policy,\n\nensuring that the transactions are at arm's length, fair, and inure to the best interest of the Company and its subsidiaries or a /ffi liates and the shareholders.  Based on the policy, the related party or any of its subsidiaries or a /ffi liates, shall disclose any material RPT to the Board Risk Management and RPT Committee for review and approval prior to entering the transaction, unless covered under any of the exceptions under the policy.\n\nFurthermore, there were no cases of noncompliance with the laws, rules, and regulations pertaining to signi fi cant or material RPTs in the past three years. The summary of the material RPTs of the Company is presented in the Notes to the Consolidated Financial Statements under Related Party Transactions.\n\n## Ownership Structure\n\nAs of December 31, 2021, 53.23% of AC Energy Corporation's outstanding common shares were held by PCD Nominee Corporation (Filipino and Non-Filipino) ('PCD'). AC Energy and Infrastructure Corporation (formerly AC Energy, Inc.) owned 81.62% of AC Energy Corporation's outstanding common shares, with 36.45% lodged with the PCD.",
        "metadata": {
            "page": 30
        },
        "id": "d788a5cc-ca9c-4b53-b3ca-cf8c111c5b89"
    },
    {
        "page_content": "## 2020 Disclosures\n\nIn 2020, the Compan y fi led, among others, unstructured disclosures involving the following:\n\n## Unstructured Disclosures\n\n- ● Appointment of directors and o /ffi cers\n- ● Notice and Agenda of the 2020 Annual Stockholders' Meeting\n- ● Results of 2020 Annual Stockholders' Meeting and Organizational Board of Directors' Meeting\n- ● Acquisition and sale of Company shares by the directors, o /ffi cers, and 10% owners\n- ● Public Ownership Reports\n- ● Top 100 Stockholders Reports\n- ● Report by Owners of More Than Five Percent\n- ● Share buy-back transactions\n- ● Change in Corporate Name and/or Stock Symbol\n- ● Press Releases\n- ● Notice of Analysts' Brie fi ng\n- ● Approval by the Executive Committee meeting of the Audited Financial Statements for the year ended December 31, 2019\n- ● Approval of the Company's budget for calendar year 2021\n- ● Annual Report for th e fi scal year ended December 31, 2020\n- ● Submission of the Company's 2019 Integrated Annual Corporate Governance Report, in compliance with SEC Memorandum Circular No.15 Series of 2017\n- ● Quarterly Reports for 2020\n- ● Approval by the Board and announcement of availability of the amended Board Risk and Related Party Transactions Committee, Corporate Governance and Nomination Committee, and Personnel and Compensation Committee Charters\n- ● Approval by the Board and announcement of availability of the amended Charter of Board of Directors and Code of Conduct and Ethics\n- ● Approval by the Board of the amendments to the Charter of the Executive Committee, Whistleblower and Non-Retaliation Policy, and Corporate Governance Manual\n- ● Amendments to the Articles of Incorporation and By-laws\n- ● Approval of the Company's hedging policy, additional hedging counterparties, and guarantee fee arrangement with ACEI\n- ● Executive Committee's approval of fuel hedge instruments of the Company\n- ● Matters taken up at the regular board meetings\n- ● Approval of renewal and additional credit lines with local and foreign banks\n- ● Approval of the increase of the Company' authorized capital stock t o /peso 48.4 billion pesos, divided into 48.4 billion common shares\n- ● Board approval of the consolidation of ACEI's international business and assets into the Company via a n assets-for-shares swap\n- ● Signing of subscription agreements with subsidiaries that are special purpose vehicles for development projects used by the AC Energy group\n- ● Philippine Competition Commission ('PCC') approval of and transaction completion of the purchase of the entire shares of PINAI in PhilWind resulting to direct and indirect 67% ownership of North Luzon Renewables\n- ● PCC approval of and transaction completion of the acquisition of the PINAI Investors' ownership interest in San Carlos Solar Energy, Inc. (Sacasol) and Negros Island Solar Power Inc. (Islasol)\n- ● Filing of Current Report Under Section 17 of the Securities Regulations Code Amid COVID-19 Pandemic\n\n- ● Executive Committee's approval of the Company's issuance of 16,685,800,533 additional primary shares to AC Energy, Inc. at an issue pri ce of /peso 2.97 per share in exchange for property consisting of 100% of ACEI's shares in Presage Corporation\n- ● Request for an extension to submit the Company's Annual Report in view of the imposition of an Enhanced Community Quarantine and Stringent Distancing Measures over Luzon and across other provinces in the country to prevent the spread of the 2019 Coronavirus Disease (COVID 19)\n- ● Signing of a credit facility with AC Energy, Inc. for up t o /peso 5.0 billion for the Company's various development projects\n- ● Subscription by ThomasLloyd CTI Asia Holdings Pte Ltd. to shares in Islasol\n- ● Signing of a Shareholders' Agreement among AC Energy Philippines, Inc., ACE Endevor, Inc., and Axia Power Holdings Philippines Corp\n- ● Joint Venture via a Shareholders' Agreement among AC Energy Philippines, Inc., ACE Endevor, Inc., and Axia Power Holdings Philippines Corp. for the development, construction and operation of the 150MW diesel power plant project in Pililla, Rizal, with PCC approval on December 2, 2020\n- ● Resolution of the DENR-EMB dated 27 July 2020 on Notice of Violation No. 20-NOVW0630-164 issued to Power Barge 102, owned by the Company, in relation to the oil spill incident of July 3, 2020\n- ● Approval of the Company's dividend policy to declare and pay dividends on an annual basis using a payout ratio of 25% to 50% of the previous year's core net income, excluding signi fi cant non-recurring gains (including value realization proceeds) or losses, to be e /ff ective on January 1, 2021\n\n- ● Approval of the Company's Board of Directors of the declaration of cash dividend s of /peso 0.04 per share on the 13,692,457,210 issued and outstanding shares of the Company, or a total dividend amoun t of /peso 547,698,288.00, to be paid on September 17, 2020 to the shareholders on record as of September 3, 2020\n- ● Change in number of issued and/or outstanding shares for the issuance of 6,185,182,288 new shares of AC Energy Philippines, Inc. to AC Energy, Inc.\n- ● Participation of the Company's directors and o /ffi cers in the Advanced Corporate Governance Training administered by the Institute of Corporate Directors during the Ayala Group Integrated Corporate Governance, Risk Management, and Suitability Summit held on August 9, 2019 at the New World Hotel, Makati City\n- ● Report on the Company's receipt of the Bureau of Internal Revenue's Certi fi cation Ruling SN027-2020 dated 30 October 2020, as update on the Property-for-Share Swap between ACEN and AC Energy, Inc.\n- ● GIC Private Limited potential investment of approximatel y /peso 20Bn in ACEN\n- ● Board of Directors' approval of the pricing for, and volume, of the shares to be issued as update to the Company's Stock Rights O /ff ering\n- ● Company's receipt of the Con fi rmation Letter issued by the Markets and Securities Regulation Department of the Securities and Exchange Commission as update on the Company's Stock Rights O /ff ering\n- ● Disclosure/details on the Company's Stock Rights O /ff ering: The terms of the Company's stock rights o /ff ering for the issuance of 2,267,580,434 shares at an o /ff er price of /peso 2.37 per share, and at an entitlement ratio of 1.11 shares:1 o /ff er share, subject to applicable SEC and other regulatory approvals of the o /ff er, including the o /ff er price.",
        "metadata": {
            "page": 31
        },
        "id": "f3db3629-d188-4ccc-9a75-5448225c1daf"
    },
    {
        "page_content": "## Clari fi cation of News Articles\n\n- ● AC Energy to Consolidate its Internationaland Philippine Platforms\n- ● AC Energy expects to post pro fi t this year\n- ● 321 residents evacuated amid power barge oil spill in Iloilo City\n- ● Company's fi rst half net incom e of /peso 1.96 billion following the completion of its onshore assets restructuring\n- ● AC Energy expects to hit half of 5,000MW RE goal in 2021\n- ● SEC approves AC Energy's stock rights o /ff ering\n\n## Financial and Non-Financial Reports\n\nThe Board ensures the integrity of the Company's consolidated fi nancial statements and nonfi nancial information as disclosed in the company's Integrated Report.\n\nThe fin ancial statements including signi fi cant judgments and estimates disclosed thereto comply with the requirements of the Philippine Financial Reporting Standards. Nonfi nancial performance was prepared using the guiding principles and content elements of the Integrated Reporting framework.\n\nTo help stakeholders gain a better understanding of the Company's business and its process of value creation, a thorough discussion on bot h fi nancial and nonfi nancial performance indicators is provided in the Integrated Report.\n\nPlease refer to pages 41-42 for the financial and nonfi nancial performance indicators, respectively.\n\n## Changes in Shareholdings\n\nReported trades of directors and o /ffi cers of AC Energy Corporation's Securities in 2020:\n\n|                                 | BALANCE AS OF   DECEMBER 30, 2019   | ACQUIRED   | DISPOSED OF   | BALANCE AS OF  DECEMBER 31, 2020   | % TOTAL  OUTSTANDING  SHARES   |\n|---------------------------------|-------------------------------------|------------|---------------|------------------------------------|--------------------------------|\n| DIRECTORS                       |                                     |            |               |                                    |                                |\n| Fernando M. Zobel de Ayala      | 237,264,671                         | 113,700    | -             | 237,378,371                        | 1.73%                          |\n| Jaime Augusto M. Zobel de Ayala | 1                                   | 195,200    | -             | 195,201                            | 0.00%                          |\n| Gerardo C. Ablaza, Jr.          | 1,000,001                           | -          | -             | 1,000,001                          | 0.01%                          |\n| Jose Rene Gregory D. Almendras  | 1                                   | 500,000    | -             | 500,001                            | 0.00%                          |\n| John Eric T. Francia            | 78,981,271                          | -          | -             | 78,981,271                         | 0.58%                          |\n| John Philip S. Orbeta           | 2,000,001                           | -          | -             | 2,000,001                          | 0.01%                          |\n| Melinda L. Ocampo               | 1                                   | -          | -             | 1                                  | 0.00%                          |\n| Ma. Aurora D. Geotina-Garcia    | 1                                   | -          | -             | 1                                  | 0.00%                          |\n| Consuelo D. Garcia              | 1,000                               | -          | -             | 1,000                              | 0.00%                          |\n| Sherisa P. Nuesa                | 240,000                             | 600,000    | -             | 840,000                            | 0.01%                          |\n| Mario Antonio V. Paner          | elected on 4/20/20                  | 1          | -             | 1                                  | 0.00%                          |\n| OFFICERS                        |                                     |            |               |                                    |                                |\n| Solomon M. Hermosura            | 16,712,000                          | -          | 16,712,000    | -                                  | 0.00%                          |\n| Dodjie D. Lagazo                | 6,526,166                           | -          | -             | 6,526,166                          | 0.05%                          |\n| Maria Corazon G. Dizon          | 20,432,383                          | -          | -             | 20,432,383                         | 0.15%                          |\n| Jose Maria Eduardo P. Zabaleta  | elected on 4/20/20                  | -          | -             | -                                  | 0.00%                          |\n| Gabino Ramon G. Mejia           | 5,221,428                           | -          | -             | 5,221,428                          | 0.04%                          |\n| Roman Miguel G. de Jesus        | 10,994,049                          | -          | 1,550,000     | 9,444,049                          | 0.07%                          |\n| Sebastian Arsenio R. Lacson     | appointed on 1/2/20                 | 817,000    | 300,000       | 517,000                            | 0.00%                          |\n| Danilo L. Panes                 | 529,737                             | 190,000    | -             | 719,737                            | 0.01%                          |\n| Alan T. Ascalon                 | 623,173                             | 46,000     | -             | 669,173                            | 0.00%                          |\n| Mariejo P. Bautista             | 2,252,677                           | 122,000    | -             | 2,374,677                          | 0.02%                          |\n| Irene S. Maranan                | 4,402,718                           | 929,000    | 1,400,000     | 3,931,718                          | 0.03%                          |\n| Andree Lou C. Kintanar          | 1,584,660                           | -          | -             | 1,584,660                          | 0.01%                          |\n| Ma. Teresa P. Posadas           | 213,898                             | 21,000     | -             | 234,898                            | 0.00%                          |\n| Henry T. Gomez                  | -                                   | -          | -             | -                                  | 0.00%                          |\n\n## Stakeholder Relations\n\nAs a stronger, bolder, and faster energy company, AC Energy Corporation' ultimate goal is to uplift the lives of its stakeholders and help build a more sustainable future for Filipinos. It aims to uphold the highest possible level of moral benchmarks and fairness in dealing with shareholders, customers, employees, and business partners to strengthen its foundation of long-term bene fi cial relationships.\n\n## Shareholder Meeting and Voting Procedures\n\nNotice of regular or special meetings are sent to shareholders at least 21 or seven days respectively before the scheduled date. It details the agenda a nd sets the date, time, and place for validating proxies, which must be done at leas t fi ve (5) business days prior to the annual stockholders' meeting. Each outstanding common share of stock entitles the registered holder to one vote.\n\nFor transparency and improved shareholder involvement, the Company provides multiple voting options such as appointing a proxy, voting in-person, or through electronic voting in absentia. The Company established a secure Electronic Voting in Absentia System that is\n\n## Code of Conduct and Ethics\n\nAll directors, o /ffi cers, and employees are required to always act in the best interest of the Company. They are directed to avoid any situation that could interfere or appear to interfere with his or her independent judgement in performing his or her duties. The policy also prohibits employees from using their o /ffi cial position to secure a contract of employment for a related party, soliciting gifts or any property for personal gain from any individual or organization that deals with the Company and using Company information for personal gain. No employee may engage in any business or undertaking that is indirectly or directly in competition with or prejudicial to the interests of the Company.\n\naccessible to all stockholders, easy to use, and allows stockholders to exercise their right if unable to attend the Annual Stockholders' Meeting. Equal e /ff ect is given to votes whether cast in person or in absentia. Non-controlling or minority shareholders are given the right to nominate, elect, and remove candidates for board of directors.\n\n## Shareholder and Investor Relations\n\nThe Company encourages active participation and regular dialogue with institutional and retail investors. Information requirements of the investing public and minority shareholders are fully disclosed to the securities' regulators on time and are accessible both through the company's website and through the Philippine Stock Exchange. The Investor Relations Team who directly reports to the Group Chief Finance O /ffi cer provides for an avenue to receive feedback, complaints, and queries from shareholders other than through the annual stockholder's meeting.\n\n## Policy on Insider Tradings\n\nA policy on insider trading has been de fi ned by AC Energy Corporation to ensure compliance with Corporate Disclosures Manual and prevent unlawful practice of using to one's own advantage con fi dential information one has access to.\n\n## Reporting of Transactions\n\nAC Energy Corporation has established and implemented guidelines for all directors, o /ffi cers, and employees on when to declare trades. All directors and o /ffi cers from Managing Directors and above, the Comptroller, Chief Audit Executive, Chief Risk O /ffi cer, Treasurer, Chief Compliance O /ffi cer, Corporate Secretary, and Assistant Corporate Secretary must report all acquisitions or disposals, or any changes in their shareholdings in the Company within the period speci fi ed in the policy.",
        "metadata": {
            "page": 32
        },
        "id": "4a1c8cac-7d2e-4d62-8a7a-0b223a901282"
    },
    {
        "page_content": "## Trading Blackouts\n\nTo ensure compliance with PSE Insider Trading Rules, the Company issues a blackout notice to all concerned whenever a price sensitive information has been disclosed to the Exchange.\n\nThe Policy on Insider Trading provides that all directors, key o /ffi cers, employees, consultants, and advisers of the Company who may have knowledge of material information that have not been disclosed to the public, including their immediate families, are prohibited from trading in AC Energy Corporation's shares during the trading blackout period lasting from the time the information is obtained until a minimum of two trading days after the disclosure thereof with the PSE. In addition, they are also required to submit annually a certi fi cation of compliance with the prohibition against trading during the blackout periods.\n\n## Policy on Related-Party Transactions\n\nAC Energy Corporation recognizes the fi duciary responsibility of its board of directors to ensure the fairness, transparency, and integrity of the Company's related party transactions (RPTs) for the protection of all shareholders' interest. To support the implementation of this duty, the Company has adopted a Related Party Transactions Policy that:\n\n- ● D efi nes related party relationships and transactions\n- ● Provides guidance in the review, approval, maintenance of registry, and disclosure of material RPTs to ensure that the terms are fair, and inure to the best interest of the Company and all its shareholders\n- ● Mandates regular monitoring of the Company's business relationships\n- ● Promotes the objectives of the Securities and Exchange Commission (SEC) Rules on Material Related Party Transactions for Publicly Listed Companies\n- ● Prohibits, remedies, and penalizes material RPTs deemed non-compliant with policy\n\nThe Board Risk Management and Related Party Transactions Committee is tasked with overseeing the implementation of this policy.\n\n## Policy Against Sexual Harassment\n\nIncreasing awareness of the value of respecting the dignity and rights of each employee is a commitment from AC Energy Corporation. The Company is dedicated to keeping its work environment free from sexual harassment and all forms of sexual intimidation and exploitation. In keeping with this commitment, the Company will not tolerate harassment of its employees and will penalize any such actions with a permanent ban from the Company working environment.\n\n## Policy on Anti-Fraud\n\nAC Energy Corporation has adopted a zerotolerance policy towards fraudulent reporting, misappropriation of assets, corruption, bribery in any form, and all unethical practices, and is committed in taking all appropriate measures in complying with relevant laws and standards. The Policy on Anti-Fraud prohibits directors, o /ffi cers, and employees, from doing business with malicious intent. It provides guidance to everyone on how to conduct business in a fair, ethical, and legal manner. Seeking unwarranted monetary and substantial advantage from any transaction is strictly forbidden. The policy also applies even if business was made through another person.\n\n## Policy on Gift and Gratuities\n\nThe Company has established guidelines on gifts and gratuities to protect the integrity of its employees and its business interest. Any o /ff ers given to directors, o /ffi cers, and employees, or their immediate family, with an intent to in fl uence business decisions and recommendations are strictly prohibited and must be disclosed immediately to the appropriate reporting level. Directors, o /ffi cers,and employees are likewise prohibited from accepting gifts or invitations of any form, except token gifts of small value that meet the criteria set by the Company.\n\n## Con fl ict of Interest Policy\n\nNo o /ffi cer or employee may be involved in any business or undertaking that in fl uences or could in fl uence the ability to exercise objectivity and perform responsibilities in the best interest of the Company. Any potential con fl ict of interest, actual or apparent, must be brought to the attention of the appropriate levels of authority and all relevant facts are required to be disclosed.\n\n## Whistleblower Policy\n\nAC Energy Corporation conducts its business with the highest ethical standards. The Company and its directors, o /ffi cers, and employees strive to uphold a culture of good corporate governance by heeding integrity in all its transactions internally, with its customers, suppliers, contractors, business partners, government, regulators and the public.\n\nThe Whistleblower Policy provides a mechanism and an avenue to report any perceived wrongdoing, malpractice, and any irregularities that are contrary to the Company's Core Values and protects whistleblowers against possible retaliation.\n\nThe whistleblower may submit a written report directly to the O /ffi ce of the Compliance O /ffi cer, or by email to whistleblower@acenergy.com.ph or through a face-to-face meeting with any of the Whistleblower Committee composed of one representative each from the Legal and Regulatory Department, Human Resources and Corporate Services, Internal Audit, and Enterprise Risk Management.\n\nThere is an established investigation process on reported violation of Company policies, rules, and regulations. All reports are treated in con fi dence and monitored until resolution and closure.\n\n## Data Privacy Policy\n\nIn keeping its utmost commitment to safeguard and respect the right to personal data privacy of stakeholders, AC Energy Corporation appointed a Data Protection O /ffi cer, Atty. Alan T. Ascalon. With the support of the di /ff erent business units, AC Energy Corporation's data privacy team regularly reviews the security measures that the Company puts in place to maintain the integrity, con fi dentiality and availability of the personal data that it collects and processes. The policy aims to protect these data from accidental loss or destruction, unauthorized access, fraudulent misuse, and unlawful alteration.\n\nThe O /ffi ce of the Data Protection O /ffi cer can be reached through writing or email (acephdataprivacy@acenergy.com.ph) should there be any inquiries or concerns on data privacy or data subjects' rights.\n\n## Risk Management\n\nRisk management is embedded in the Company's management practices and business operations. The Company ensures that risk management plays an integral part in its strategic planning process and value creation.\n\nACEN's Risk Management and Related Party Transactions Committee provides board-level oversight of the Company's risk management activities. The Company's risk management process is driven by the Chief Risk O /ffi cer, who leads the implementation of the Enterprise Risk Management process. The Company is also represented at the ERM council led by Ayala's Risk Management unit.\n\nThe Company seeks to continuously improve its risk management process by adopting processes and strategies in line with Ayala's best practices. The Company is strengthening its approach to risk management by aligning its risks with current and emerging trends through research and by consulting with risk management experts. Earlier this year, AC Energy signed up as a supporter of the Task Force for Climate-Related Financial Disclosures. This includes improved disclosures over risk management of material climate risks.\n\n## Website\n\nInformation on the company's corporate governance initiatives, this Integrated Report, and all other relevant information is available on the company's website at https://www.acenergy.ph\n\nAs part of our stakeholder engagement, AC Energy also maintains social media a ccounts at\n\n## Facebook\n\nhttps://www.facebook.com/acenergyinc/\n\nand LinkedIn\n\nhttps://ph.linkedin.com/company/acenergyinc",
        "metadata": {
            "page": 33
        },
        "id": "8b5fc625-b489-4da4-aa9a-16ac0492664d"
    },
    {
        "page_content": "## Our Board of Directors\n\n## Fernando Zobel de Ayala\n\nMr. Zobel de Ayala is President and Chief Operating O /ffi cer of Ayala Corporation since April 2006. He has been a Director of Ayala Corporation since May 1994. He holds the following positions in publicly listed companies: Chairman of Ayala Land, Inc., Manila Water Company, Inc., and AC Energy Corporation (formerly AC Energy Philippines, Inc.); and Director of Bank of the Philippine Islands, Globe Telecom, Inc. and Integrated Micro- Electronics, Inc.; and Independent Director of Pilipinas Shell Petroleum Corporation. He is the Chairman of AC International Finance Ltd., Liontide Holdings, Inc., AC Energy and Infrastructure Corporation (formerly AC Energy, Inc.), Ayala Healthcare Holdings, Inc., Automobile Central Enterprise, Inc., Alabang Commercial Corporation, Accendo Commercial Corp. and Hero Foundation, Inc.; Co- Chairman of Ayala Foundation, Inc. and Ayala Group Club, Inc.; Vice-Chairman of AC Industrial Technology Holdings, Inc., ALI Eton Property Development Corporation, Ceci Realty Inc., Fort Bonifacio Development Corporation, Bonifacio Land Corporation, Emerging City Holdings, Inc., Columbus Holdings, Inc., Berkshires Holdings, Inc., AKL Properties, Inc., AC  Ventures Holdings\n\n<!-- image -->\n\nCorp., and Bonifacio Art Foundation, Inc.; Director of Live It Investments, Ltd., AG Holdings Ltd., AC Infrastructure Holdings Corporation, Altaraza Development, Corporation, Asiacom Philippines, Inc., Ayala Retirement Fund Holdings, Inc., Honda Cars Philippines, Inc., Isuzu Philippines Corporation, and Manila Peninsula; Member of the Board of INSEAD Business School and Georgetown University; Member of the International Advisory Board of Tikehau Capital and of the Hispanic Society Museum & Library International Advisory Council; Vice Chairman of the Philippine-Singapore Business Council, member of the World Presidents' Organization and Chief Executives Organization; Chairman of Habitat for Humanity International's Asia-Paci fi c Capital Campaign Steering Committee; and Member of the Board of Trustees of Caritas Manila, Pilipinas Shell Foundation, and the National Museum.\n\nMr. Zobel de Ayala graduated with B.A. Liberal Arts at Harvard College in 1982 and holds a CIM from INSEAD, France.\n\n## Jaime Augusto Zobel de Ayala\n\nMr. Zobel de Ayala is Chairman and CEO of Ayala Corporation since April 2006. He has been a Director of Ayala Corporation since May 1987. He holds the following positions in publicly listed companies: Chairman of Globe Telecom, Inc., Integrated Micro-Electronics, Inc. and Bank of the Philippine Islands; and Vice Chairman of Ayala Land, Inc., Manila Water Company, Inc. and AC Energy Corporation (formerly AC Energy Philippines, Inc.). He is also the Chairman of Ayala Retirement Fund Holdings, Inc., AC Industrial Technology Holdings, Inc., AC Ventures Holding Corp., AC Infrastructure Holdings Corporation, AC Energy International, Inc. and Asiacom Philippines, Inc.; Co-Chairman of Ayala Foundation, Inc. and Ayala Group Club, Inc.; Director of Alabang Commercial Corporation, Ayala International Pte. Ltd., AC Energy and Infrastructure Corporation (formerly AC Energy, Inc.), Ayala Healthcare Holdings, Inc., Light Rail Manila Holdings, Inc. and AG Holdings Ltd. Outside the Ayala group, he is a member of various business and socio- civic organizations in the Philippines and abroad, including the JP Morgan International Council, JP Morgan Asia Paci fi c Council, and Mitsubishi Corporation International Advisory Council. He sits on the board of the Singapore Management University and on various advisory boards of Harvard\n\n<!-- image -->\n\nUniversity, including the Global Advisory Council, HBS Board of Dean's Advisors, and HBS Asia-Paci fi c Advisory Board, which he chairs. He is Chairman Emeritus of the Asia Business Council, a member of the Global Board of Adviser of the Council on Foreign Relations, and Co-Vice Chairman of the Makati Business Club, Chairman of Endeavor Philippines, and a board member of Eisenhower Fellowships. He was awarded the Presidential Medal of Merit in 2009, the Philippine Legion of Honor with rank of Grand Commander in 2010, and the Order of Mabini with rank of Commander in 2015 by the President of the Philippines in recognition of his outstanding public service. In 2017, he was recognized as a United Nations Sustainable Development Goals Pioneer by the UN Global Compact for his work in sustainable business strategy and operations. Th e fi rst recipient of the award from the Philippines, he was one of 10 individuals recognized for championing sustainability and the pursuit of the 17 SDGs in business.\n\nMr. Zobel de Ayala graduated with B.A. in Economics (cum laude) from Harvard College in 1981 and obtained an MBA from the Harvard Graduate School of Business in 1987.",
        "metadata": {
            "page": 34
        },
        "id": "f3a551e6-6303-405d-9a9b-772d9219de71"
    },
    {
        "page_content": "<!-- image -->\n\nJohn Eric Francia\n\n<!-- image -->\n\nMr. Francia is the President and Chief Executive O /ffi cer of AC Energy Corporation (formerly AC Energy Philippines, Inc). Under his leadership, Ayala established its energy platform from a standing start in 2011, to become one of the largest renewable energy platforms in Southeast Asia, with over 1800MW of attributable renewables capacity.\n\nMr. Francia is also a Managing Director and member of the Management Committee of Ayala Corporation since 2009, and was appointed as Chairman of Ayala's Investment Committee in 2021. He is also a Director of various Ayala group companies including AC Infrastructure, AC Health, AC Ventures, Manila Water and as Chairman and CEO of ACE Enexor.\n\nMr. Francia earned a Master's Degree in Management Studies at the University of Cambridge in the United Kingdom, graduating with First Class Honors.  He received his undergraduate degree in Humanities and Political Economy from the University of Asia & the Paci fi c, graduating magna cum laude.\n\nJose Rene Gregory Almendras\n\nMr. Almendras concurrently serves as Senior Managing Director of Ayala Corporation, President & Chief Executive O /ffi cer of Manila Water Company, Inc. (MWCI) and President & Chief Executive O /ffi cer of AC Infrastructure Holdings Corporation. He is also a member of the AC Management Committee, member of the Ayala Corporation Management Committee and the Ayala Group Management Committee since August 2016. He is the Chairman of the Executive Committee of MWCI and a Director of the following companies within the Ayala Group: AF Payments Inc.; Light Rail Manila Holdings, Inc.; MCX Tollway Inc.; and AC Energy Corporation (formerly AC Energy Philippines, Inc.)\n\nMr. Almendras spent 13 years with the Citibank group where he started as a management  trainee and landed hi s fi rst CEO position as President of City Savings Bank of the Aboitiz Group at the age of 37. In 2011, he was recognized by the World Economic Forum as a Sustainability Champion for his e /ff orts as President of MWCI. During his stint as MWCI President and Chief Operating O /ffi cer, the company received multiple awards and was recognized as one of the Best Managed Companies in Asia, Best in Corporate Governance, one of the Greenest Companies in the Philippines and hailed as the world's Most E /ffi cient Water Company. Under the Administration of President Benigno S. Aquino III, he served as a member of the Cabinet, holding the positions of Secretary of the Department of Energy, O /ffi ce of the Cabinet Secretary and the Department of Foreign A /ff airs.\n\nIn June 2016, Mr. Almendras was acknowledged by the Administration for his remarkable performance in addressing the country's urgent issues and was awarded the highest Presidential Award given to a civilian - Order of Lakandula, Rank of Gold Cross Bayani.\n\nJohn Philip Orbeta\n\n<!-- image -->\n\nMr. Orbeta is currently the Managing Director, Chief Human Resources O /ffi cer and Group Head for Corporate Resources at Ayala Corporation, covering Strategic Human Resources, Information & Communications Technology, AC Synergy, Brand & Reputation Management, Knowledge Management, and Corporate Support Services. He has served as a member of the Ayala Corporation Management Committee since May 2005 and the Ayala Group Management Committee since April 2009. He is currently the Chairman of Ayala Aviation Corporation, Ayala Group HR Council, Ayala Group Corporate Security Council and Ayala Business Clubs; Chairman and President of HCX Technology Partners, Inc.; and Vice Chairman, President and Chief Executive O /ffi cer of Ayala Group Club, Inc.\n\nMr. Orbeta a lso serves as a Board Director of AC Energy Corporation (formerly AC Energy Philippines, Inc.) Ayala Group Legal, AC Industrial Technology Holdings, Inc., Ayala Foundation Inc., Ayala Healthcare Holdings, Inc., Ayala Retirement Fund Holdings, Inc., Generika Group of Companies, BPI Family Bank, Inc., ALFM Growth Fund, Inc., ALFM Money Market Fund, Inc., ALFM Peso Bond Fund, Inc., ALFM Dollar Bond Fund, Inc., ALFM Euro Bond Fund, Inc., ALFM Global Multi-Asset Income Fund, Inc., ALFM Retail Corporate Fixed Income Fund, Inc. and the Philippine Stock Index Fund Corporation. Mr. Orbeta previously served as the President and CEO of Ayala Automotive Holdings Corporation and Automobile Central Enterprise, Inc. (Philippine importer of Volkswagen) and the Chairman and CEO of Honda Cars Makati, Inc., Isuzu Automotive Dealership, Inc. and Iconic Dealership, Inc., and Board Director of Honda Cars Cebu, Inc. and Isuzu Cebu Inc.\n\nPrior to joining Ayala Corporation, Mr. Orbeta was the Vice President and Global Practice Director of the Human Capital Consulting Group at Watson Wyatt Worldwide (now Willis Towers Watson), overseeing th e fi rm's practices in executive compensation, strategic rewards, data services and organization e /ff ectiveness around the world. He was also a member of Watson Wyatt's Board of Directors. He graduated with a degree in Economics from the Ateneo de Manila University in 1982.",
        "metadata": {
            "page": 35
        },
        "id": "d3c926e4-02fd-40a0-bc2b-f64eac6f4558"
    },
    {
        "page_content": "Gerardo Ablaza, Jr.\n\n<!-- image -->\n\n<!-- image -->\n\nMr. Ablaza is currently a management consultant at Ayala Corporation and a member of the Board of Directors of AC Energy and Infrastructure Corporation and its listed company, AC Energy Corporation. He  served  as  President  and  CEO of  Manila Water Company, Inc.  from  June 2010  to  April  2017  and  remains  involved  as  a Director  and  member  of  various  management committees.  From  1998  to  April  2009,  he  was President  and  CEO  of  Globe Telecom.  In  June 2015,  he  became  a  member  of  the  International Advisory  Panel  of  the  Institute  for  Water  Policy under  the  Lee  Kuan  Yew  School  of  Public  Policy in  Singapore.\n\nMr. Ablaza graduated as  summa  cum  laude and  obtained  his  degree  in  Liberal  Arts (Honors  Accelerated  Program),  Major  in Mathematics  from  the  De  La  Salle  University.\n\nMa. Aurora GeotinaGarcia\n\nMs. Geotina-Garcia is currently the President of Mageo Consulting Inc., a company providing business advisory and corporat e fi nance consulting  services. A Certi fi ed Public Accountant, she started her professional career at SGV & Co./ Ernst & Young  Philippines, where she led the Firm's Global Corporate Finance Division. She is also currently an Independent Director of ACE Enexor, Inc., Cebu Landmasters Inc., and Queen City Development Bank. She is th e fi rst female Chairperson of the Bases Conversion and Development Authority (BCDA) ( 2015 -2016 ) , and was a Director in the following companies: Bases Conversion and Development Authority (20112016), BCDA Management Holdings, Inc. (2011-2016), Fort Bonifacio Development Corporation (2011-2016), Heritage Park Management Corporation (2015-2016), Bonifacio Global City Estates Association, Inc. (2012-2016), Bonifacio Estates Services Corporation (2012-2016), and HBC, Inc. (2012-2016).\n\nMs. Geotina-Garcia is a Fellow and Trustee of the Institute of Corporate Directors (ICD) and a Trustee of the  Shareholders Association of the Philippines. Today, she leads the Philippine Women's Economic Network as its Chairperson. She also Co-Chairs the Philippine Business Coalition for Women Empowerment and is former Co-Chair of the ASEAN Women's Entrepreneurs' Network where she remains as one of the Philippine Focal Points. She serves several women business organizations as a long-time Trustee, namely: Women's Business Council Phils., Inc., Business & Professional Women's, Makati (BPW), the Philippine chapter of  Women Corporate Directors and the Samahan ng Pilipina para sa Reporma at Kaunlaran (Spark! Philippines).\n\nMs. Geotina-Garcia received her Bachelor of Science degree in Business Administration and Accountancy from the University of the Philippines in 1973 and  completed her Master of Business Administration from the same university in 1978.\n\nConsuelo Garcia\n\n<!-- image -->\n\nMs. Garcia is an independent director of AC Energy Corporation (formerly AC Energy Philippines, Inc.). She is currently an Independent Director of The Philippine Stock Exchange, Inc., Sun Life Investment and Trust Corporation, and FEU Alabang, Inc. She is presently the Senior Consultant for Challengers and Growth Markets, Asia for ING Bank, Currently, she is a member of the board of the Financial Executives Institute of the Philippines (FINEX) and the Finex Academy. She is the liaison director to the Finex Capital Markets Development Committee and is a member of the Ethics and Sustainable Development Working Group of the International Association of Financial Executives Institute. She is also a director of a family-owned business - Saje Wellness Corporation. She was formerly the Country Manager and Head of Clients of ING Bank N.V. Manila, Philippines from September 2008November 15, 2017. She joined ING in February 1991 as Head of Financial Markets. She previously worked with SyCip, Gorres, Velayo & Co. and Bank of Boston. She served as Director of the Board and concurrently Chairman of the Capital Markets Committee of the Bankers Association of the Philippines and Finex for many years. She was a former Board of Director and Treasurer of the European Chamber of Commerce of the Philippines from 2011-2015. In 2010, she was a National Member of ASEAN Bond Market Forum.\n\nMs. Garcia received a Bachelor of Science degree in Business Administration, major in Accounting (magna cum laude) from the University of the East and is a Certi fi ed Public Accountant.",
        "metadata": {
            "page": 36
        },
        "id": "8842caa9-7507-4279-b996-5049303565ca"
    },
    {
        "page_content": "Sherisa Nuesa\n\n<!-- image -->\n\n<!-- image -->\n\nMs. Nuesa is an independent director of AC Energy Corporation (formerly AC Energy Philippines, Inc.). She was a former Managing Director of Ayala Corporation until her retirement in 2011. Currently, she is a member of the respective Board of Directors of Manila Water Company, Inc. (MWCI), Integrated Micro-electronics, Inc. (IMI), Far Eastern University, Inc., FERN Realty Corp, and the ALFM Mutual Funds Group. She is also a member of the Boards of Trustees of the Institute of Corporate Directors, the Judicial Reform Initiative, and the Financial Executives Institute of the Philippines.\n\nAs a former Managing Director of Ayala Corporation, Ms. Nuesa served in various senior management positions, namely: Chief Finance O /ffi cer and Chief Administrative O /ffi cer of IMI (January 2009 to July 2010); Chief Finance O /ffi cer of MWCI (January 2000 to December 2008); Group Controller and later Vice President for Commercial Centers of Ayala Land, Inc. (ALI) (January 1989 to March 1999); and as member of the boards of the various subsidiaries of ALI, MWC, and IMI.\n\nMs. Nuesa graduated from the Far Eastern University with a Bachelor of Science Degree in Commerce (summa cum laude). She is a Certi fi ed Public Accountant. She completed the Financial Management Program of the Stanford University in 1991 and the Advanced Management Program of the Harvard Business School in June 1999. She then obtained her Master's Degree in Business Administration from the Ateneo-Regis Graduate School of Business in 2011.\n\nMelinda Ocampo\n\nMs. Ocampo is an independent director of AC Energy Corporation (formerly AC Energy Philippines, Inc.). She served as President of the Philippine Electricity Market Corporation, a nonstock, non-pro fi t private organization that governs the country's wholesale electricity spot market, from 27 March 2009 until 31 July 2017. Her experience includes developing energy policies and programs as Undersecretary of the Department of Energy from May 2005 to December 2007. She was also involved in electric utility system regulation, planning and technical feasibility of electric power generation, transmission and distribution systems including granting of electric franchises to both electric cooperatives and private distribution utilities. She has extensive knowledge of energy regulation including petroleum and electricity pricing and competition rules and has provided consulting services to legislators on electricity pricing, particularly on the power purchased adjustments. She was also a consultant in the World Bank's project on Electric Cooperatives system loss reduction program and to the USAID under the Asia Foundation in its project to introduce the open access and competition in the coverage of Philippine Economic Zone. She was a board member (February 1996 to June 1998) and Chairman (August 1998 to August 2001) of the Energy Regulatory Board (now Energy Regulatory Commission). She served as a division chief (October 1979 to November 1988) and a director (December 1988 to February 1996) of the National Electri fi cation Administration.\n\nIn 1977, Ms. Ocampo obtained her Bachelor of Science degree in Commerce, Major in Accounting, from the Republic Central Colleges, in Angeles City, Pampanga. She received her MBA from the University of the Philippines, Diliman, Quezon City. She is a certi fi ed public accountant.\n\nMario Antonio V. Paner\n\n<!-- image -->\n\nMr. Paner is an independent director of AC Energy Corporation (formerly AC Energy Philippines, Inc.). He was previously the Treasurer and head of the BPI's Global Markets Segment, responsible for managing the Bank's interest rate and liquidity gaps, as well as it s fi xed income and currency market-making, trading, and distribution activities-in the Philippines and abroad.\n\nMr. Paner was also previously the Chairman of the BPI's Asset & Liability Committee and was a member of the Management Committee and Asset Management Investment Council. He also served as a Board member of BPI Europe Plc. He joined BPI in 1985, when the Bank acquired Family Savings Bank and performed various Treasury and Trust positions until 1989. Between 1989 and 1996, he worked at Citytrust, then the consumer banking arm of Citibank in the Philippines, which BPI acquired in 1996. At BPI, he was responsible for various businesses of the bank, including Risk Taking, Portfolio Management, Money Management, Asset Management, Remittance and Private Banking.\n\nMr. Paner served as President of the Money Market Association of the Philippines (MART) in 1998 and remains an active member up to present. He is currently the Vice Chairman of the Bankers Association of the Philippines' (BAP) Open Market Committee. He is also a member of the Makati Business Club, Management Association of the Philippines, British Chamber of Commerce, and the Philippine British Business Council.\n\nMr. Paner obtained an A.B. Economics degree from Ateneo de Manila University in 1979 and completed various courses in Business and Finance, including Strategic Financial Management in 2006. In 2009, he completed the Advanced Management Program",
        "metadata": {
            "page": 37
        },
        "id": "afb97908-cd5b-4b51-b1fe-f6be63755567"
    },
    {
        "page_content": "## Our Management Team\n\n<!-- image -->\n\n<!-- image -->\n\nPresident & Chief Executive\n\nO /ffic er, AC Energy John Eric Francia\n\n<!-- image -->\n\n<!-- image -->\n\nExecutive Director & Head, Legal and Regulatory Group, Dodjie D. Lagazo\n\n<!-- image -->\n\nAssistant Corporate Secretary\n\nCorporate Secretary Solomon Hermosura\n\nVice President & Head, Human Resources & Corporate Services Andree Lou Kintanar\n\nSenior Vice President & Co-Head, Plant Operations Sebastian Arsenio LacsonExecutive Director & Co-Head, Plant Operations Gabino Ramon Mejia\n\n<!-- image -->\n\nAssistant Corporate Secretary Alan Ascalon\n\n<!-- image -->\n\nChief Finance O /ffi cer & Treasurer; Compliance O /ffi cer Maria Corazon Dizon\n\n<!-- image -->\n\nChief Risk O /ffi cer\n\n<!-- image -->\n\n## Jose Maria Zabaleta\n\nChief Development O /ffic er\n\nExecutive Director & Head, Commercial Operations Roman Miguel de Jesus\n\n<!-- image -->\n\nVice President & Head, Corporate Communications & Sustainability Irene Maranan\n\n<!-- image -->",
        "metadata": {
            "page": 38
        },
        "id": "307a18e8-93dc-484f-8377-1af23457af1c"
    },
    {
        "page_content": "<!-- image -->\n\nAnnexes\n\n## Annexes",
        "metadata": {
            "page": 39
        },
        "id": "ebee5d03-8734-4ab0-81c0-63a53ae4d74e"
    },
    {
        "page_content": "## Materiality\n\nA materiality assessment was conducted in order to identify the Company's material issues with regards to its business strategy, capitals, and stakeholder concerns. The Company references the SASB Materiality Map and GRI Standards in identifying its material topics.\n\n## Economic\n\nThe materiality assessment started with the identi fi cation of initial topics through industry benchmarking and extensive desk-research based on global ESG standards.\n\nInitial material topics were then priotitized according to the results of consultation sessions, taking into account stakeholder concerns and accounts from stakeholder-facing units.\n\n| Material Factors and  the relevant <IR>  Capitals    | Specific T opics                                            | Why it is Material                                                                                                                | Management  Approach          | Performance Scorecard Indicator                             | Performance Scorecard Indicator                                                                 | ESG Indicators                | Reporting  Boundary   |\n|------------------------------------------------------|-------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------|-------------------------------|-------------------------------------------------------------|-------------------------------------------------------------------------------------------------|-------------------------------|-----------------------|\n| Economic Performance Financial Capital               | Direct cconomic value  generated, distributed  and retained | This is our direct contribution to  the Philippine economy and to  our stakeholders.                                              | See pages  9, 16, 41          | · Direct economic value generated, distributed and retained | See  Annex: Environmental  Performance Indices                                                  | GRI: 201-1 SASB: IF-EU-110a.1 |                       |\n| Power Generation Financial Capital                   | Power generated                                             | Our core business is to be able to  provide reliable, a /ff ordable, and  sustainable power to meet the  country's energy demand. | See page  42 See pages  29-30 | · Power generated · Attributable installed capacity         | See  Sustainable Transformation No incidents reported, no                                       |                               |                       |\n| Manufactured Capital Installed capacity              |                                                             | Our core business is to be able to  provide reliable, a /ff ordable, and  sustainable power to meet the  country's energy demand. | See pages  21-22, 42          |                                                             |                                                                                                 |                               |                       |\n| Plant operational  Anti-Corruption Financial Capital | e/ffi ciency Anti-Corruption                                | Our Company commits to  ensuring all our business  activities are conucted in an  ethical and legal manner. See page              | 63-64                         | · Con fi rmed incidents of corruption and actions taken     | aspect of operations within our  organization was identi fi ed to  have existence of corruption | GRI: 205-3                    |                       |\n\nFootnote: Economic material topics cover all plants listed under ACEN and are reported on an equity share approach.\n\n## Social\n\n| Material Factors and  the relevant <IR>  Capitals                                                   | Specific T opics                                                   | Why it is Material                                                                                                                      | Management  Approach                                                              |\n|-----------------------------------------------------------------------------------------------------|--------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------|\n| Employee Engagement Human Capital                                                                   | Total employee  headcount New hires and turnover                   | The Company considers its  human capital as one of its most  important assets to its value                                              | See pages  40-41                                                                  |\n| Diversity, Equal  Opportunity & Anti- Discrimination Human Capital Social  and Relationship Capital | Breakdown of employees  by age, gender and rank Non-discrimination | A diverse and healthy workplace  environment enables  the  Company to expand.                                                           | The Company practices  its policy on equal  opportunity employment  and diversity |\n| Community  Relationship Social and Relationship  Capital                                            | Sustainable livelihood  programs                                   | Our operations are located  within the proximity of local  communities and may directly  a /ff ect their livelihood and way of  living. | See pages  35-40                                                                  |\n| Training and  Development Human Capital  Intellectual Capital                                       | Training hours and  training programs                              | Upskilling of talent is material  to our Company given the fast- evolving nature of our industry.                                       | See pages  40-41                                                                  |\n| Occupational Health  and Safety Human Capital                                                       | Types of injuries                                                  | A safe working environment is  of paramount importance in our  business.                                                                | See pages  29, 40-41                                                              |\n\n| Performance Scorecard Indicator                                            | Performance Scorecard Indicator                | ESG Indicators                | Reporting  Boundary                                                                       |\n|----------------------------------------------------------------------------|------------------------------------------------|-------------------------------|-------------------------------------------------------------------------------------------|\n| · Employee headcount · Total new hires · Employee turnover                 | See  Annex: Human Capital  Performance Indices | GRI: 102-8 GRI: 401-1         | Reporting scope  covers the  Company's direct  employees                                  |\n| · Employee count by age, gender, and rank                                  | See  Annex: Human Capital  Performance Indices |                               | Reporting scope  covers the  Company's direct  employees                                  |\n|                                                                            |                                                | GRI: 405-1                    | Reporting scope  covers the  Company's direct  employees                                  |\n| · Community investments                                                    | See  Community Investments                     | GRI: 413-1                    | Reporting scope  covers the  Company's direct  employees                                  |\n| \"· Total and average training  hours  · Training hours by gender and rank\" | See  Annex: Human Capital  Performance Indices | GRI: 404-1, 404-2             | Reporting scope  covers the  Company's direct  employees                                  |\n| \"· Number of safety-related  incidents   · Total safe manhours\"            | See  Annex: Human Capital  Performance Indices | GRI: 403-2 SASB: IF-EU-320a.1 | Reporting scope  covers both direct and  indirect employees  within the Company's  plants |\n\nFootnote: Social material topics cover all plants listed under ACEN excluding the Maibarara Geothermal Plant due to insigni fi cant economic stake by the Company. The Company has no operational control over the excluded plant.\n\nThe fin dings were further validated through questionnaires disseminated across senior management.\n\nThe results are the Company's baseline material topics and will be subjected to annual review to ensure accuracy and relevance.",
        "metadata": {
            "page": 40
        },
        "id": "ebdc69b2-81d7-44aa-b3ae-85b4a73a4849"
    },
    {
        "page_content": "## Environmental\n\n| Material Factors and  the relevant <IR>  Capitals   | Specific T opics                                                                           | Why it is Material                                                                                                         | Management  Approach                                                                                                                                                                            | Performance Scorecard Indicator                        | Performance Scorecard Indicator                | ESG Indicators                        | Reporting  Boundary                                                                                    |\n|-----------------------------------------------------|--------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------|------------------------------------------------|---------------------------------------|--------------------------------------------------------------------------------------------------------|\n| Energy Consumption Natural Capital                  | Electricity consumption  within the organization Fuel consumption within  the organization | Energy, in the form of fuel and  electricity is a signi fi cant input to  our operations.                                  | We conduct continuous  monitoring of our  energy consumption  across all plants and  are implementing  structural retro fi ts to  improve plant e /ffi ciency  in identi fi ed thermal  plants. | · Energy consumed · Energy intensity                   | See  Annex: Environmental  Performance Indices | GRI: 302-1                            |                                                                                                        |\n| Water Consumption Natural Capital                   | Water consumption                                                                          | Water is used in our business  operations, especially in our  thermal plants.                                              | We conduct continuous  monitoring of our water  consumption and  comply with relevant  environmental laws  across our plants.                                                                   | · Water consumed · Water withdrawn                     |                                                | GRI: 303-3, 303-5  SASB: IF-EU-140a.1 | Extraction from  surface water and  consumption from  third-party water  is disclosed in  cubic meters |\n| E /ffl uents and Waste Natural Capital              | Hazardous wastes                                                                           | The Company's plant operations  regularly generate hazardous  waste and coal ash as by-products.                           | We implement a strict  policy ensuring that  the hazardous wastes  that we generate are  turned over to DENR- accredited haulers for  proper disposal.                                          | · Hazardous waste generated · Hazardous waste disposed |                                                | GRI: 306-2                            |                                                                                                        |\n|                                                     | Flyash Management                                                                          |                                                                                                                            | Coal residual is sold  to cement processing  companies for co- processing purposes.  Excess waste is disposed  through DENR-approved  disposal pits.                                            | · Flyash generated · Percentage o f fl yash recycled   |                                                | SASB: IF-EU-150a.1                    |                                                                                                        |\n| Biodiversity Impacts Natural Capital                | Biodiversity                                                                               | The Company commits to ensuring  environmental responsibility is  practiced across the di /ff erent  stages of operations. | See pages  31-34                                                                                                                                                                                | · Habitats protected                                   | See  Protecting the Environment                | GRI: 304-1                            |                                                                                                        |\n|                                                     | Tree planting                                                                              | The Company commits to ensuring  environmental responsibility is  practiced across the di /ff erent  stages of operations. | See pages  31-34                                                                                                                                                                                | · Habitats protected                                   | See  Protecting the Environment                | GRI: 304-3                            |                                                                                                        |\n| Greenhouse gas  emissions Natural Capital           | Scope 1 GHG emissions                                                                      | GHG emissions are a by-product  of our operations, especially our  thermal plants.                                         | The Company regularly  monitors its GHG  emissions across all its  plants.                                                                                                                      | · GHG Emissions · GHG Intensity                        | See  Annex: Environmental  Performance Indices | GRI: 305-1 SASB: IF-EU-110a.1         |                                                                                                        |\n| Climate Strategy Natural Capital                    | Scope 2 GHG emissions                                                                      | GHG emissions are a by-product  of our operations, especially our  thermal plants.                                         | The Company regularly  monitors its GHG  emissions across all its  plants.                                                                                                                      | · GHG Emissions · GHG Intensity                        | See  Annex: Environmental  Performance Indices | GRI: 305-2 SASB: IF-EU-110a.1         |                                                                                                        |\n| Manufactured Capital                                | Installed RE Capacity                                                                      | Embedded in our business strategy  is building towards a low-carbon  portfolio.                                            | See pages  27-30                                                                                                                                                                                | · Attributable RE capacity                             | See  A Low Carbon Portfolio  by 2030           |                                       |                                                                                                        |\n| Manufactured Capital                                | RE projects within the  pipeline                                                           | Embedded in our business strategy  is building towards a low-carbon  portfolio.                                            | See pages  27-30                                                                                                                                                                                | · Attributable RE capacity                             | See  A Low Carbon Portfolio  by 2030           |                                       |                                                                                                        |\n\nFootnote: Environmental material topics cover all plants listed under ACEN excluding the Maibarara Geothermal Plant due to insigni fi cant economic stake by the Company. The Company has no operational control over the excluded plant.",
        "metadata": {
            "page": 41
        },
        "id": "712f2135-5ae8-48a7-9f87-a85de5fa9408"
    },
    {
        "page_content": "<!-- image -->\n\n| Economic Performance                                                    | Unit   | 2019  Performance   | 2020  Performance   |\n|-------------------------------------------------------------------------|--------|---------------------|---------------------|\n| Direct economic value generated                                         | /peso  | 15,998,254.00       | 22,176,467.00       |\n| Direct economic value distributed                                       | /peso  | 18,480,902.00       | 25,461,910.00       |\n| Operating cost                                                          | /peso  | 14,982,848.45       | 13,957,452.40       |\n| Employee wages and bene fi ts                                           | /peso  | 382,675.00          | 1,114,761.00        |\n| Dividends given to stockholders and interest payments to loan providers | /peso  | 2,530,658.00        | 8,007,305.00        |\n| Taxes given to government                                               | /peso  | 580,199.00          | 2,349,176.00        |\n| Investments to community (CSR, sponsorships, donations, contributions)  | /peso  | 4,521.55            | 33,215.60           |\n\n| Procurement Practice                        | Unit   | 2019  Performance   | 2020  Performance   |\n|---------------------------------------------|--------|---------------------|---------------------|\n| Procurement budget spent on local suppliers | %      | 96%                 | 70%                 |\n\n## Environmental\n\nPerformance Indices\n\n| Electricity and Fuel Consumption   | Unit   | 2019 Performance   | 2020 Performance   |\n|------------------------------------|--------|--------------------|--------------------|\n| Electricity Consumption            | kWh    | 20,230,325.42      | 14,606,177.67      |\n| Diesel Consumption                 | liters | 40,904,680.85      | 15,097,503.66      |\n| Gasoline Consumption               | liters | 1,832,223.45       | 32,839.73          |\n| Coal Consumption                   | Tons   | 782,489.26         | 1,037,355.79       |\n\n2019 electricity consumption realigned to capture purchased electricity only\n\n| Energy Consumption                      | Unit   | 2019 Performance   | 2020 Performance   |\n|-----------------------------------------|--------|--------------------|--------------------|\n| Energy consumption from diesel          | GJ     | 1,566,383.66       | 578,136.35         |\n| Energy consumption from gasoline        | GJ     | 63,503.36          | 1,138.20           |\n| Energy consumption from coal            | GJ     | 9,467,050.40       | 12,531,452.48      |\n| Electricity/indirect energy             | GJ     | 72,829.17          | 52,582.24          |\n| Energy consumed within the organization | GJ     | 11,169,766.59      | 13,163,309.27      |\n\n| Emissions                        | Unit        | 2019 Performance   | 2020 Performance   |\n|----------------------------------|-------------|--------------------|--------------------|\n| Scope 1 Emissions                | Tons CO 2 e | 1,006,202.70       | 1,215,009.82       |\n| Scope 2 Emissions                | Tons CO 2 e | 14,394.02          | 10,373.16          |\n| Scope 1 Emissions (attributable) | Tons CO 2 e | 513,628.37         | 1,214,866.86       |\n| Scope 2 Emissions (attributable) | Tons CO 2 e | 11,576.31          | 9,908.66           |\n\nOur Scope 1 emissions include the direct combustion of various diesel and gasoline among our Company's plant equipment, generator sets, and company-owned vehicles, as well as, the combustion of coal in SLTEC. Standards used for the computations are based on the GHG Protocol Corporate Accouting and Reporting Standard. The gases reported include carbon dioxide, methane, and nitrous oxide.\n\nOur Scope 2 emissions include the indirect energy emissions from the purchase of electricity from the national grid. Location-based grid emission factors used for local\n\nfacilities are based on the Department of Energy (Philippines).\n\n| Water             | Unit   | 2019 Performance   | 2020 Performance   |\n|-------------------|--------|--------------------|--------------------|\n| Water Consumption | cu.m   | 117, 292.84        | 194,254.87         |\n| Water Withdrawal  | cu.m   | 248,211,000.00     | 265,006,345.08     |\n\nThis table refers to water consumed by ACEN plants from local water supply lines, as well as surface water sourced by SLTEC from Balayan Bay\n\n| Hazardous Waste Generated by Type   | Unit   | 2019 Performance   | 2020 Performance   |\n|-------------------------------------|--------|--------------------|--------------------|\n| Batteries                           | kg     | 1,300.00           | 1,215.60           |\n| Electronic waste                    | kg     | 465.00             | 4,344.45           |\n| Used oil                            | kg     | 975,792.98         | 985,409.02         |\n| Buste d fl uorescent lamps          | kg     | 267.60             | 333.52             |\n| Oil contaminated materials          | kg     | 63,001.70          | 1,431,801.80       |\n| Chemical contaminated materials     | kg     | 50.00              | 2,338.00           |\n| Other hazardous wastes              | kg     | 1,782.00           | 804.80             |\n\nOther hazardous wastes include plant-speci fi c wastes such as clinical waste, resinous material\n\n| Flyash Management               | Unit   | 2019 Performance   | 2020 Performance   |\n|---------------------------------|--------|--------------------|--------------------|\n| Flyash generated                | tons   | 44,277.15          | 60,955.65          |\n| Percentage o f fl yash recycled | %      | 92.35              | 81.72              |",
        "metadata": {
            "page": 42
        },
        "id": "f7b8800f-54c1-4100-98ff-6f07fc76f1f8"
    },
    {
        "page_content": "## Human Capital\n\nPerformance Indices\n\n| Employee Headcount                                         | Employee Headcount                                   | Employee Headcount                   | Employee Headcount                                                        | Permanent Employees by Gender                         | Permanent Employees by Gender              | Permanent Employees by Gender              |\n|------------------------------------------------------------|------------------------------------------------------|--------------------------------------|---------------------------------------------------------------------------|-------------------------------------------------------|--------------------------------------------|--------------------------------------------|\n| Total Permanent  2019                                      | Total Permanent  2019                                | Total Permanent  2019                | 2020                                                                      | 2019 2020                                             | 2019 2020                                  | 2019 2020                                  |\n| Employees                                                  | 428                                                  | 649                                  | Male                                                                      | Female                                                | Male                                       | Female                                     |\n| 328 100 488 161 Hires and Turnover                         | 328 100 488 161 Hires and Turnover                   | 328 100 488 161 Hires and Turnover   | 328 100 488 161 Hires and Turnover                                        | 328 100 488 161 Hires and Turnover                    | 328 100 488 161 Hires and Turnover         | 328 100 488 161 Hires and Turnover         |\n| 2019                                                       | 2019                                                 | 2019                                 | 2020                                                                      | 2020                                                  | 2020                                       | 2020                                       |\n| New Employee Hires                                         | New Employee Hires                                   | Total Employee Turnover              | Total Employee Turnover                                                   | New Employee Hires Total Employee Turnover            | New Employee Hires Total Employee Turnover | New Employee Hires Total Employee Turnover |\n| 67                                                         | 67                                                   | 53                                   | 53                                                                        | 90                                                    | 90                                         | 63                                         |\n| Permanent Employees by Age                                 | Permanent Employees by Age                           | Permanent Employees by Age           | Permanent Employees by Age                                                | Permanent Employees by Age                            | Permanent Employees by Age                 | Permanent Employees by Age                 |\n|                                                            |                                                      |                                      |                                                                           | 2020                                                  | 2020                                       | 2020                                       |\n| Under 30 years  old                                        | 30-50 years old                                      | Over 50 years  old                   | Under 30 years  old                                                       | 30-50 years old                                       | 30-50 years old                            | Over 50 years  old                         |\n| 153                                                        | 188                                                  | 87                                   | 222                                                                       |                                                       | 332                                        | 95                                         |\n| Permanent Employees by Position                            | Permanent Employees by Position                      | Permanent Employees by Position      | Permanent Employees by Position                                           | Permanent Employees by Position                       | Permanent Employees by Position            | Permanent Employees by Position            |\n| 2019                                                       | 2019                                                 | 2019                                 |                                                                           | 2020                                                  | 2020                                       | 2020                                       |\n| Rank-and- fi le                                            | Middle  Management                                   | Senior  Management                   | Rank-and- fi le                                                           | Middle                                                | Management                                 | Senior  Management                         |\n| 54                                                         | 350                                                  | 24                                   | 208                                                                       |                                                       | 388                                        | 53                                         |\n| Training Hours by Position                                 | Training Hours by Position                           | Training Hours by Position           |                                                                           | Training Hours by Position                            | Training Hours by Position                 | Training Hours by Position                 |\n| 2019                                                       | 2019                                                 | 2019                                 |                                                                           | 2020                                                  | 2020                                       | 2020                                       |\n| Employee  Position                                         | Total Training  Hours                                | Average  Training Hours              | Employee  Position                                                        | Hours                                                 | Total Training                             | Average  Training Hours                    |\n| Rank-and- fi le                                            | 584                                                  | 11                                   | Rank-and- fi le                                                           |                                                       | 4,789                                      | 23                                         |\n| Middle  Management                                         | 5,371                                                | 15                                   | Middle  Management                                                        | 4,400                                                 |                                            | 11                                         |\n| Senior  Management                                         | 106                                                  | 4                                    | Senior  Management                                                        | 840                                                   |                                            | 16                                         |\n| Training Hours by Gender                                   | Training Hours by Gender                             | Training Hours by Gender             |                                                                           | Training Hours by Gender                              | Training Hours by Gender                   | Training Hours by Gender                   |\n| Gender                                                     | Total Training  Hours                                | Average  Training Hours              | Gender                                                                    | Hours                                                 | Total Training                             | Average  Training Hours                    |\n| Male                                                       | 4,592                                                | 14                                   | Male                                                                      |                                                       | 6,749                                      | 14                                         |\n| Female                                                     | 1,469                                                | 15                                   | Female                                                                    |                                                       | 3,280                                      | 20                                         |\n| Total Training Hours                                       | Total Training Hours                                 | Total Training Hours                 |                                                                           | Total Training Hours                                  | Total Training Hours                       | Total Training Hours                       |\n| Total Employee Training Hours  6,061                       | Total Employee Training Hours  6,061                 | Total Employee Training Hours  6,061 | Total Employee Training Hours                                             |                                                       |                                            | 10,029                                     |\n| Company-wide Average Training  Hours                       | Company-wide Average Training  Hours                 |                                      | 14.16  Hours                                                              | Company-wide Average Training                         | Company-wide Average Training              | 15                                         |\n| Occupational Health and Safety                             | Occupational Health and Safety                       | Occupational Health and Safety       | Occupational Health and Safety                                            | Occupational Health and Safety                        | Occupational Health and Safety             | Occupational Health and Safety             |\n| 2019                                                       | 2019                                                 | 2019                                 |                                                                           | 2020                                                  | 2020                                       | 2020                                       |\n| Tota l  number  of non- disabling  injuries for  employees | Total  number of  disabling  injuries for  employees | Tota l  number of  fatalities        | Safe  manhours Tota l  number  of non- disabling  injuries for  employees | Tota l  number of  disabling  injuries for  employees | Tota l  number of  fatalities              | Safe  manhours                             |\n| 15                                                         | 0                                                    | 0  2,543,234                         | 109                                                                       | 14                                                    | 1                                          | 7, 256,162                                 |\n\nThis table includes Occupational Health and Safety data for both direct and indirect workers at the plant level.\n\n<!-- image -->\n\n## INDEPENDENT ASSURANCE STATEMENT\n\n## Introduction\n\nDNV GL AS Philippines Branch ('DNV') has been commissioned by the management of AC Energy Corporation ('AC Energy' or 'the Company', SEC Identi fi cation Number: 069-039274) to undertake an independent assurance of the sustainability/nonfi nancial disclosures in AC Energy's 2020 Integrated Report (the 'Report') in its printed format for the year ended 31st December 2020. The intended users of this Assurance Statement are the management of the Company.\n\nWe performed this assurance engagement using DNV's assurance methodology VeriSustainTM, which is based on our professional experience, international assurance best practice including International Standard on Assurance Engagements (ISAE) 3000 Revised*, along with the Global Reporting Initiative's ('GRI's') Principles for De fi ning Report Content and Report Quality and the Sustainability Accounting Standards Board's ('SASB's') industry-speci fi c Standards. The veri fi cation engagement was carried out during December 2020 - April 2021.\n\nWe understand that the reporte d fi nancial data a nd related information are based on statutory disclosures and Audited Financial Statements#, which are subject to a separate independent statutory audit process. We did not revie w fi nancial disclosures and data a s they are not within the scope of our assurance engagement.\n\nWe planned and performed our work to obtain the evidence we considered necessary to provide a basis for our assurance opinion related to assurance of nonfi nancial sustainability disclosures in this Report. We are providing a 'limited level' of assurance based on DNV's VeriSustain, and no external stakeholders were interviewed as part of this assurance engagement.\n\nThe engagement excludes the sustainability management, performance, and reporting practices of AC Energy's suppliers, contractors, and any third parties mentioned in the Report. The Company's position statements, the statements for the management approach, and case studies and examples are excluded from the scope of our work.\n\n## Responsibilities of the Management of AC Energy Corporation and of the Assurance Provider\n\nThe Board of AC Energy has sole responsibility for the preparation of the Report and is responsible for all information provided in the Report as well as the processes for collecting, analysing and reporting the information presented in the Report. AC Energy has stated that this Report has been prepared based on the Guiding Principles and Content Elements of the International <IR> Framework (the '<IR> Framework') and has adopted general disclosures and selected topic-speci fi c disclosures related to identi fi ed material topics from the GRI Standards 2016, selected GRI Standards (2018 and 2020) as well as the SASB Standards 2018 (Electrical Utilities) and disclosures related to the Task Force for Climate-Related Disclosures.\n\nDNV's assurance engagements are based on the assumption that the data a nd information provided by the Company to us as part of our review have been provided in good faith, true, and free from material misstatements. Because of the selected nature (sampling) and other inherent limitation of both procedures and systems of internal control, there remains the unavoidable risk that errors or irregularities, possibly signi fi cant, may not have been detected. DNV was not involved in the preparation of any statement or datum included in the Report except for this Assurance Statement.  DNV expressly disclaims any liability or co-responsibility for any decision a person or an entity may make based on this Assurance Statement.\n\nOur veri fi cation engagement included a limited level of veri fi cation of sustainability performance disclosures for the identi fi ed material topics of AC Energy. This is as identi fi ed under the reporting boundary which has been brought out in the Report in the section 'Materiality', that is, covering entities over which AC Energy has operational control or has seconded employees in operations. Our veri fi cation applies a ±5% uncertainty threshold towards errors and omissions for the performance data brought out in the Report.",
        "metadata": {
            "page": 43
        },
        "id": "1c9ee4c6-83c2-4720-ac67-a839cd6b2838"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## Basis of our Opinion and Limitations\n\nWe planned and performed our work to obtain the evidence considered necessary to provide a basis for our assurance opinion. As part of our assurance engagement, we adopted a risk-based approach, i.e. we concentrated our veri fi cation e /ff orts on the issues of high material relevance to AC Energy and its key stakeholders. A multi-disciplinary team of sustainability and assurance specialists reviewed nonfi nancial disclosures related to the Head O /ffi ce at Makati City, and selected entities of AC Energy (South Luzon Thermal Energy Corporation (SLTEC) and North Luzon Renewables Corp. (NLR) in the Philippines), based on DNV's sampling plan. Due to the outbreak of the COVID-19 pandemic and associated travel restrictions, we carried out remote assessments as one-to-one discussions and onsite location assessments were not feasible. We undertook the following activities:\n\n- ● Review of the nonfi nancial sustainability disclosures in this Report;\n- ● Review of approaches to materiality determination and stakeholder engagement; DNV did not have any direct engagement with external stakeholders;\n- ● Review of information provided to us by the Company on its reporting and management processes related to sustainability performance for the reporting year based on the reporting framework adopted by AC Energy;\n- ● Interviews with selected members of leadership team, and senior managers responsible for management of sustainability issues and review of selected evidence to support issues discussed. We were free to choose interviewees and interviewed those with overall responsibility for the programmes to deliver the targets for medium- and long-term vision, mission and milestones;\n- ● Performed desk review of selected sustainability parameters for sampled entities, an d fi ndings were discussed and resolved with the Corporate Sustainability Team;\n- ● Carried out remote assessments with teams at SLTEC and NLR to review the processes and systems for preparing site level sustainability data a nd implementation of sustainability strategy. We were free to choose the sites for remote assessment or veri fi cation;\n- ● Review of supporting evidence for key claims and data disclosed in the Report. Our veri fi cation processes were prioritized based on our risk-based approach, i.e. relevance of identi fi ed material topics and sustainability context of the business; and\n- ● Review of the processes for gathering and consolidating the performance data a nd, for a sample, checking the data consolidation at site and corporate levels.\n\nThe procedures performed in a limited assurance engagement vary in nature and timing and are shorter in extent than for a reasonable assurance engagement. Consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained if a reasonable assurance engagement had been performed. During the assurance process, we did not come across limitations to the scope of the agreed assurance engagement.\n\n## Opinion and Observations\n\nOn the basis of the assurance engagement undertaken, nothing has come to our attention to suggest that AC Energy's 2020 Integrated Report does not properly describe the nonfi nancial performance of identi fi ed material topics based on the Guiding Principles and Content Elements of the International <IR> Framework ('<IR> Framework'). Without a /ff ecting our assurance opinion, we also provide the following observations against the principles of VeriSustain:\n\n## Stakeholder Inclusiveness\n\nThe participation of stakeholders in developing and achieving an accountable and strategic response to Sustainability.\n\n## Nothing has come to our attention to suggest that the Report does not meet the requirements related to the Principle of Stakeholder Inclusiveness.\n\nThe Report brings out investors and shareholders, customers, business partners and suppliers, government and regulators, employees and community as the key stakeholder groups with whom the Company actively engages and collaborates to create long term shared value. The Report explains the various formal and informal modes of engagement through which AC Energy understands various needs and concerns of stakeholders and involve them in business processes.\n\n## Materiality\n\nThe process of determining the issues that are most relevant to an organization and its stakeholders.\n\n## Nothing has come to our attention to suggest that the Report does not meet the requirements related to the Principle of Materiality.\n\nThe Report presents a description of how the Company carried out a materiality assessment exercise considering the SASB Materiality Map, GRI Standards and other global environmental, social and governance (ESG) standards, as well as the Company's business strategy, capitals and stakeholder concerns. The process also involved prioritization of the topics identi fi ed for bringing out within the Report, considering views from various internal stakeholders and validation and review by the senior management teams.\n\n## Responsiveness\n\nThe extent to which an organization responds to stakeholder issues.\n\n## Nothing has come to our attention to suggest that the Report does not meet the requirements related to the Principle of Responsiveness.\n\nThe Report brings out AC Energy's responses and strategies related to identi fi ed material topics and key stakeholder concerns through disclosures on management approach, governance, policies and appropriate performance indicators from selected GRI Topic Speci fi c Standards and SASB accounting metrics. The Report also bring about the Company's creation of value across the six capitals of <IR> framework and how it measures its impact on the economy, society and environment; however, the Company may strengthen its disclosures related to interconnectedness of di /ff erent capitals as well as disclosures on long-term targets and strategies towards value creation related to identi fi ed material topics.\n\n## Reliability\n\nThe accuracy and comparability of information presented in the report, as well as the quality of underlying data management systems.\n\n## Nothing has come to our attention to suggest that the Report does not meet the requirements related to the Principle of Reliability.\n\nThe majority of the performance disclosures veri fi ed through o /ff site veri fi cation, i.e. at the Head O /ffi ce and sampled sites, and through desk reviews and remote veri fi cation, were found to be fairly accurate, reliable, identi fi able and traceable to the source. Considering the limited sampling, we did not detect any major errors related to data collection or aggregation. We also reviewed the calculations and related assumptions used for its suitability, taking into account the principle of Reliability. Some of the data inaccuracies identi fi ed during the veri fi cation process were found to be attributable to interpretation and aggregation errors. These identi fi ed errors were communicated, and the responses and corrections made to the reported data a nd information were reviewed.\n\n## Completeness\n\nHow much of all the information that has been identi fi ed as material to the organization and its stakeholders is reported.\n\n## Nothing has come to our attention to suggest that the Report does not meet the requirements related to the Principle of Completeness.\n\nThe Report brings out the Company's nonfi nancial disclosures considering the Content Elements of the <IR> framework while its performance during the reporting period related to its identi fi ed material issues for the identi fi ed boundary of operations in the Philippines are brought out using appropriate GRI Topic Speci fi c Standards and Sustainability Accounting Standards Board (SASB) accounting metrics.\n\n## Neutrality\n\nThe extent to which a report provides a balanced account of an organization's performance, delivered in a neutral tone.",
        "metadata": {
            "page": 44
        },
        "id": "4883f022-341d-450d-9063-09c0143d247d"
    },
    {
        "page_content": "<!-- image -->\n\n## Nothing has come to our attention to suggest that the Report does not meet the requirements related to the Principle of Neutrality.\n\nThe Report brings out disclosures related to the Company's performance, challenges and concerns of stakeholders during the reporting period and corresponding to the macro-economic environment in a neutral, consistent and balanced manner, applying adequate consideration to not unduly in fl uence stakeholders' opinions made based on the reported data a nd information.\n\n## Statement of Competence and Independence\n\nDNV applies its own management standards and compliance policies for quality control, in accordance with ISO/IEC 17021:2015 - Conformity Assessment Requirements for bodies providing audit and certi fi cation of management systems, and accordingly maintains a comprehensive system of quality control including documented policies and procedures regarding compliance with ethical requirements, professional standards, and applicable legal and regulatory requirements. We have complied with the DNV Code of Conduct   during the assurance engagement and maintain independence wherever required by relevant ethical requirements.\n\nThis engagement work was carried out by an independent team of sustainability assurance professionals. DNV was not involved in the preparation of any statement or datum included in the Report except for this Assurance Statement. DNV maintains complete impartiality toward internal stakeholders interviewed during the assurance process.\n\nDNV has provided assurance to Ayala Corporation, Manila Water Company Inc., Ayala Land Inc., Globe Telecom, Inc and the Bank of Philippine Islands. In our opinion, there is no con fl ict of interest in the assurance engagement provided to the business units of Ayala Group. DNV did not provide any service to AC Energy in 2020 that could compromise the independence or impartiality of our work.\n\n7th April 2021, Manila, Philippines\n\nDNV GL AS Philippines Branch is part of DNV - Business Assurance, a global provider of certi fi cation, veri fi cation, assessment and training services, helping customers to build sustainable business performance. www.dnv.com\n\n<!-- image -->\n\n## Report of the Audit Committee to the Board of Directors For the Year Ended 31 December 2020\n\nThe Board-approved Audit Committee ('the Committee') Charter de fi nes the duties and responsibilities of the Committee. In accordance with the Charter, the Committee assists the Board of Directors in ful fi lling its oversight responsibilities to the shareholders with respect to the:\n\n- ● Integrity of the Company' s fi nancial statements and th e fi nancial reporting process;\n- ● Appointment, remuneration, quali fi cation, independence and performance of the external auditors and the integrity of the audit process as a whole;\n- ● E /ff ectiveness of the system of internal control;\n- ● Performance and leadership of the internal audit function; and\n- ● Company's compliance with applicable legal and regulatory requirements.\n\nIn compliance with the Audit Committee Charter, we con fi rm that:\n\n- ● All the Audit Committee members are independent directors, including the Chairman;\n- ● We had four (4) regular meetings and two (2) special meetings with Management, internal auditors and external auditors and one (1) executive meeting with internal auditors and external auditors;\n- ● We recommended for approval of the Board and endorsement to the shareholders the reappointment of SGV & Co. as the Company's 2020 external auditors and the related audit fee;\n- ● We reviewed and discussed the quarterly unaudited and the annual audited parent and consolidated fi nancial statements of AC Energy Corporation (ACEN) and Subsidiaries, including the Management's Discussion and Analysis of Financial Condition and Results of Operations and the signi fi cant impact of new accounting standards, with management, internal auditors and SGV & Co. These activities were performed in the following context:\n- -Management has the primary responsibility for th e fi nancial statements and th e fi nancial reporting process; and\n- -SGV & Co. is responsible for expressing an opinion on the conformity of the AC Energy Corporation's audited parent and consolidate d fi nancial statements with the Philippine Financial Reporting Standards.\n- ● We reviewed the Pro Forma Condensed Consolidated Financial Information as at September 30, 2020 and for the Nine-Month Period Ended September 30, 2020 and Year Ended December 31, 2019 showing the impact of the infusion of the o /ff shore and on-shore assets of AC Energy and Infrastructure Corp. to ACEN for inclusion in the O /ff ering Circular in relation to the stock rights o /ff ering;\n- ● We approved the overall scope and the respective audit plans of the Company's internal auditors and SGV & Co. We reviewed the adequacy of resources, the competencies of sta /ff a nd the e /ff ectiveness of the auditors to execute the audit plans ensuring that resources are reasonably allocated to the areas of highest risks. We also discussed the results of their audits, their assessment of the Company's internal controls, and the overall quality of th e fi nancial reporting process including their management letter of comments;\n- ● We evaluated the e /ff ectiveness of the internal audit function, including compliance with the International Standards for the Professional Practice of Internal Auditing;\n- ● We reviewed the reports and updates of the internal and external auditors ensuring that management is taking appropriate corrective actions in a timely manner, including addressing internal control and",
        "metadata": {
            "page": 45
        },
        "id": "5754aef8-5071-4a28-870f-a5423e899f63"
    },
    {
        "page_content": "ANNEXES\n\ncompliance issues. Based on the assurance provided by the internal audit as well as SGV & Co. as a result of their audit activities, the Committee assessed that the Company's system of internal controls, risk management, compliance, and governance processes are adequate;\n\n- ● We reviewed and approved all audit, audit-related and non-audit services provided by SGV & Co. to AC Energy Corporation and the related fees. We also assessed the compatibility of non-audit services with the auditors' independence to ensure that such services will not impair their independence;\n- ● We conducted an annual assessment of our performance, in accordance with Securities and Exchange Commission guidelines, and con fi rmed that the Committee had satisfactorily performed its responsibilities based on the requirements of its Charter; and\n- ● We reviewed the Audit Committee Charter to ensure that it is updated and aligned with regulatory requirements.\n\nBased on the reviews and discussions undertaken, and subject to the limitations on our roles and responsibilities referred to above, the Audit Committee recommends to the Board of Directors that the audite d fi nancial statements be included in the Annual Report for the year ended December 31, 2020 fo r fi ling with the Securities and Exchange Commission and the Philippine Stock Exchange. We are also recommending the reappointment of SGV & Co. as AC Energy Corporation's external auditors and the related audit fee for 2021 based on their performance and quali fi cations.\n\n17 March 2021\n\nSigned by:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nMA. AURORA D. GEOTINA-GARCIA\n\nChairperson\n\nCONSUELO D. GARCIA\n\nMember\n\nMARIO ANTONIO V. PANER\n\nMember\n\n## Corporate Information\n\n## Stakeholder Inquiries\n\nAC Energy Corporation welcomes inquiries from analysts, th e fi nancial community, institutional and retail investors, customers, media and the general public. Please contact:\n\n## Investors\n\ninvestorrelations@acenergy.com.ph\n\n## Corporate Communications\n\n## & Sustainability\n\ncorpcomm@acenergy.com.ph\n\n## Governance\n\ncorpsec.acen@acenergy.com.ph\n\n## Data Protection\n\ndataprivacyaceph@acenergy.com.ph\n\n## Human Resources\n\ncareers@acenergy.com.ph\n\n## Financial Statements\n\nAC Energy Corporation's 2020 Audited Financial Statements and De fin itive Information Statement may be accessed from www.acenergy.ph\n\n## Shareholder Services and Assistance\n\nFor inquiries regarding dividend payments, change of address and account status, and lost or damaged stock certi fi cates, please write or call:\n\nBPI Stock Transfer O /ffi ce 3F BPI Buendia Center 372 Sen. Gil Puyat Avenue Makati City, 1226 Philippines\n\n## Tel + 632 85804693 to 95\n\nstocktransfero /ffi ce@bpi.com.ph",
        "metadata": {
            "page": 46
        },
        "id": "efc22ec2-8fe5-46a7-b928-619ca1b51bb2"
    },
    {
        "page_content": "<!-- image -->\n\nAC ENERGY CORPORATION 4F 6750 OFFICE TOWER, AYALA AVENUE, MAKATI CITY, 1226 PHILIPPINES TEL: +632 7730 6300 acenergy.ph",
        "metadata": {
            "page": 47
        },
        "id": "ca995472-200b-4e6e-a06f-3edcdd234f0e"
    }
]