[
    {
        "page_content": "<!-- image -->\n\n## Business Report\n\n2 0 23",
        "metadata": {
            "page": 1
        },
        "id": "7cfdcef0-3337-43aa-b55c-47d86521e99c"
    },
    {
        "page_content": "## Swiss Re's Annual Report and Sustainability Report 2023\n\nSwiss Re's Annual Report includes the Business Report 2023 and the Financial Report 2023. In addition, Swiss Re publishes a comprehensive Sustainability Report.\n\nAll three reports can be found at www.reports.swissre.com/2023\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "2d2af626-b158-4fc1-b90c-9835c53c2108"
    },
    {
        "page_content": "## Contents\n\n4\n\n| Key financials                                                  |    |\n|-----------------------------------------------------------------|----|\n| Letter to shareholders                                          | 8  |\n| Vision and strategy                                             | 14 |\n| Interview with Cathy Desquesses                                 | 24 |\n| Interview with Patrick Raaflaub                                 | 30 |\n| Market context                                                  | 34 |\n| Interview with Velina Peneva                                    | 36 |\n| Swiss Re's Business Units                                       |    |\n| Property & Casualty Reinsurance                                 | 42 |\n| Delivering on our commitment in 2023                            | 44 |\n| Earthquake protection for Turkey and Morocco                    | 46 |\n| Insuring a renewable future                                     | 50 |\n| Life & Health Reinsurance                                       | 52 |\n| Momentum to move forward in Life                                | 54 |\n| The big deal: tailored transactions                             | 56 |\n| Revolutionising the L&H claims journey                          | 59 |\n| Corporate Solutions                                             | 60 |\n| Advancing corporate insurance together                          | 62 |\n| A historic first for New York City                              | 64 |\n| Risk Data & Services: Sustainability Compass                    | 66 |\n| International Programs: a growing   collaboration with Ericsson | 68 |\n| Global Clients & Solutions                                      | 70 |\n| Risk transfer and beyond                                        | 72 |\n| Public Sector Solutions: a partner for resilience               | 74 |\n| Reinsurance Solutions:   technology and partnerships            | 76 |\n| iptiQ: Swiss Re's digital B2B2C insurer                         | 78 |\n| Leadership                                                      | 80 |\n| Cautionary note                                                 | 86 |\n| Contacts                                                        | 88 |",
        "metadata": {
            "page": 3
        },
        "id": "4fd761fa-6415-467b-b72a-92dda55407b4"
    },
    {
        "page_content": "## Key financials",
        "metadata": {
            "page": 4
        },
        "id": "369f0d52-50b0-4b15-a1ea-165c06797941"
    },
    {
        "page_content": "Group net income for 2023 (USD billions | 2022: USD 0.5bn)\n\n3.2\n\nReturn on equity for 2023 (2022: 2.6%)\n\n22.3 %\n\nSwiss Re reported a net income of USD 3.2 billion and a return on equity (ROE) of 22.3% for the full-year 2023, compared with a net income of USD 472 million and a ROE of 2.6% in the previous year. The result was supported by improved underwriting margins while higher interest rates drove an increase in investment income.",
        "metadata": {
            "page": 5
        },
        "id": "79497ff8-96ac-4c06-b24e-42428b2177e6"
    },
    {
        "page_content": "## Swiss Re at a glance\n\n<!-- image -->\n\nGroup financial targets for 2024\n\n> 3.6 bn\n\nUSD IFRS net income for 2024\n\n> 14 %\n\n<!-- image -->\n\nMulti-year IFRS return on equity\n\nNet premiums earned and fee income by region in 2023 USD\n\nAmericas\n\n<!-- image -->\n\n22.3 bn (2022: USD 22.1bn)\n\nShareholders' equity USD\n\n<!-- image -->\n\n16.1 bn\n\n(as of 31 December 2023) (as of 31 December 2022: USD 12.7bn)\n\nEMEA\n\n14.6 bn\n\n(2022: USD 13.2bn)\n\nProposed ordinary dividend per share for 2023 USD\n\n<!-- image -->\n\n(2022: USD 6.40)\n\n<!-- image -->\n\nGroup net premiums earned and fee income in 2023 USD\n\n45.0 bn\n\n(2022: USD 43.1bn)\n\nAPAC\n\n<!-- image -->\n\n8.1 bn (2022: USD 7.8bn)\n\nSwiss Solvency Test (SST)\n\n<!-- image -->\n\nGroup SST ratio (as of 1 January 2024)",
        "metadata": {
            "page": 6
        },
        "id": "6a4b0627-655f-4032-a9cc-81295376586f"
    },
    {
        "page_content": "## Swiss Re's Business Units\n\n## Property & Casualty Reinsurance (P&C Re)\n\nP&C Re covers a wide range of risks in property, casualty and specialty lines (eg engineering, agriculture, marine). P&C Re helps insurers understand, quantify and manage property and casualty risk.\n\n<!-- image -->\n\nBusiness Unit targets for 2024\n\n<!-- image -->\n\n<!-- image -->\n\n< 87 %\n\nP&C Re will target an IFRS combined ratio of less than 87% for 2024\n\n## Life & Health Reinsurance (L&H Re)\n\nL&H Re offers a range of tailored services and insights - from risk transfer to structured solutions - related to life and health risks of its clients. By combining data, customer behaviour insights and innovative tools, L&H Re helps insurers manage their life and health portfolio risks.\n\n## Net income\n\n(USD millions)\n\n2023/.notdef\n\n976\n\n2022/.notdef\n\n416\n\n## Net premiums earned and fee income (USD billions)\n\n<!-- image -->\n\n<!-- image -->\n\n~ 1.5 bn\n\nUSD\n\nL&H Re will target an IFRS net income of approximately USD 1.5 billion in 2024\n\n## Global Clients & Solutions (GCS)\n\nGCS embodies Swiss Re's strategic ambition to go beyond risk transfer by offering risk insights and developing risk partnerships. It offers a wide range of innovative solutions to insurers, governments and leading consumer brands across the globe. Through its four divisions - Global Clients, Public Sector Solutions, Reinsurance Solutions and iptiQ - the Business Unit enables clients and partners to understand risks better, withstand shocks, navigate change and build resilience.\n\n## Corporate Solutions\n\nCorporate Solutions provides risk transfer solutions in property and casualty lines of business to large and medium-sized corporations around the world. Its highly customised products and standard insurance covers as well as claims services help to protect its clients' businesses.\n\n<!-- image -->\n\n< 93 %\n\nCorporate Solutions will target an IFRS combined ratio of less than 93% for 2024",
        "metadata": {
            "page": 7
        },
        "id": "be8cc8ce-e01b-40e6-bcb2-4276159f3d9e"
    },
    {
        "page_content": "## Letter to shareholders",
        "metadata": {
            "page": 8
        },
        "id": "6fca8526-fa54-4df4-aea3-dcd4fff1aa91"
    },
    {
        "page_content": "Jacques de Vaucleroy Vice Chairman of the Board of Directors\n\nChristian Mumenthaler Group Chief Executive Officer\n\n9",
        "metadata": {
            "page": 9
        },
        "id": "5988738f-86f3-41c6-9e38-fd82cdbd45b3"
    },
    {
        "page_content": "## Letter to shareholders\n\n'Swiss Re's strong result in such demanding times demonstrates that our business model is intact.'\n\n## Dear Shareholders,\n\nSwiss Re can look back on a successful year as it achieved all of its 2023 financial targets, including generating USD 3.2 billion net income. Net premiums earned and fee income rose to USD 45 billion, a record, while return on equity (ROE) was 22.3%. Our improved profitability supports the Board of Directors' proposal to increase the ordinary dividend per share by 6%.\n\nNumerous factors drove our 2023 performance. Improved price adequacy within the property and casualty market after strong renewals, coupled with underwriting discipline, helped us manage elevated industry losses from natural catastrophes. Higher interest rates lifted our investment income. While mortality in the US remains elevated, it has declined from its 2021 peak.\n\nTo be sure, last year was characteristic of the volatile era we live in: a new war in the Middle East began while the war in Ukraine continued; for a fourth consecutive year, global insured losses from natural catastrophes exceeded USD 100 billion; and economic inflation also remained at higher levels than in recent decades.\n\nSwiss Re's strong result in such demanding times demonstrates that our business model is intact, enabling us to continue providing the sophisticated risk knowledge and peak risk capacity that our clients require to navigate existing and future perils.\n\n2023 also marked the 160th anniversary of Swiss Re's founding. More than a century and a half after we got our start in Zurich in\n\n1863, the company remains well placed to continue delivering on its purpose: making the world more resilient.\n\nFrom the outset, Swiss Re has adapted to changing demands, a process that continues. In the second quarter of 2023, we re-cast our businesses into marketfacing units by establishing separate Life & Health Reinsurance (L&H Re) and Property & Casualty Reinsurance (P&C Re) Business Units, as well as a new Global Clients & Solutions Business Unit that embodies our strategic push to go beyond risk transfer by offering risk insights and cultivating risk partnerships. Corporate Solutions, Swiss Re's commercial insurance arm, was not impacted by these changes.\n\nAs part of this transformation of our Reinsurance businesses, we removed an entire organisational layer, making our underwriting and decision-making more efficient and bringing us closer to clients. Swiss Re is wholly committed to building an organisation that is leaner, nimbler and more responsive to the evolving risk-protection needs of our clients.\n\nSwiss Re is well positioned to benefit from the current reinsurance market environment, while our investment portfolio is expected to be supported by higher interest rates. After the strong performance in 2023, we are focused on further improving business performance, while managing challenges with rigour and vigilance.\n\n## Group and business performance\n\nSwiss Re reported net income of USD 3.2 billion, up from USD 472 million in 2022, when results were significantly impacted by Hurricane Ian. Group net",
        "metadata": {
            "page": 10
        },
        "id": "80697aaa-0a7c-46a0-8a28-14cc6dc3bf7f"
    },
    {
        "page_content": "premiums earned and fee income rose 4.4% to USD 45.0 billion from USD 43.1 billion in the previous year. At constant foreign exchange rates, 2023 premiums earned increased by 4.9%.\n\nOur full-year return on investments (ROI) increased materially to 3.4% from 2.0% in 2022. The recurring income yield rose to 3.6% for 2023 from 2.6%, as higher interest rates contributed positively to our reinvestment strategy. This trend was even more pronounced in the fourth quarter, when the recurring income yield rose to 3.9% and the reinvestment yield was 5.0%.\n\nSwiss Re's capital position remained strong, with the Group Swiss Solvency Test (SST) ratio materially above the 200-250% target range as of 1 January 2024.\n\nAll of these factors support the Board of Directors' decision to propose an increased ordinary dividend of USD 6.80 per share.\n\nP&C Re posted net income of USD 1.9 billion for 2023, compared with USD 312 million in 2022. The solid result was driven by a resilient underwriting performance and disciplined renewals. Strong margins and positive reserve developments in property and speciality lines helped offset significant reserve strengthening in the casualty business. In addition, the result was supported by a solid investment performance. The reported combined ratio was 94.8%1, meeting the target of less than 95%.\n\nLarge natural catastrophe claims were USD 1.3 billion2, below the full-year budget of USD 1.7 billion, based on higher attachment points and adjusted risk sharing. Swiss Re's largest claims\n\npayments were linked to the earthquake in Turkey and Syria, where we paid over USD 500 million to assist the region's recovery. Swiss Re also shouldered claims from Cyclone Gabrielle and flooding in New Zealand, as well as from Hurricane Otis and storms in Europe.\n\nL&H Re reported net income of USD 976 million for 2023, above the USD 900 million full-year target and more than double the USD 416 million from the year earlier. L&H Re benefitted from active in-force portfolio management and a strong investment result, which offset elevated mortality claims in the US.\n\nCorporate Solutions delivered another strong performance, as net income resumed growth in 2023 to USD 678 million, compared with USD 486 million in 2022. Portfolio steering and underwriting discipline underpinned our book of business's resilience, while higher recurring investment income also lifted performance. Corporate Solutions achieved a full-year combined ratio of 91.7%1, outperforming the full-year target of less than 94%.\n\n## Sustainability remains in focus\n\nSwiss Re's commitment to sustainability is unwavering. The company is implementing its Group Sustainability Strategy 2023-2025, which rests on two pillars: advancing the net-zero transition and building societal resilience.\n\nSwiss Re aims to play a role in facilitating the transition to low-carbon economies. This includes efforts to de-risk transition projects, providing reinsurance capacity to renewable energy infrastructure, continuing our own efforts to\n\n'All of these factors support the Board of Directors' decision to propose an increased ordinary dividend of USD 6.80 per share.'",
        "metadata": {
            "page": 11
        },
        "id": "431a002f-5aa6-4c40-aede-c8b73319a1d4"
    },
    {
        "page_content": "## Letter to shareholders\n\n'It is our ambition to promote leadership diversity across the company. Swiss Re is committed to an environment that encourages personal and professional growth for all employees.'\n\ndecarbonise, and supporting the parallel work of suppliers, clients and other stakeholders to reduce their greenhouse gas emissions.\n\nOur near- and medium-term underwriting targets are intended to increase the share of companies in our single risk re/insurance portfolios committed to aligning to net zero by 2050, both for fossil fuel companies and all other industries. Our P&C Re Business Unit has also launched the Centre of Competence for Renewable Energy, to help clients understand and manage the complexities associated with renewable energy technologies.\n\nIn asset management, we achieved a 45% reduction of the weighted average carbon intensity of Swiss Re's corporate bond and listed equity portfolio as of 2023, relative to the 2018 baseline.\n\nIn addition to climate mitigation efforts, Swiss Re aims to help build societal resilience by enhancing disaster resilience and helping extend the reach of financial protection to more people. For instance, Swiss Re aims to make insurance more available, accessible and affordable.\n\nMoreover, products such as our parametric flood risk solution are contributing to extending protection to low- and middleincome communities in New York City neighbourhoods vulnerable to inundation during hurricanes or other extreme weather.\n\nIt is our ambition to promote leadership diversity across the company. Swiss Re is committed to an environment that encourages personal and professional growth for all employees.\n\nPlease see our 2023 Sustainability Report which will be submitted for the first time for a vote to the 2024 Annual General Meeting - for more about these and other initiatives at Swiss Re.\n\n## Outlook and new profitability targets\n\nIn 2024, we continue to emphasise underwriting discipline, which was visible in the successful January renewals. P&C Re renewed treaty contracts resulting in USD 13.1 billion in premium volume. This represents a 9% volume increase compared with the business that was up for renewal. Our focus on costs and strengthening proximity to our clients also remains paramount.\n\nOf course, many risks persist. Two wars continue, and with them geopolitical turbulence. The 1 January 2024 earthquake in Japan reminded us that the biggest threats materialise without warning. Mortality remains elevated in key markets. We also continue to closely monitor social inflation in the US.\n\nStill, we anticipate an attractive reinsurance market environment to continue in 2024. An improved risk-sharing equilibrium enables Swiss Re to build on its strengths: partnering with our insurance clients to provide sufficient risk-transfer capacity to manage peak perils and recover from them when they become reality.\n\nWith our transition to International Financial Reporting Standards (IFRS) from US Generally Accepted Accounting Principles (US GAAP) on 1 January 2024, we re-affirm the targets announced in December 2023, including IFRS net income exceeding USD 3.6 billion this year.",
        "metadata": {
            "page": 12
        },
        "id": "f5954849-4af3-4f57-976b-66079c97b2d1"
    },
    {
        "page_content": "L&H Re is targeting a net income of USD 1.5 billion, as the business expects an acceleration of earnings recognition under IFRS. P&C Re is targeting an IFRS reported combined ratio of less than 87% for 2024. Corporate Solutions targets a reported combined ratio of less than 93%. Swiss Re also aspires to a multi-year IFRS ROE of more than 14%. These targets will be supported by continued cost discipline and include a provision for our updated property and casualty reserving philosophy whereby a reserving uncertainty allowance on new business is introduced.\n\nOur 160th anniversary year is now behind us. A milestone like this offers us a chance to reflect on our rich history.\n\nZurich, 13 March 2024\n\n<!-- image -->\n\nJacques de Vaucleroy Vice Chairman of the Board of Directors\n\nChristian Mumenthaler Group Chief Executive Officer\n\nBut it is also an opportunity to recommit to our enduring core values including customer centricity, integrity and passion to perform that continue to make Swiss Re a meaningful contributor to the wellbeing of our clients, employees, shareholders and broader society.\n\nWe would like to thank Swiss Re's employees for their contribution to our improved 2023 performance.\n\nWe also thank you, our shareholders, for your continued trust and support as we re-emphasise our resolve towards achieving this year's business and financial goals.\n\n<!-- image -->\n\n'Our 160th anniversary year is an opportunity to recommit to our enduring core values including customer centricity, integrity and passion to perform that continue to make Swiss Re a meaningful contributor to the wellbeing of our clients, employees, shareholders and broader society.'",
        "metadata": {
            "page": 13
        },
        "id": "8b58811d-f225-4330-be2b-dbb565d82876"
    },
    {
        "page_content": "## Vision and strategy",
        "metadata": {
            "page": 14
        },
        "id": "34aca398-45d2-45ed-9a74-b8aa9600082a"
    },
    {
        "page_content": "Swiss Re is one of the world's leading providers of reinsurance, insurance and other forms of insurance-based risk transfer. Through our work with clients, we fulfil our vision to make the world more resilient.\n\nOur talented and diverse workforce brings this vision to life by unlocking risk insights, facilitating risk transfer and building the partnerships needed to deliver on our strategy. An important part of that\n\nstrategy is embedding sustainability into all of our business activities, and considering ESG factors in our underwriting, investments and operations.\n\nWe have a distinct mission: to apply deep knowledge, intelligent data analysis and capital strength to anticipate and manage risk together with our clients - from natural catastrophes and climate change to inflation and interest rates.",
        "metadata": {
            "page": 15
        },
        "id": "da5791e3-f8a2-45f7-88bc-ff091f00f5ba"
    },
    {
        "page_content": "Swiss Re's headquarters in Zurich; the company moved into Altbau (left) in 1913 and into Next (right) in 2017\n\n<!-- image -->\n\n## 160 years of Swiss Re: a lasting legacy of resilience\n\nAs global risks have evolved over the years, Swiss Re remains committed to helping societies protect themselves against risk.\n\n<!-- image -->\n\nSwiss Re's articles of association were signed on 19 December 1863\n\nFrom the San Francisco Earthquake in 1906 and Hurricane Betsy in 1965 to the COVID-19 pandemic, Swiss Re has shown that it can support a global insurance industry in the face of large catastrophic losses.\n\nOver its 160-year journey, Swiss Re has been constantly evolving to keep pace with the risks of the moment, while scanning the horizon for emerging threats that could impact its partners in decades to come.\n\nThe company's story begins in the mid-19th century, a time dominated by rapid industrialisation, global trade expansion and the rise of great urban centres. With these developments, the scale of risk, and its consequences for society, had taken on new dimensions.",
        "metadata": {
            "page": 16
        },
        "id": "221c9341-ab5c-43ce-8ae1-22edcf297b8e"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nLeft: The company's first office was a two-room apartment in Schoffelgasse 1 in Zurich (1864) Top: The East Asia and Japan team working in Altbau (1920s) | Bottom: Swiss Re was among the first companies in Switzerland to use the IBM 650, the first mass-produced computer in the world (1960s)\n\nAt that time, fire was one of the biggest risks facing communities. Great city fires had laid waste to cities across both Europe and the US. In 1861, Switzerland witnessed its own city fire in Glarus, an event which made it clear that insurance alone was inadequate to cover such an unusually large catastrophe. In December 1863, Schweizerische Rückversicherungs-Gesellschaft, today's Swiss Re, was founded.\n\nAs Swiss Re has grown, so too has the complexity of the interconnected risks that its clients and partners are exposed to. Today, people face new issues such as the challenges of rapid digitalisation and the transformation of energy supplies as societies work to counteract the powerful forces contributing to a\n\nwarming planet. Thanks to its longstanding expertise in risk management, Swiss Re is adept at tackling an everchanging risk landscape to meet the challenges ahead.\n\n## Modest beginnings to great endeavours\n\nWhen Swiss Re moved into its original two-room office in Zurich's historic old town, the fledgling company initially focused on fire and marine cover, and soon after began supporting clients with life reinsurance.\n\nToday, more than 14 000 Swiss Re employees operate out of around 80 offices globally. Swiss Re's world view has always been international. Right from the beginning, its founders recognised not only the necessity of swiftly expanding\n\nrisk pools into broad geographies, but also the opportunities that accompanied a global approach.\n\nTo ensure that the legacy of its great founders lives on, Swiss Re continues to build strong client relationships, to maintain an excellent capital position and to strive to be the best possible workplace for talented, motivated people who are committed to strengthening the company's performance and achieving its business goals.\n\nThe world and its risks have greatly evolved since Swiss Re was founded more than a century and a half ago, but the company's purpose endures - to help make the world more resilient.",
        "metadata": {
            "page": 17
        },
        "id": "82713be5-2f0f-4840-9312-75bc7c590748"
    },
    {
        "page_content": "Vision and strategy\n\n## What we do\n\nOur vision is to make the world more resilient. We do this by placing our clients and partners at the centre of our business. We address risks across the global economy in three ways:\n\n## Risk transfer - reducing our clients' and their customers' risk exposure\n\nWe work with our clients and partners to offer financial protection against large losses. Types of risk transfer include: traditional property and casualty, and life and health re/insurance; large and complex transactions; and public sector risk transfer, where we work with governments.\n\n## Risk insights - helping our clients better understand and take risks\n\nOur research, solutions and tools enable an improved understanding of risks and opportunities. We leverage new technology, specifically data and analytics capabilities, to further our ability to offer services and risk insights that help our clients and partners make more data-driven decisions and take risks.\n\n## Risk partnerships - working with others to find new and innovative ways to process, transfer and diversify risk\n\nThrough strong partnerships, we create platforms to process, transfer and diversify risks. This includes access to capital markets, business-to-business-to-consumer (B2B2C) products, public-private partnerships and new ecosystems.\n\n<!-- image -->",
        "metadata": {
            "page": 18
        },
        "id": "7960d05b-aa1e-4dfc-84e6-ab726c705cf3"
    },
    {
        "page_content": "## How we do it\n\nThe Group strategy builds on Swiss Re's strengths and ensures the Group is equipped to meet our key convictions about the future. It is the foundation for delivering value to Swiss Re's stakeholders.\n\nWe act as 'One Swiss Re', leveraging strengths and capitalising on synergies across our businesses as one integrated group.\n\nReinsurance remains at the core of our business. Following the reorganisation in early 2023, the business is now split into Property & Casualty Reinsurance (P&C Re) and Life & Health Reinsurance (L&H Re).\n\nCorporate Solutions is the Group's commercial insurance arm. Global Clients & Solutions embodies Swiss Re's strategic ambition to go beyond risk transfer by offering risk insights and developing risk partnerships with insurers, governments and leading consumer brands.\n\nThe four Business Units are supported by the Group foundation, with our people as the key factor driving the performance of the Group, along with Swiss Re's three competitive differentiators:\n\n- · Capital strength, with one capital base and a streamlined legal entity structure\n- · One client approach and access to public sector and corporate partnerships\n- · Well-established leadership in risk knowledge, including Swiss Re Institute\n\n<!-- image -->",
        "metadata": {
            "page": 19
        },
        "id": "805e7b43-97c6-4417-b99e-74e28b012c8e"
    },
    {
        "page_content": "## Swiss Re's business model\n\nThe Swiss Re Group is a wholesale provider of reinsurance, insurance and other forms of insurance-based risk transfer as well as other insurance-related services. By providing financial compensation and risk insights to clients, the Group pursues its vision of making the world more resilient.\n\n## Swiss Re's vision: We make the world more resilient\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "cf671b42-cdaf-428f-bd04-adcdfa149b3c"
    },
    {
        "page_content": "Headquartered in Zurich, Switzerland, where it was founded in 1863, the Swiss Re Group has approximately 14 700 employees and operates through a network of offices in 29 countries. Swiss Re Ltd, the Group's holding company, is a joint stock company listed in accordance with the International Reporting Standards on SIX Swiss Exchange.\n\nSince 3 April 2023, Swiss Re has four Business Units. Property & Casualty Reinsurance (P&C Re), Life & Health Reinsurance (L&H Re) and Corporate Solutions provide products and services to distinct client segments. Global Clients & Solutions (GCS) provides risk insights and develops risk partnerships.\n\nSwiss Re conducts business in the areas of reinsurance, insurance and asset management, in accordance with its Articles of Association. In re/insurance, Swiss Re assumes risks and in turn receives premiums.\n\nThe company generates earnings by underwriting risks and investing premiums, as well as through fee revenues for providing risk insights and services to clients. Swiss Re's client base mainly consists of insurance companies that provide services to individuals and small and larger businesses, and of large corporates and government entities.\n\nUnderwriting risks is at the core of Swiss Re's business model, and entails assessing, pricing and assuming insurance risks. Swiss Re receives a premium payment from clients for transferring risks to its balance sheet and compensating for the client's losses, in line with Swiss Re's contractual obligations, should an insured event occur.\n\nSwiss Re assumes life and health risks as well as property and casualty risks from its globally diversified client base, including risks related to natural perils, such as earthquakes or tropical cyclones.\n\nThere are two basic forms of reinsurance: in facultative reinsurance each risk or policy is negotiated and agreed on individually, while in obligatory or treaty reinsurance, the insurer and reinsurer are bound by an obligation to transfer and assume a contractually agreed share of a whole portfolio of risks.\n\nDepending on the duration of the risk transfer contract and the type of business, it can take anywhere from a few days to many years between the premium payment, the notification of a potentially insured event and the payment of claims or benefits. During this time, reserves for expected losses are prudently managed.\n\nTo meet future claims and benefits, Swiss Re invests the premiums generated through underwriting in assets whose cash flows largely match the durations and currencies of its re/insurance liabilities.\n\nTo efficiently manage its capital, Swiss Re has a well-diversified underwriting portfolio across business lines and regions, and transfers peak risks to external third parties through retrocession or capital market instruments such as insurancelinked securities.\n\nSwiss Re plays its part in providing stability to the broader insurance industry and society at large by absorbing shocks, particularly from disastrous events. Through its ability to assess, price, transfer and diversify risks, Swiss Re reduces financial volatility within wider society, thereby making the world more resilient to adverse events.\n\nSwiss Re's profound understanding of risk is a core element of its business. The company uses its proprietary risk knowledge in its business decisions, and provides clients with data-driven risk insights, analytical tools and advisory services in return for a fee.\n\n<!-- image -->\n\n## Read the full report here\n\nFinancial Report 2023\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "2d280edb-cb80-48ee-91b4-f4dcf1ba4a45"
    },
    {
        "page_content": "## Resilience in numbers\n\nTogether with its clients and partners, Swiss Re makes the world more resilient by providing re/insurance around the globe and offering a broad range of solutions to understand and manage risks. These numbers detail how Swiss Re supported families, businesses and governments throughout 2023.\n\nClaims and benefits paid in 2023\n\nP&C Re 1\n\n(2022: USD 16.3bn)\n\nL&H Re\n\n(2022: USD 12.9bn)\n\n1, 2\n\nCorporate Solutions\n\n(2022: USD 3.2bn)\n\nP&C Re clients\n\nL&H Re clients\n\nCorporate Solutions clients\n\n> 3 000\n\nin 2023\n\nPublic Sector Solutions partnerships\n\nReinsurance Solutions helped\n\niptiQ in-force policies\n\n<!-- image -->\n\ndeals with governments since its creation in 2011\n\n2\n\n- 1 Includes claims and claims adjustment expenses. |\n\n520 clients become more resilient\n\nwith 16 different solutions\n\n> 2.7 m\n\nat the end of 2023, up from 2.2 million in 2022\n\n<!-- image -->\n\nin 2023\n\n<!-- image -->\n\nin 2023\n\nUSD 15.1 bn\n\nUSD 13.1 bn\n\nUSD 3.4 bn",
        "metadata": {
            "page": 22
        },
        "id": "0c675330-aa2d-47da-b3d7-2728484bb044"
    },
    {
        "page_content": "P&C Re\n\nNumber of reinsurance policies in force by region for 2023\n\n> 71 000\n\nP&C Re reinsurance policies in force in 2023\n\n> 57 000\n\nfacultative policies reinsured in 2023\n\nL&H Re 1\n\n212 m policies reinsured in 2023\n\nAPAC\n\n<!-- image -->\n\n278 m\n\nfamily members covered by Swiss Re's L&H Re reinsurance policies in 2023\n\n<!-- image -->\n\n## 105 000 41 000\n\nfamily members supported through disability income payments in 2023\n\nfamily members supported through critical illness payments in 2023\n\n- 1 L&H Re figures cover Asia, ANZ, UK, NA, LA and EMEA regions, 'Medical reimbursement' includes Asia, NA, LA and EMEA (excl. UK/Nordics and Germany).\n\n197 000\n\nfamily members supported through mortality payments in 2023\n\n9.1 m\n\nfamily members supported through medical reimbursements in 2023",
        "metadata": {
            "page": 23
        },
        "id": "a23404b0-1253-4201-8c54-a8b4399dd6c5"
    },
    {
        "page_content": "<!-- image -->\n\nCathy Desquesses\n\nGroup Chief Human Resources Officer & Head Corporate Services\n\n## 'Our inclusive culture drives our success'\n\nTaking accountability, driving simplicity and deciding at speed driving these behaviours is top of mind for Cathy Desquesses. As Group Chief Human Resources Officer, she is passionate about developing an even more empowered and diverse workforce to ensure Swiss Re remains both a leading reinsurer and employer.\n\nCathy Desquesses joined Swiss Re in 2021 as Group Chief Human Resources Officer and soon after also assumed responsibility for Corporate Services, comprising Group Communications and Corporate Real Estate & Services. She has more than 25 years of experience in global human resources leadership in industrial business and financial services.\n\n## What makes a good workplace today? How is Swiss Re rated as an employer?\n\nEmployees today want to have a meaningful job and make a positive difference in the world. They also look for flexibility, attractive growth opportunities and a culture where people of diverse backgrounds and viewpoints can collaborate and thrive.\n\nAt Swiss Re, we have a clear purpose: to make the world more resilient. Here, you can develop a fulfilling career within an\n\nagile, inclusive company that offers flexibility and ample training and development programmes.\n\nI'm also proud of how we have fostered an inclusive culture at Swiss Re. People should feel they can be themselves at work, as this enables them to perform at their best.\n\nOver the past years, we have made it a priority to align salaries across genders and increase our female leadership. Thanks to",
        "metadata": {
            "page": 24
        },
        "id": "13adb102-9166-420a-a234-7fb98262a3f9"
    },
    {
        "page_content": "these efforts, Swiss Re was included in the Bloomberg Gender-Equality Index for the fifth year in a row in 2023, as well as being listed by Forbes as one of the World's Top Companies for Women. This shows how we have made Swiss Re a great place to work.\n\n## How has the recent shift in working culture affected HR's role within Swiss Re?\n\nAs flexible and hybrid work is now the norm, HR's role is to unite a diverse and global workforce around a shared purpose to foster innovation, collaboration and productivity.\n\nWith this new way of working, we need to make sure our people remain empowered and feel able to take the best decisions possible for our business. I'm pleased to say that three quarters of respondents in our 2023 employee survey felt their office environment and workplace services supported their productivity.\n\n## How is HR helping employees and managers adapt to this new work environment?\n\nTrust is key in a successful organisation, and it flows both ways between line managers and their teams. HR advocates and fosters the mindset shift required for this new and flexible working environment. For example, managers now need to coach and enable their teams just as much as they need to manage them. We're here to help managers adapt to leading more empowered, accountable employees by focusing on leadership development through training programmes.\n\nHR also encourages all Swiss Re employees to step up and 'be CEO' of their own jobs. This starts with recruiting the right people for the right roles and then supporting them throughout their career at Swiss Re, from onboarding to professional development and employee wellbeing support.\n\n## What were your biggest achievements in 2023?\n\nIn early 2023, Swiss Re announced the formation of its new Business Units. Firstly, the work my team and I did on the organisational design helped simplify the structure to get us closer to clients and partners, and sharpen our focus on performance.\n\nSecondly, HR supported the transformation by evolving our company culture and providing line managers with a framework to further empower employees. These efforts are paying off; in a recent employee survey, 80% of respondents said that they feel there is a strong sense of accountability among colleagues and that they have the authority to make decisions in their role.\n\n## What are your priorities in 2024?\n\nThis year is about focusing on execution and delivery so that we can win in the market. We need to look ahead and make sure Swiss Re has the high-performing people required to deliver results. As part of this, I will be prioritising talent management and leadership development, as well as recruiting new talent.\n\nAnother priority is to continue to drive our culture of simplicity, accountability and speed, while keeping our caring and inclusive spirit. I'm committed to empowering engaged employees who thrive and perform at their best to drive the success of our business.\n\n## 'I'm committed to empowering engaged employees who thrive and perform at their best.'",
        "metadata": {
            "page": 25
        },
        "id": "66ab7230-bedf-4fe4-8744-caa26e11eff5"
    },
    {
        "page_content": "## Group People Agenda\n\nSwiss Re's People Agenda is a critical enabler and success factor of the Group strategy. It captures what Swiss Re wants to achieve in order to set its employees up for success.\n\n<!-- image -->\n\nWe feel respected for who we are. We have a growth mindset, put client needs at the heart of our decisions, embrace digital opportunities and focus on sustainable commercial and financial outcomes.\n\n## Focus on inclusion\n\n## Culture of performance\n\nSwiss Re has a holistic approach to diversity, equity and inclusion (DEI), which aims to create a sense of belonging for everyone, regardless of factors such as age, gender and race, through an inclusive culture and inclusive practices. Feeling included enables employees to bring their best authentic selves to work.\n\n## Talent management\n\nSwiss Re's talent management ensures that the right people with the right skills are in the right roles. This requires strategic workforce planning, commitment to learning and development, and giving employees the flexibility to work in a way that meets their individual needs and preferences.\n\nSwiss Re's employees are expected to take responsibility and feel accountable for their work. This culture of performance builds on three interlinked components:\n\n- ·  Clear individual goals derived from the Group targets\n- · Regular feedback, supporting the individual to achieve the goals set\n- ·  Performance assessment based on the outcomes achieved",
        "metadata": {
            "page": 26
        },
        "id": "231132b0-d208-4c9e-9682-251bbe171443"
    },
    {
        "page_content": "## Key offices and people\n\nSwiss Re is a global company headquartered in Zurich, Switzerland. As of 31 December 2023, it employed 14 719 regular staff from 120 countries.\n\n<!-- image -->\n\n## Employees by region\n\n## Americas\n\n## APAC\n\n<!-- image -->\n\n2 336  United States\n\n337  Brazil\n\n322  Mexico\n\n283  Canada\n\n271  Colombia\n\n## EMEA\n\n<!-- image -->\n\n<!-- image -->\n\n3 288  Switzerland\n\n2 132  Slovakia\n\n980   United Kingdom\n\n474  Germany\n\n188  Spain\n\n117  Netherlands\n\n111  South Africa\n\n103  France\n\n95  Italy\n\n64  Luxembourg\n\n36  Denmark\n\n20  Israel\n\n11  Ireland\n\n8  Liechtenstein\n\n- 1  Ivory Coast\n\n2 044  India\n\n652  China\n\n344  Singapore\n\n265  Australia\n\n112  Japan\n\n72  Malaysia\n\n53  Republic of Korea\n\n- 1 Gender breakdown does not add up to total number of employees as employees disclose their gender themselves and may not identify with either category.",
        "metadata": {
            "page": 27
        },
        "id": "54ab6109-6495-4a65-ae16-fdaf3188abda"
    },
    {
        "page_content": "## Leading with inclusion\n\nSwiss Re's Diversity, Equity and Inclusion (DEI) strategy puts inclusion first to create a sense of belonging for everyone. With a focus on five diversity themes, the following initiatives help embed inclusion throughout Swiss Re to drive diversity and resilience.\n\n## Gender\n\nAdvancing gender parity and increasing female representation is central to Swiss Re's DEI goals. Swiss Re is committed to increasing the proportion of women in senior management positions. Swiss Re's ambition is to reach 35% female representation in executive and senior management by the end of 2027. Swiss Re aims to increase the number of women who join the company at all levels by ensuring diverse candidate slates and selection panels as well as equitable recruitment and hiring practices.\n\n## Generations\n\nSwiss Re wants to attract and retain employees across all generations, to learn from experienced colleagues and integrate those entering the workforce. This intergenerational mix drives Swiss Re's innovation and growth. Employees have flexible working options thanks to Swiss Re's Own The Way You Work™ policy and benefits that are tailored to various stages of life. In 2022, Swiss Re's Kids House was introduced to support families. It provides flexible childcare for working parents in Zurich and since 2023 also offers regular care for up to five days per week.\n\n## Equalising minimum parental leave\n\nIn 2023, Swiss Re introduced a new parental leave policy, equalising minimum parental leave globally to give employees better opportunities to raise their families and manage their work-life balance. Employees who become parents through birth, adoption, surrogacy or foster placement are eligible for the newly defined minimum parental leave. Primary caregivers receive a minimum of\n\n- 16 weeks and secondary caregivers get a minimum of four weeks of paid leave.\n\n## 500under30\n\nThe purpose of 500under30 is to connect young professionals at Swiss Re through tailored activities. The network opens up opportunities for people across different generations and job functions to work together. It provides networking opportunities, presentations by business leaders and access to learning materials. Launched in Switzerland, the 500under30 network continues to grow and is now operating in Swiss Re's South Africa and Slovakia offices.\n\n## AccelHERate\n\nAmong Swiss Re's many women's initiatives is AccelHERate, a flagship female leadership development programme at Swiss Re Global Business Solutions India. The programme is designed to develop female leaders by giving them the edge needed to grow in their careers, creating a pool of future leaders at Swiss Re. AccelHERate is successfully running its second cohort. According to Swiss Re's 2023 DEI Report, more than 40% of participants from the first cohort have advanced their careers due to the programme; approximately 20% have been promoted, 15% have become new line managers and 5% have changed to a more fulfilling role.\n\n## Flex+\n\nFlex+ is Swiss Re's flexible working model that facilitates a gradual approach towards retirement in Switzerland. Based on the Swiss Re Pension Fund Regulations, it allows employees between 58 and 65 to voluntarily reduce their responsibilities and/or working hours. While there is a corresponding salary adjustment, Swiss Re continues its contribution to their pension fund based on the previous level of employment. This flexible transition to retirement enables the company to preserve valuable institutional knowledge while also meeting the changing needs and expectations of employees nearing retirement.",
        "metadata": {
            "page": 28
        },
        "id": "08206ca2-dee0-439a-bf14-27781a0fe390"
    },
    {
        "page_content": "## Race and ethnicity\n\nSwiss Re sees having racially and ethnically diverse teams as an advantage. The company is working towards being more representative of the local markets it operates in. For example, teams in South Africa, the UK and the US are providing development opportunities to people of colour in the organisation, such as mentorship programmes and reverse-mentorships, where a junior employee fills in gaps in a more experienced person's knowledge. In growing a diverse talent pipeline, Swiss Re also supports a number of apprenticeship opportunities and engages in external partnerships to enhance racial and ethnic diversity.\n\n## LGBTI+\n\nSwiss Re is committed to providing a safe, equal-opportunity work environment for LGBTI+ employees. The company has signed the United Nation's Free & Equal Standards of Conduct to tackle discrimination against LGBTI+ people. In 2019, Swiss Re attained 'Embassy Status', which means that all leave (parental and bereavement), gift and insurance (medical, death and critical illness) benefits now extend to LGBTI+ partners as well as unmarried heterosexual partners across all locations. In the few locations where a significant cultural or legal barrier still exists, Swiss Re continues to work on solutions.\n\n## Mental health\n\nSwiss Re is working hard to break down the stigma surrounding mental health issues by making employees feel comfortable about communicating both mental and physical health issues without fear of judgment. The company has joined the Global Business Collaboration for Better Workplace Mental Health by signing a public pledge to advance progress in workplace mental health. Swiss Re also supports its employees by promoting a healthy working culture, notably through its flexible working initiative Own The Way You Work™ and its Employee Assistance Programmes.\n\n## Sponsorship programme for people of colour\n\nSponsorship programmes can help support the career advancement of underrepresented talent. Swiss Re launched an 18-month programme for people of colour in the US and Switzerland. It pairs Managing Directorlevel leaders with high-potential people of colour to support their development. The sponsorship includes learning opportunities and coaching, advocacy and endorsement from participants' sponsors, which aims to elevate the employees' profile and visibility in the organisation and potentially lead to new career opportunities.\n\n## myGwork\n\nSwiss Re is a proud partner of myGwork, the global business community for LGBTI+ professionals, students, inclusive employers and anyone who believes in workplace equality. The community seeks to empower the LGBTI+ community by offering members a safe space where they can connect with inclusive employers and find jobs, mentors, professional events and news. Swiss Re is also partnering with myGwork to recruit talent from the LGBTI+ community.\n\n## Pathways\n\nPathways, Swiss Re's Mental Health Network, is dedicated to raising awareness of mental health challenges, overcoming mental health misconceptions and taboos, and fostering an environment of open conversations to strengthen resilience. The global network comprises mental health champions - employees who take the time to listen, advocate for mental health in their circles and refer people to professional help if necessary.\n\n## Mosaic and Kaleidoscope Employee Resource Groups (ERGs)\n\nThe ERG Mosaic promotes an inclusive environment for people of colour to enhance their professional and personal development across the company and within society. Mosaic drives mentoring initiatives, builds community through networking opportunities, supports recruiting processes and partners with the DEI Council and Human Resources. The Kaleidoscope ERG's purpose is to ensure that people of different identities, ethnicities, nationalities and cultures at Swiss Re are empowered, ensuring equal opportunities and fostering an inclusive workplace that encourages people to be their authentic selves.\n\n## Together with Pride (TwP)\n\nTwP's mission is to create an inclusive workplace that empowers Swiss Re's diverse workforce - including LGBTI+ employees - to be their whole selves at work. The Employee Resource Group fosters an environment of belonging, where LGBTI+ colleagues can fully contribute to Swiss Re's sustainable business performance. The ally network actively increases awareness and equity among all Swiss Re employees so that the unique challenges faced by the LGBTI+ workforce are recognised and overcome. In 2023, TwP won the New Network of the Year accolade at the Bank of London Rainbow Honours Awards.\n\n<!-- image -->\n\n## Find more information here\n\nSustainability Report 2023/Our people\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "2dfe10c1-6aee-482d-9525-e7f8bcd1032b"
    },
    {
        "page_content": "<!-- image -->\n\nPatrick Raaflaub Group Chief Risk Officer\n\n## 'Sustainability is a strategic priority'\n\nGroup Chief Risk Officer Patrick Raaflaub looks back on Swiss Re's key sustainability achievements in 2023 and discusses the company's two main ambitions: advancing the energy transition and building societal resilience.\n\nPatrick Raaflaub joined Swiss Re in 1994 and held a variety of senior positions in finance and controlling. In 2008 he joined the Swiss Financial Market Supervisory Authority (FINMA) as Chief Executive Officer. He returned to Swiss Re as Group Chief Risk Officer and member of the Group Executive Committee in 2014. He is Chairman of the Group Sustainability Council.\n\n## Why is sustainability a key strategic area for the insurance industry?\n\nSustainability has been a strategic priority for the insurance industry for many years. Not only do sustainability topics have a material impact on our business activities, but the insurance industry also plays an important role in tackling sustainability challenges and providing peace of mind to individuals and businesses.\n\nAs a result, stakeholders ranging from shareholders to clients and from regulators to civil society have heightened expectations for companies to improve their sustainability performance. Therefore,\n\na proactive approach to managing sustainability risks and opportunities is key to our license to operate.\n\nEmbedding sustainability across all our business activities - including operations, investments and underwriting - allows us to increase our own company's resilience as well as that of our clients and partners.\n\n## Which sustainability-related issues are most significant for insurers and Swiss Re?\n\nClimate change and energy security remain a top global priority. Tackling climate change requires a dual approach:",
        "metadata": {
            "page": 30
        },
        "id": "2b0a3519-6286-43bf-a32b-7243da19b002"
    },
    {
        "page_content": "mitigating climate change by reducing emissions and adapting to the impacts of climate change. Beyond that, social impact is also gaining increasing relevance.\n\nIn 2022, Swiss Re conducted a materiality assessment by surveying a wide range of internal and external stakeholders to identify the most material sustainability topics for our company. Climate change, natural catastrophe protection, decarbonisation and financial inclusion were rated as topics where Swiss Re's activities potentially have the highest societal impact.\n\nFinancial inclusion is an important social topic that refers to the availability, accessibility and affordability of financial services such as insurance. This is particularly relevant for ensuring that individuals have sufficient financial protection against life and health risks.\n\n## Can you explain Swiss Re's Group Sustainability Strategy, which was updated at the end of 2022?\n\nBased on the materiality assessment conducted in 2022, we adjusted the Group Sustainability Strategy. The strategy focuses on two sustainability ambitions: advancing the net-zero transition and building societal resilience.\n\nThe first ambition centres on climate mitigation and decarbonisation, in line with Swiss Re's ambition to reach net-zero greenhouse gas emissions by 2050 across our entire business. The second ambition focuses on disaster resilience including climate adaptation - and financial inclusion.\n\nUnderpinning our strategy are three sustainability enablers that help us deliver on our commitments. First, we\n\nrecognise that our sustainability efforts must begin with and build on our own people and operations. To this end, we were one of the first multi-national firms to set a triple-digit internal carbon price, which incentivises action on our operational emissions reduction while raising the funds to purchase high-quality carbon removal certificates. Second, our ESG Risk Framework helps limit our exposure to downside sustainability risks.\n\nAll of this is supported by a robust governance structure with strategic discussions relating to sustainability taking place at the Group Sustainability Council, Group Executive Committee and Board-level committees.\n\n## What have been the key achievements since the strategy's launch?\n\nWe have made significant progress on our ambition to advance the net-zero transition, particularly on the underwriting side of the business. In 2023, we published insurance-associated emissions in line with the Partnership for Carbon Accounting Financials standard for the first time. While climate targets were already in place for our operations and asset management, in 2023 we also set near- and medium-term targets for underwriting that aim to increase the share of companies aligned to net-zero 2050 in our single risk re/insurance portfolios.\n\nWhen it comes to our own operations, in 2023, which was the first full year without COVID-19 travel restrictions, we reduced greenhouse gas emissions from business air travel by more than 60% compared to the baseline year 2018.\n\n## How is Swiss Re helping clients to address sustainability issues?\n\nWe help clients address key environmental and social challenges. We do so by building on our established modelling and\n\n'Embedding sustainability across all our business activities allows us to increase our own company's resilience as well as that of our clients and partners.'",
        "metadata": {
            "page": 31
        },
        "id": "c19c3883-df6b-4bad-9d04-2154c27666ca"
    },
    {
        "page_content": "## Vision and strategy\n\nunderwriting capabilities and working closely with our clients and partners to develop innovative risk transfer solutions. For example, in 2023, Swiss Re provided reinsurance cover for the construction and operation of over 20 wind farms, solar farms and battery energy storage systems in the Philippines - thereby supporting the country's renewable energy goals.\n\nThrough our long-standing public-private partnerships with Turkey and Morocco, our earthquake reinsurance provided much-needed disaster resilience in the wake of the devastating earthquakes that struck both countries.\n\nAnother example is our parametric flood risk solution, which contributes to financial inclusion by specifically supporting low- and middle-income communities in New York City's flood-prone neighbourhoods.\n\n## How does Swiss Re tackle emerging sustainability risks and opportunities?\n\nIdentification and monitoring of relevant developments are key to managing risks and seizing opportunities. Swiss Re has several expert teams supporting the early detection and monitoring of relevant sustainability trends, including technology trends on the path to a low-carbon economy.\n\nIn addition, both Corporate Solutions and P&C Re have dedicated centres of competence for renewable energy. We are investing in the knowledge, data and expertise our clients need to navigate this complex and evolving risk landscape.\n\n## What are the priorities for the coming years?\n\nWe must be prepared to meet increasing and globally fragmented sustainabilityrelated disclosure and regulatory requirements.\n\nLooking at the bigger picture, if we want to increase societal resilience, we must pursue two strategies: reducing expected losses and expanding insurance coverage. We aim to continue to provide quality coverage for clients, narrow the protection gap and foster financial inclusion.\n\nWe will continue to diligently implement our decarbonisation targets and measure our progress against those targets.\n\nFinally, we can only make the world more resilient if our organisation remains resilient.\n\n<!-- image -->\n\n## Read the full report here\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "3088c648-e467-47a9-9c9a-04424411eb68"
    },
    {
        "page_content": "## Group Sustainability Strategy\n\nSwiss Re embeds sustainability across its business activities, considering environmental, social and governance factors in underwriting, investments and operations, while ensuring that sustainability is appropriately reflected in roles and responsibilities.\n\nDerived from Swiss Re's vision to make the world more resilient, the Group Sustainability Strategy (GSS) comprises two sustainability ambitions and three enablers. Together, they allow Swiss Re to realise its sustainability mission to invest, operate and share knowledge in a way that tackles sustainability challenges and creates long-term value.\n\n## Sustainability ambitions\n\n## Ambition 1: advancing the net-zero transition\n\nSwiss Re strives to minimise the environmental impacts of its business and has committed to net-zero GHG emissions by 2050. To achieve this, Swiss Re focuses on:\n\n- · Committing to a decarbonisation pathway and setting GHG emission reduction targets for assets, liabilities and operations\n- · Providing risk transfer solutions and investments to advance the net-zero transition across different sectors\n- · Engaging with clients and stakeholders, building on Swiss Re's risk knowledge\n\n## Ambition 2: building societal resilience\n\nSwiss Re helps build societal resilience by enhancing disaster resilience and fostering financial inclusion in both advanced and emerging economies by:\n\n- · Narrowing the natural catastrophe protection gap by offering respective re/insurance products and services, including advancing climate adaptation\n- · Fostering financial inclusion with a focus on household financial protection and healthcare protection\n- · Engaging with clients and stakeholders, building on Swiss Re's risk knowledge\n\nBuilding on Swiss Re's risk knowledge, stakeholder and client engagement plays an important role in the implementation of the two ambitions of the GSS.\n\n## Group Sustainability Strategy 2023-2025:\n\n## Swiss Re's vision\n\nWe make the world more resilient.\n\n## Sustainability mission\n\nWe insure, invest, operate and share our knowledge in a way that tackles sustainability challenges and creates long-term value.\n\n<!-- image -->\n\n<!-- image -->\n\nAdvancing the net-zero transition\n\nBuilding societal  resilience\n\n## Sustainability enablers\n\n<!-- image -->\n\n<!-- image -->\n\nSustainability ambitions\n\n<!-- image -->\n\nPeople and operations\n\nESG risk management\n\nGovernance and compliance\n\n## Sustainability enablers\n\nKey to delivering on the sustainability ambitions is a resilient organisation. This highlights the importance of dedicated people, resilient operations, diligent ESG risk management, as well as exemplary governance and compliance - the sustainability enablers.\n\n## Group Sustainability Strategy developments in 2023\n\nFor the implementation of its first ambition, advancing the net-zero transition, Swiss Re focused on setting new underwriting\n\ntargets as well as on measuring and managing Swiss Re's underwriting carbon footprint in selected areas. Swiss Re also remained on track to deliver on its GHGrelated targets for Swiss Re's investments and operations.\n\nFor the second ambition, building societal resilience, Swiss Re developed a more granular definition of disaster resilience and financial inclusion, and further developed its ESG Risk Framework. The Group also refined the compensation-linked sustainability criteria to support the GSS.",
        "metadata": {
            "page": 33
        },
        "id": "b068fce1-a804-4a31-979b-cc260e436575"
    },
    {
        "page_content": "## Market context",
        "metadata": {
            "page": 34
        },
        "id": "1d6fa76e-3e96-474e-8dfb-32a3d65f5e51"
    },
    {
        "page_content": "As a leading global reinsurer, Swiss Re aims to stay one step ahead of emerging risks around the world. This section breaks down key insurance market trends of 2023, assessing the impact of ongoing economic and social inflation, damaging natural disasters and climate change, and expected mortality improvements in today's risk landscape.\n\nSwiss Re's Group Chief Investment Officer Velina Peneva also shares her perspective on the global economic outlook and what this means for investors.",
        "metadata": {
            "page": 35
        },
        "id": "cd60d5d5-e072-4401-9377-5e48ce0dd573"
    },
    {
        "page_content": "<!-- image -->\n\nVelina Peneva Group Chief Investment Officer\n\n## 'Asset Management will continue to deliver on plan'\n\nGroup Chief Investment Officer Velina Peneva looks back on the volatile but surprisingly resilient economy of 2023, outlines Asset Management's priorities for 2024 and shares what inspires her most about working at Swiss Re.\n\nVelina Peneva joined Swiss Re in 2017 as Head Private Equity and developed and executed the investment strategy for the Private Equity portfolio. She became Co-Head Client Solutions & Analytics in 2019 and was responsible for implementing Asset Management's investment portfolio strategy. She was appointed Group Chief Investment Officer and member of the Group Executive Committee in April 2023.\n\n## Last year was characterised by market uncertainty and volatility - what surprised you most in 2023?\n\nProbably the biggest surprise for most of us in 2023 was the resilience of the global economy. At the start of the year, a significant economic contraction was widely expected given the sharp jump in interest rates. It was believed that the US Federal Reserve would succeed in its efforts to combat inflation, but at the cost of a US labour market softening.\n\nWhat we actually witnessed was inflation slowing and economies generally remaining resilient as Central Banks ensured liquidity\n\nand stability. While European economies fared relatively well, stagnating but not experiencing a recession, the US economy was most notable for remaining buoyant. This was driven by government stimulus packages and continued strong consumer spending, as well as optimism around the promise of significant future AI-based productivity benefits.\n\nAnd let's not forget that in 2023, there were dislocations that would have previously shaken the confidence of markets to the core. In March, we saw the collapse of a number of US regional banks, and the denouement of the Credit Suisse story.",
        "metadata": {
            "page": 36
        },
        "id": "4ef3ef38-789f-4d3d-8e48-fa768728e582"
    },
    {
        "page_content": "I am proud to say that we in Asset Management navigated through these challenges successfully with limited impact on our portfolio.\n\n## As Swiss Re's Group CIO, what are your top priorities for 2024?\n\nMy priorities for Asset Management for this year are clear - to continue to deliver on plan, and remain a sustainable contributor to Swiss Re's profitability and return on equity. In short, this means delivering on investment targets and prudently managing exposures, with a laser focus on the quality of the portfolio. We will also continue to build out our private market assets, in particular our private infrastructure debt investments, a platform which we started over ten years ago and something that truly differentiates us.\n\n## How will emerging trends, AI in particular, impact or reshape your approach to investing?\n\nGenerative AI has many implications for all organisations, especially for knowledgebased firms like ours. In Asset Management, we are actively assessing how the technology can best support the work we do - for instance, how it can help us identify opportunities - but just as importantly, how we can use generative AI to flag risks before they manifest. Overall, technologies such as AI should be viewed less as a threat and more as something to be harnessed and used to improve decisionmaking and productivity - and to make better investments.\n\n## Can you tell us a bit about yourself, your career path and how those experiences fit with your current role?\n\nI have had a very international upbringing and have lived and worked across three continents. I have always been open to exploring new opportunities and do not shy away from the unknown, factors that have shaped my career so far. This mindset has served me well and led me from a career in consulting to taking the role of Head of Private Equity at Swiss Re, expanding my scope as Co-Head of Client Solutions & Analytics and, of course, recently taking the Swiss Re Group CIO role. Throughout that journey, I have constantly challenged myself to learn and evolve.\n\nI have learned that regardless of your role, the value of developing a strategic mindset should never be underestimated - and that, ultimately, all successful organisations are built on their people. In any leadership position, it comes down to how you empower your teams, how you inspire them, how well you understand their needs and how you communicate to get maximum buy-in.\n\n## What attracted you to Swiss Re in the first place?\n\nI had long been intrigued by the history of the firm as a knowledge-based organisation. In fact, I had already worked with Swiss Re Asset Management in an advisory capacity, so I knew firsthand that the expertise and know-how of the organisation were, in my opinion, second to none. People here are driven, super smart and willing to make the right decision - even when it is a difficult one. This focus on what I call 'True North' is inspirational and made the decision to come to Swiss Re relatively easy. Last but not least, Swiss Re's vision to make the world more resilient is something that resonates deeply with me on a personal level.\n\n## What advice would you give someone starting out or looking to advance their career?\n\nAnybody starting their career should have an open mind. This is super important as a career spans many decades, and you don't know at the start what you will enjoy or even where your true skills lie. Indeed, I always make a point of advising new joiners at Swiss Re to avoid a myopic view of where their career will take them.\n\nInstead, I urge them to be open to new opportunities and challenges, and to always look to expand their horizons even if that means straying outside of their comfort zone. They should always ask themselves what more they can learn and how they can best contribute. The people you work with also make a huge difference and this is an important factor to consider when joining an organisation. Working life is so much more fun if you can have a great time with your colleagues - which is what I have been experiencing here at Swiss Re since I joined.\n\n'People here are driven, super smart and willing to make the right decision even when it is a difficult one.'",
        "metadata": {
            "page": 37
        },
        "id": "beffafc1-bdcd-462f-a03c-5db714a6fd7e"
    },
    {
        "page_content": "## Market trends\n\nSwiss Re examines the main trends that influenced the global economy and re/insurance markets in 2023. The following topics will continue to impact global and industry resilience in 2024 and beyond.\n\n## Economic outlook: slowing global growth\n\nGlobal economic growth is set to slow in 2024 as the growth impetuses of 2023 fade and the lagged impact of higher interest rates continue to filter through to the real economy. Swiss Re Institute forecasts global real GDP growth of 2.4% in 2024, down from 2.6% in 2023. Regional discrepancies will persist with Europe's economy continuing to underperform the US and China.\n\nInflation pressures are also expected to slow further, including underlying core inflation. Nominal wage growth is also subsequently set to slow meaningfully with lower headline inflation, suggesting that significant second-round effects from the past inflation surge are unlikely. However, geopolitical issues or other external shocks could pose upside risks to inflation in 2024.\n\nThe widespread progress on achieving disinflation has allowed the focus for 2024 to shift to central bank interest rate cuts. Some emerging market central banks have already started lowering policy interest rates and will continue to do so in 2024. Among advanced markets, the European Central Bank has a higher chance of starting to cut interest rates before the US Federal Reserve given the euro area's weaker economy.\n\n## Inflation in 2023: continued progress\n\nInflation remains a concern for insurers because it leads to higher claims and erodes real premium growth. While the impact of incremental economic inflation on claims is set to ease further over the course of next year, social inflation is likely to remain an issue that needs monitoring for claims, especially in the US.\n\nIn 2023, headline inflation rates eased notably after their peak in 2022. The relief came mostly from changes in global energy prices. However, core consumer inflation pressures, which strip out the more volatile energy and food price components, reached new highs in 2023 in the US and Europe. This is largely due to strong labour markets, which have kept wage growth elevated, subsequently filtering through to service prices. Nominal wage inflation, however, now appears to have peaked in developed markets.\n\nAccording to Swiss Re Institute forecasts, inflation is expected to moderate in advanced economies in 2024 and 2025. However, inflation is expected to remain volatile and be higher in the next decade than in the pre-COVID decade. This is due to structural factors, such as deglobalisation and geopolitics, decarbonisation and climate change, and debt and demographics.\n\n## Interest rates in 2023: a higher policy rate regime\n\nThe new higher interest rate regime continued to mature in 2023.\n\nDeveloped market central banks raised policy interest rates further in the first half of 2023, reaching levels seen prior to the Global Financial Crisis of 2007-2008. In the second half of the year, central banks paused rate increases as inflation slowed, keeping interest rates unchanged throughout the rest of the year. By contrast, several central banks in emerging markets already started to cut interest rates in 2023, after being the first movers in the monetary policy tightening cycle.\n\nLonger-dated sovereign bond yields in developed markets moved notably higher in nominal and real terms in 2023 and peaked at multi-year highs in the autumn, before falling again towards the end of the year as a result of disinflation progress and expectations for central bank rate cuts in 2024. Bond market volatility was also elevated throughout the year, with the MOVE index (US bond market volatility index) well above the average for the past decade.\n\nCentral bank interest rates are important for insurers, as these constitute a risk-free rate of return for their fixed income investments. With higher levels of interest rates, insurers have a more positive investment outlook, especially compared with the ultra-low interest rate environment of the 2010s. It will take some time for insurers to fully reap the benefits of higher investment yields, as these are contingent on when bond holdings mature and are reinvested.",
        "metadata": {
            "page": 38
        },
        "id": "49f8fb68-cdfd-4179-8dd7-ec0fab990acd"
    },
    {
        "page_content": "## Social inflation\n\nThe term social inflation refers to the increase of insured claims beyond what you would expect from pure economic considerations, such as wages or core consumer price inflation.\n\nInsurers writing third party liability and motor business are impacted most by this trend. Currently, the issue is most prominent in the US, where insured losses from liability claims surged by 16% per year over the past five years. This is well above average rates of economic inflation of around 4%.\n\nSocial inflation is being driven by several factors. Social sentiment and jury attitudes reflect beliefs that corporations should be held accountable for damage done towards individuals and society.\n\nAccording to Swiss Re research, 71% of the US population thinks that punitive damages are the best way to deter corporations from wrongdoings.\n\nWhat's more, access to justice is becoming easier. Third-party litigation funding allows for better-funded cases and the number of TV advertisements for legal services in the US has increased by 93% between 2014 and mid-2022.\n\nAt the same time, legal concepts are being tested, opening new venues for litigation such as climate change and addictive software design.\n\nSwiss Re addresses the issue of social inflation proactively through a wide range of measures. These include increasing research into understanding the underlying drivers, working with clients to ensure risk-adequate rates and proactive claims handling for increased liability risks, and repositioning the portfolio towards less exposed segments.\n\n## Key publication\n\n<!-- image -->\n\nsigma 6/2023: Risks on the rise as headwinds blow stronger: global economic and insurance market outlook 2024-25\n\n## Find more information at\n\nswissre.com\n\n<!-- image -->",
        "metadata": {
            "page": 39
        },
        "id": "8e7f8466-f295-4ecb-a28c-609bdc32e7dd"
    },
    {
        "page_content": "## Market context\n\n## Increasing natural catastrophe losses\n\nAccording to the European Union's Copernicus Climate Change Service, 2023 was the hottest year on record and climate science predicts that global average temperatures will continue to rise in the future.\n\nOver the long term, the changing climate will translate into changes in frequency and intensity of weather-related natural catastrophes, which could contribute to increasing insured losses for certain perils in some regions in the future. The dominant drivers of rising natural catastrophe losses remain economic development, concentration of assets in exposed areas, urbanisation and changing vulnerabilities. Insured losses from natural disasters in 2023 exceeded USD 100 billion for the fourth consecutive year.\n\nA feature of the large losses for 2023 was the accumulation of low single-digit billion-dollar events. In total, severe convective storms, one of the secondary perils, were the main contributor to losses for the first time. In the US alone, there were 18 individual severe convective storms that exceeded USD 1 billion in insured losses in 2023.\n\nOther secondary perils, such as wildfires or flooding, also contributed to the elevated losses in 2023. Wildfire losses were present in several parts of the world, from Southern Europe to Canada and the US, while flooding affected all regions. Globally, 60% of insured losses have been caused by secondary perils in the past ten years, reinforcing the need to more rigorously consider these perils when assessing and mitigating natural catastrophe risk.\n\n## Property catastrophe pricing cycle\n\nWhile there is high volatility associated with natural catastrophes, insured losses have been growing by 5-7% per year, a trend expected to continue.\n\nProperty nat cat pricing remains a function of a dynamically changing risk landscape, as well as supply and demand dynamics.\n\nApart from climate change, higher claims costs are also driven by urbanisation in areas exposed to natural catastrophes; economic inflation affecting key claims costs, such as rebuilding expenses; and increasing wealth leading to greater losses when disaster strikes.\n\nAccording to the Guy Carpenter Property Catastrophe Rate on Line Index, natural catastrophe pricing rose for the sixth consecutive year. The 27.5% increase in 2023 was the largest jump in the current hard market cycle. The underwriting discipline associated with this hard market is expected to continue into 2024, as observed during the 1 January 2024 treaty renewals.\n\n## Related research\n\n<!-- image -->\n\nExplore Swiss Re Institute's extensive research on climate and natural catastrophe risk\n\n## Find more information at\n\n<!-- image -->\n\nswissre.com",
        "metadata": {
            "page": 40
        },
        "id": "5cdab1ec-cdb2-4314-9b09-85c58407444e"
    },
    {
        "page_content": "## Life expectancy trends\n\nOver the past decade, life expectancies have plateaued in advanced markets. In 2023, landmark research from Swiss Re Institute, The future of life expectancy, investigated the reasons for slower mortality improvements.\n\nThere are various drivers of this trend. The positive impact of advances in cardiovascular diseases, such as smoking cessation, anti-hypertensives and statins, have already been realised, with minimal additional gains expected in years to come. The impact of obesity and its related health impacts, such as type 2 diabetes, is rising.\n\nRecently, excess mortality has been driven by COVID-19 and poor cardio-metabolic health, with a smaller contribution from opioid addictions and violent deaths in the US. Life expectancy is slowly trending back towards baseline expectations, especially as COVID-19 moved from a pandemic to an endemic status in 2023.\n\nMedical advances that have the potential to drive the next wave of mortality improvements are on the horizon. The earlier detection of conditions such as cancer and Alzheimer's disease is becoming more achievable due to emerging medical technologies or developments such as artificial intelligence.\n\nThe shift from more general therapies to personalised and precision medicines, such as mRNA vaccines for cancer in conjunction with immunotherapy, are expected to boost survival rates.\n\nPerhaps the greatest advances can come from lifestyle choices. Improving metabolic health through good diets, reduction of smoking and alcohol, keeping active, and getting enough sleep may just be the key to living longer.\n\nIn the longer term, a range of positive developments must come to fruition in order to build a strong case for continued mortality improvements. Ongoing investment in medical research is key, supported by public health policies and, increasingly, by individuals taking responsibility for their own health.\n\nSwiss Re's L&H Re business is employing a more balanced and robust portfolio with emphasis on large, global and diversified business lines and embedding long-term analyses of past trends with a forwardlooking view of medical advances, societal changes and technological developments.\n\n## Key publication\n\n<!-- image -->\n\nThe future of life expectancy: forecasting long-term mortality improvement trends for insurance\n\n## Find more information at\n\n<!-- image -->\n\nswissre.com",
        "metadata": {
            "page": 41
        },
        "id": "292ce59e-6f0b-4772-a3c6-d13316c60ee3"
    },
    {
        "page_content": "## Property & Casualty Reinsurance",
        "metadata": {
            "page": 42
        },
        "id": "f4eb4ae5-70aa-4c58-b9f8-3d73cdcd73c4"
    },
    {
        "page_content": "Net income for 2023 (USD billions | 2022: USD 0.3 bn)\n\n1.9\n\nNet premiums earned for 2023 (USD billions | 2022: USD 22.0 bn)\n\n<!-- image -->\n\n22.9\n\nIn its first year as a standalone Business Unit, 2023 saw P&C Re build a more streamlined, agile and responsive business that is closer to local market and client needs.\n\nThis transformation and the resulting organisational change fuelled P&C Re's contribution to group earnings and delivery on its target, with a combined ratio of 94.8%.",
        "metadata": {
            "page": 43
        },
        "id": "15fcfe04-b024-4c52-99cb-48486576c6ac"
    },
    {
        "page_content": "Urs Baertschi\n\n<!-- image -->\n\nCEO Property & Casualty Reinsurance\n\n## Strength in diversification and client franchise\n\nP&C Re generates roughly USD 25 billion in gross written premiums, which represents about 10% of the global P&C reinsurance market, according to Swiss Re Institute. Such scale brings the benefits of diversification, and P&C Re is wellpositioned across different geographies as well as property, casualty and specialty lines. Our strength is derived from our leading client franchise and strong relationships rooted in years of partnership. We are often the first port of call for our clients, who lean on Swiss Re's risk expertise and look to us for guidance, particularly as they navigate today's growing list of uncertainties. Effective engagement and P&C Re's insights are just two of the reasons clients continue to rank us as the number one P&C global reinsurer 1 .\n\n## Delivering on our commitment in 2023\n\nUrs Baertschi began his career in a variety of private equity and corporate development roles. He went on to hold a number of senior management positions at Swiss Re, including President of Reinsurance Latin America, CEO Reinsurance EMEA and now CEO P&C Re, one of the top franchises in the industry.\n\nA scan of the top 2023 news stories reveals a series of earthquakes, severe storms, political tensions, war and economic volatility. It is against this backdrop that our Property & Casualty Reinsurance (P&C Re) business has offered stability and resilience, delivering on our commitments to our shareholders, clients and employees. Our own headlines for the year tell a story of transformation built on 160 years of understanding, anticipating and managing the world's risks. As a new standalone Business Unit, we reimagined the way we operate our P&C business to be more streamlined, agile and responsive to local market and client needs. This transformation and the resulting organisational change fuelled P&C Re's contribution to group earnings as we delivered on our target of a combined ratio below 95%.",
        "metadata": {
            "page": 44
        },
        "id": "15cbf4a3-87ef-453c-97ae-c38b261d662a"
    },
    {
        "page_content": "## 'Our strength is derived from our leading client franchise and strong relationships rooted in years of partnership.'\n\n## Specialised expertise brings competitive edge\n\nP&C Re has a culture of commitment and expertise, supported by more than 2 500 talented colleagues across 70 different countries and five continents. Among them are engineers, underwriters, claims experts and data scientists - all of them experts in their field and many of them working side by side with local clients. This means we are accessible, and our teams are intimately familiar with important nuances of the risks we share with our clients.\n\nOur risk expertise runs deep. For our natural catastrophe business alone, we have more than 50 experts in areas like seismology, oceanography and meteorology who can tap into 200 proprietary risk models covering a wide range of risks.\n\nWe also have more than 200 colleagues who are dedicated to specialty insurance, covering engineering, marine and aviation, credit and surety, agriculture and cyber. These specialists bring years of hands-on, seasoned experience and understanding.\n\n## Increased understanding of renewable energy risk\n\nThe passion of our Specialty teams is demonstrated by a talented team in our engineering business who fulfilled their vision to create a Centre of Competence for Renewable Energy (see page 50).\n\nBuilding on work that was already ongoing within the Specialty teams, the Centre launched in 2023 with a mission to help our clients understand the range of new and emerging risks needed to insure the energy transition in coming years. The team's work will build financial protection for wind farms, solar plants and hydro installations.\n\n## Post-earthquake recovery and rebuilding\n\nThe tragic earthquake in Turkey and Syria in February was the largest natural catastrophe loss event in 2023. It provides a timely example of how we can pair expertise and the financial strength of the Swiss Re Group to multiply the benefit for clients and for society.\n\nP&C Re provided over USD 500 million in claims support to our clients in Turkey. The most significant of these payments was to the Turkish Catastrophe Insurance Pool (TCIP), a governmentbacked programme to increase insurance protection for households that typically fall outside the insurance safety net. TCIP is the result of years of engagement between Turkish authorities and Swiss Re's Public Sector Solutions (PSS) teams.\n\nIn this case, our PSS team's understanding of public needs provided an important complement to our Reinsurance work with insurance clients in Turkey, and made us uniquely suited to be able to help (see page 46).\n\n## Servicing clients across a diversified business\n\nThe example of Turkey is a reminder that natural catastrophe protection is at the heart of P&C Re's business. The trend of the past years strongly suggests that insured natural catastrophe losses exceeding USD 100 billion per annum have become the new normal. We expect to see this trend continue, especially as the impact of secondary perils increases. Unfortunately, uninsured economic losses are also\n\ngrowing, and Swiss Re continues to work with its clients to keep addressing this protection gap.\n\nOur experts have expanded P&C Re's capabilities to develop customised tailored transactions for clients to address complex capital management needs. This is highly specialised work that strengthens our client relationships.\n\nOur clients also benefit from Swiss Re's insights and technologies of our Solutions suite. Examples include CatNet®, Swiss Re's natural catastrophe underwriting tool, and the Rapid Damage Assessment (RDA) platform, which is revolutionising the speed at which insurers can assess and pay claims in the wake of a natural catastrophe. 2\n\n## Outlook\n\nWe enter 2024 with a robust and diversified\n\nportfolio. P&C Re has a strong value proposition and client franchise. In the face of an increasingly volatile risk landscape, there is strong recognition of the value insurance and reinsurance deliver to society as a critical financial safety net. We have worked diligently to build the right risk-reward mix for the capital we deploy and P&C Re will continue to leverage a combination of global risk expertise paired with local market understanding delivered through engaged, empowered and talented teams.\n\nUnder the IFRS reporting framework, the P&C Re financial target is to achieve a combined ratio of less than 87%.\n\n- 1 NMG Consulting's Global P&C Re Study 2023.\n- 2 See page 76 for more information on Swiss Re's Reinsurance Solutions.",
        "metadata": {
            "page": 45
        },
        "id": "79ecdd77-2019-4855-8850-cc584f2fa6d1"
    },
    {
        "page_content": "## Earthquake protection for Turkey and Morocco\n\nWith strong partnerships in Turkey and Morocco, Swiss Re helped bring innovative earthquake protection to these areas.\n\nFollowing the devastating earthquakes that struck Morocco and Turkey in 2023, Swiss Re paid over USD 500 million in claims, providing funds to areas where they were most needed in a timely manner.\n\nOn the morning of 6 February 2023, a magnitude 7.8 earthquake shook southern Turkey and Syria, followed by a 7.5 magnitude quake nine hours later. The earthquake sequence resulted in the collapse of thousands of buildings and caused over 50 000 deaths and 100 000 injuries.\n\nThe financial losses also proved extensive. However, the Turkish insurance system was well prepared to respond, having already established a government insurance programme to deal with earthquakes.\n\nAfter the 1999 earthquake in the Kocaeli Province, the Turkish government prepared for the financial impact of property loss following future catastrophes. It created a compulsory earthquake insurance system for residential buildings on registered land in urban areas, providing a basic insurance cover for millions of people.\n\n'The threat of major earthquakes has long been a concern of Turkey's government,' notes Esther Baur, Head Europe, Public Sector Solutions (PSS). 'Almost 70% of Turkey's population and 75% of its industrial facilities are vulnerable to\n\nlarge-scale earthquakes. That's why in 2000, the Turkish government partnered with the insurance industry.'\n\nThis collaboration resulted in the creation of the Turkish Catastrophe Insurance Pool (TCIP). Over the years, Swiss Re has become a leading reinsurance partner for TCIP. 'I'm proud of this partnership,' notes Esther. 'We helped grow an insurance pool covering people that would normally not have this support. In 2023, we were there for these people when it mattered the most. More than 500 000 households received a payout.'\n\nBefore the establishment of TCIP, earthquake insurance in Turkey was mostly provided as an allied peril to fire and engineering policies. 'The penetration rate was quite low - only 5% coverage of residential buildings,' Esther recalls. 'But by spreading insurance and risk awareness to the public, it jumped to 60% earthquake insurance penetration country-wide - one of the world's highest rates.'\n\n## Hand in hand with reinsurance clients\n\nSwiss Re's PSS group has also supported the core reinsurance work at Swiss Re since its establishment in 2011. Turkey represents one of PSS's original flagship markets, as well as an important market for P&C Re in the region for over a century.\n\nAnna Ziswiler, Market Head Switzerland & Mediterranean, explains: 'Swiss Re has been sharing risk with insurers in Turkey\n\n<!-- image -->\n\nAnna Ziswiler Market Head Switzerland & Mediterranean, P&C Re\n\nAnna's work in Turkey  builds on Swiss Re's 100-year legacy of providing global risk expertise and reinsurance capacity, combined with cutting-edge technology solutions.",
        "metadata": {
            "page": 46
        },
        "id": "5723f37d-c5cc-4e4c-8dd9-708e30429079"
    },
    {
        "page_content": "Swiss Re CatNet® image of the Kahramanmaras earthquake sequence that shook Turkey on 6 February 2023\n\n<!-- image -->\n\nsince 1912, with some individual client relationships enduring for nearly a century. Honouring our long-standing commitment to the market and our clients was a priority - we wanted to be there as Turkey faced one of the largest natural catastrophes in its history.'\n\nWhen the earthquakes struck in February 2023, Anna's team launched a response to ensure claims support was available early. 'We soon realised the extent of the damage,' recalls Anna. 'In our role as a leading reinsurer in Turkey, we felt this was our moment of truth.'\n\nThe team was well prepared: with expertise in the market and close relationships with clients and brokers, it had substantial access to potential loss information and developments.\n\n'Our understanding of our clients helped us get claims payments to them quickly, at times even within 72 hours,' Anna explains.\n\nSwiss Re's team was also present on the ground in the weeks following the earthquakes and contributed to industry discussions, sharing best practices and insights from other markets. It was a strong group effort across functions, from our natural catastrophe specialists to underwriting and claims experts.\n\n'Having our teams available for clients and sensitive to what they were going through was key,' notes Anna. 'In the face of such a devastating event, we benefitted from our solid preparation and follow-through.'\n\nAnna's team supported payouts of over 500 000 claims, stemming from over a dozen clients, including insurers, local reinsurers and TCIP, and delivered much-needed support to disaster-struck insureds. 'Reinsurance is fundamental to the long-term reconstruction of society after devasting events,' Anna reflects.\n\nEsther Baur Head Europe, Public Sector Solutions\n\n<!-- image -->\n\nEsther leads a team that works with government and public sector clients in Europe, providing them with tailored solutions that strengthen their financial resilience.",
        "metadata": {
            "page": 47
        },
        "id": "3a309c47-d4f7-4e5f-b7b2-ad0e438c0885"
    },
    {
        "page_content": "## Property & Casualty Reinsurance\n\nSwiss Re's support for the Turkish community went beyond the claims paid. Through a partnership with Médecins Sans Frontières and in collaboration with local partners, Swiss Re Foundation supported the provision of medical care. The Foundation also ran a donation programme to support Better Shelter. The Better Shelter programme offered temporary dwelling for those rendered homeless by the earthquakes.\n\n## Moroccan solidarity\n\nOn 8 September 2023, a magnitude 6.8 earthquake struck near the town of Oukaïmedene in western Morocco. According to the US Geological Survey, over a million people were directly exposed - with 2 960 people killed and 5 800 injured.\n\nLike Turkey, Morocco's government had already recognised the dangers of disaster risk and had implemented a system of public-private partnerships to pre-finance their response to earthquakes.\n\nErik Payen from Swiss Re's PSS team worked closely with the Moroccan government to set up their catastrophe risk insurance programme. 'Until the Al Hoceima earthquake in 2004, public policies relating to recovery and reconstruction were mostly based on ad-hoc approaches put in place after disasters,' Erik explains. 'They lacked a mechanism for dedicated pre-funding.'\n\nThe government subsequently developed a two-pillar system. A National Catastrophe Insurance Pool was established to support people holding\n\nprivate insurance contracts with full protection against catastrophic risks. Meanwhile, a Solidarity Fund was created to provide cover for the uninsured and most vulnerable members of society.\n\n'The Solidarity Fund is very important for households outside the private insurance safety net,' notes Erik. 'Because it provides an example for those families to understand the value of moving to private insurance for more comprehensive coverage. It is an excellent example of how to complement private insurance covers with a government programme.'\n\nErik's work complements the larger P&C Re activities in Morocco. From engineering to energy and property lines, P&C Re provides a broad range of cover to Africa's second-largest insurance market.\n\nNicolas Christinet, P&C Re's Regional Manager for North Africa, oversees Swiss Re's Moroccan clients and regularly visits the country. Following the September earthquake, Nicolas' team acted to show support for the local insurers and brokers, as well as the public institutions.\n\n'Morocco has a refined insurance system for natural catastrophes, which we support with capacity, know-how and innovative products like parametric insurance,' explains Nicolas. 'After the 2023 earthquake, we released a substantial payment to the Solidarity Fund within a few weeks. This is work we are proud of because we can directly see how insurance builds resilience.'\n\n<!-- image -->\n\n## Nicolas Christinet\n\nRegional Manager North Africa, P&C Re\n\nNicolas and his team strive to close protection gaps by strengthening the dynamic insurance markets across the North African region.",
        "metadata": {
            "page": 48
        },
        "id": "17ef9aaa-9a26-4c76-85ca-55b9bb729c5b"
    },
    {
        "page_content": "In Turkey, Morocco and around 80 other countries globally, P&C Re and PSS have partnered to support government programmes. It is all part of the One Swiss Re strategic approach.\n\nEsther Baur adds. 'It is rewarding to be part of solutions that address disaster risk reduction, increase social protection and fiscal risk management, and develop the financial market.'\n\n'Our work in Turkey and Morocco is a good example of how we have been developing strong public-private partnerships,'\n\n## The ten largest earthquakes by economic loss\n\nSince the San Francisco earthquake in 1906, Swiss Re has been at the forefront of providing earthquake protection. Over 80% of large earthquakes occur around the edges of the Pacific Ocean, an area known as the Ring of Fire - and it is not surprising that the largest losses historically have occurred in this region. The Mediterranean region is also a hotspot for devastating earthquakes. Currently, well over 60% of the economic losses from earthquakes remain uninsured. As the examples of Turkey and Morocco show, strong public-private partnerships and insurance markets can go a long way to closing that gap.\n\n| Event               |   Economic losses* | Insured  losses*   |\n|---------------------|--------------------|--------------------|\n| Japan 2011          |                284 | 47                 |\n| China, 2008         |                176 | 1                  |\n| Japan, 1995         |                165 | 5                  |\n| United States, 1994 |                 90 | 31                 |\n| Turkey, 2023        |                 58 | 6                  |\n| Japan, 2004         |                 47 | 1                  |\n| Italy, 1980         |                 44 | 0                  |\n| Chile, 2010         |                 42 | 11                 |\n| Turkey, 1999        |                 37 | 2                  |\n| Armenia, 1988       |                 36 | -                  |\n\n- * Figures in USD billions, at 2023 prices.\n\nSource: Swiss Re Institute\n\nErik Payen Senior Client Manager Europe, PSS\n\n<!-- image -->\n\nErik specialises in providing infrastructure and disaster risk finance solutions to governments and public sector clients. His team worked closely with the Moroccan government to help set up their catastrophe risk insurance programme.",
        "metadata": {
            "page": 49
        },
        "id": "276c728b-589d-42ee-9af0-e866d8301b19"
    },
    {
        "page_content": "## Insuring a renewable future\n\nWhile the rapidly growing renewable energy market presents a significant opportunity for clients, investing in renewable energy projects also comes with challenges. Swiss Re's newly launched Centre of Competence for Renewable Energy helps clients protect and expand their renewable energy portfolios.\n\nMiguel Ignacio Senac Head Engineering GCMIT & Co-Head Renewable Energy Centre of Competence\n\n<!-- image -->\n\nMichele Cibrario Co-Head Renewable Energy Centre of Competence\n\n<!-- image -->\n\nMichele and Miguel head up Swiss Re's Renewable Energy Centre of Competence, which delivers expertise and reinsurance capacity for renewable energy projects.\n\nGlobal new investment in renewable energy grew to USD 358 billion in the first six months of 2023 - a 22% rise compared to the prior-year period 1 . Swiss Re Institute expects growth in this sector to continue, generating an increased need for insurance. In fact, Swiss Re's researchers predict that investments in green energy will lead to additional energy sector-related insurance premiums of USD 237 billion by 2035 2 . For the insurers and operators supporting this transition, there is a challenging risk landscape to navigate. New technology, complex projects and even the impact of climate change can leave gaps in risk knowledge and underwriting data.\n\nIn May 2023, P&C Re created a new Centre of Competence for Renewable Energy to help clients manage their renewable energy portfolios. The Co-Heads at the helm of this project, Miguel Ignacio Senac and Michele Cibrario, collaborated to launch the new Centre. 'As wind and solar grow in scale, so does the magnitude of investments, and lenders are requesting more protection for projects,' Michele explains. 'This is where reinsurance can add value - with extensive risk insight, expertise and capacity.'\n\nWith a background in marine underwriting, Michele served ten years as a risk manager for an integrated energy company. At Swiss Re, he has spent six years as an energy upstream facultative and treaty underwriter.\n\nMeanwhile, Co-Head Miguel has worked as an engineering underwriter with Swiss Re for the past 15 years. 'The idea for the Centre originated from a simple brainstorm as we were considering how to best service our clients,' notes Miguel. 'Over three years we developed it into a business plan, which we managed to bring to life.'\n\nThe Centre currently supports clients involved in offshore and onshore wind and solar technologies - giving guidance across lines of business, be it engineering, marine or property. Michele, Miguel and their growing team have regular touch points with Swiss Re's underwriters, claims handlers and risk engineers, forming a collective to deliver new solutions and insurance product offerings.\n\nFor an offshore wind project, for example, Swiss Re's marine underwriters share insights into the marine environment and logistics, while engineering underwriters add perspective about the erection and management of turbines. The energy upstream underwriting team and managing marine warranty surveyors, meanwhile, contribute input into complex underwater projects.\n\n'The team can now underwrite the risk of building wind farms in increasingly remote ocean environments, or on typhoonexposed coastlines,' notes Miguel. While offshore wind projects have historically proven a challenge to underwrite due to their complexity, a detailed overview of risks gives clients - and the investors financing the projects - more comprehensive insights.\n\nThe Centre also focuses on one of the newer areas of growth in the renewable energy market: battery energy storage systems (BESS). BESS are rechargeable batteries that can store energy from different sources and discharge it when needed. This can be used to balance the electricity grid, provide back-up power and improve grid stability.\n\nAs the BESS market matures, with new technologies emerging and costs falling, the scale of BESS installations is growing. While global investments in BESS in 2022 totalled",
        "metadata": {
            "page": 50
        },
        "id": "f5dfbfdb-2438-4260-9b61-93f1d9fa274c"
    },
    {
        "page_content": "Wind turbine in rapeseed field, Cornwall, United Kingdom\n\n<!-- image -->\n\nover USD 5 billion, the BESS market is expected to reach almost USD 120 billion by 2030 3 . 'To help clients expand into this space, we developed a comprehensive tool to price BESS facilities in 2023,' explains Miguel. 'We can even share insights with clients early on in the preconstruction phase.'\n\nSolar photovoltaics (solar PV) also represents a growing area of interest for investors. In fact, solar PV demonstrated the largest absolute generation growth of all renewable technologies in 2022. Solar farms hold strong potential to support renewable energy targets. However, many solar panels are susceptible to physical risks - hazards ranging from strong wind to earthquakes and hailstorms. Meanwhile, supply chain challenges can complicate efforts to replace damaged solar panels. Thus, ensuring accurate assessments of the long-term quality and reliability of solar panels is vital for insurers.\n\nThe Solar Panel Code of Practice (SPCoP) initiative by Swiss Re and solar PV research institutions is one example of how the industry can support best practice. It sets out guidance on how to manage risks and offer sustainable options for panel warranty insurance, allowing buyers to make more informed purchasing decisions and giving greater certainty to an industry faced with long payback periods.\n\n- 'By bringing expertise to insurance for solar PV clients, we can help operators and investors with protection for solar photovoltaic farms,' explains Michele.\n\n'They can concentrate on growing their business while maintaining a more stable cash flow.'\n\n## Giving certainty to investors\n\nRenewables projects present a number of challenges for investors, including a need for high up-front investment with uncertain returns. New technologies and climate change both add to the risks and unknowns. More severe weather conditions like floods, convective storms and hail events add to the hazards associated with renewables projects.\n\nSwiss Re's work, however, is addressing the fears of investors. 'Mitigating risk and identifying climate-related exposures is important for attracting investment into renewable energy projects,' notes Michele. 'Simply put: de-risking the business of renewables means de-risking the investment into new technologies.'\n\n'It's exciting that we as reinsurers can support the growth of renewable energy,' adds Miguel. 'By boosting access to financing, helping manage risks and promoting innovation, the sector can give momentum to adding renewable capacity.'\n\n- 1 Renewable Energy Investment Hits RecordBreaking USD 358 Billion in 1H 2023 | BloombergNEF (bnef.com).\n- 2 Maintaining resilience as a new world order takes shape sigma 05/2022 | Swiss Re.\n- 3 Enabling renewable energy with battery energy storage systems | McKinsey.",
        "metadata": {
            "page": 51
        },
        "id": "d885c432-72ca-42e9-ba46-2b36c7c8b6fe"
    },
    {
        "page_content": "## Life & Health Reinsurance",
        "metadata": {
            "page": 52
        },
        "id": "18f47be3-4fd3-44d4-a3b6-642c17c03371"
    },
    {
        "page_content": "Net income for 2023 (USD millions | 2022: USD 416m)\n\n976\n\nNet premiums earned and fee income for 2023 (USD billions | 2022: USD 15.0bn)\n\n15.6\n\nSwiss Re has been active in life reinsurance since 1865. Today, L&H Re has evolved to service over 600 clients globally, with reinsurance contracts benefitting more than 270 million family members.\n\nIn 2023, Life & Health Reinsurance (L&H Re) transformed into a standalone Business Unit, empowering a team of over 1 600 people in 29 offices around the globe. Together, the team delivered on its financial commitment, with a US GAAP net income of USD 976 million for 2023, meeting its target.",
        "metadata": {
            "page": 53
        },
        "id": "98814f45-eff0-4a2d-bd94-812a2309ebe2"
    },
    {
        "page_content": "Paul Murray CEO Life & Health Reinsurance\n\n<!-- image -->\n\n## Momentum to move forward in Life\n\nPaul Murray joined Swiss Re in 2003 as a marketing actuary and went on to hold a number of senior roles across the Swiss Re business in various locations, most recently as CEO Reinsurance Asia. Now as CEO L&H Re and member of the Group Executive Committee, Paul leads a team of nearly 1 600 colleagues who reinsure 212 million life insurance policies globally.\n\n- 1 Source: Swiss Re Institute, gross premiums written full-year estimate for 2023.\n\n2023 was a significant year for our Life & Health Reinsurance (L&H Re) as we created a standalone Business Unit. In this new setup we have put clients at the centre of what we do, empowering our team to achieve a sharper focus and increased simplicity.\n\nL&H Re delivered on its financial commitment in 2023, with an on-target US GAAP net income of USD 976 million. The result benefitted from a solid core book of business, supported by large transactions and the higher yield environment that allowed us to generate a strong investment income.\n\nL&H Re remains integral to Swiss Re's vision of making the world more resilient. Mortality, income protection and health covers support people during difficult times\n\nin their lives - when a loved one passes away, when they suffer from a critical illness or when they are trying to return to work after an injury. Together with our clients, we provide vital financial resilience to millions of people around the world.\n\nIn 2023, L&H Re remained the leading mortality reinsurer, with over 15% market share globally 1 . We reinsured 212 million life insurance policies covering well over 270 million family members.\n\n## Forward with purpose\n\nSwiss Re's journey into life reinsurance began with its first Swiss treaty in 1865. Today, our value proposition is to create forward momentum, allowing our clients and their customers to move forward in Life with confidence, no matter how complex the market. We delivered on our",
        "metadata": {
            "page": 54
        },
        "id": "27bfd8f5-449e-4a58-bc15-e85fb52a75a5"
    },
    {
        "page_content": "## 'L&H Re has a strong client franchise and remains top ranked in its target markets in the NMG client studies.'\n\ncommitment to our investors while creating value for our clients and making L&H Re a great place to work.\n\nAn important part of our internal transformation in 2023 was in the new market unit structure. This has brought our decision-making closer to our clients, reducing turnaround time and increasing effectiveness. The new structure also supports our ability to go beyond our risk transfer business. And this year, we closed our first fee-only deal and ramped up our expertise in large, innovative tailored transactions.\n\n## Building resilience through a strong franchise\n\nL&H Re has a strong client franchise and remains top ranked in its target markets according to NMG Consulting's Global L&H Re Study. The L&H Re team has over 1 600 people in 29 offices across the globe. In a business where contracts often span multiple decades, close contact with our clients allows us to provide long-term value across the entire policy life cycle.\n\nIn recent years, we have been there for our clients when they needed us the most. L&H Re absorbed USD 3.5 billion in COVID-related mortality claims between 2020 and 2022. As COVID-19 has now moved into an endemic phase, our clients have taken measures to strengthen their businesses and protect them from shock risks - especially through tailored transactions.\n\nIn 2023, our teams tailored risk transfer structures for a wide range of risks, including interest rate volatility in clients' investment portfolios and mass lapse events. These highly specialised transactions are ideal for L&H Re and the\n\ntalented specialists capable of closing large complex transactions.\n\n## Supporting our clients across the entire value chain\n\nAlongside the traditional risk transfer business, L&H Re is active in improving life insurance along the entire value chain.\n\nAt the distribution end of the chain, much of our work focuses on understanding the risks our clients are underwriting. L&H Re's Life Guide remains the leading underwriting manual globally, according to the Global L&H Re Study by NMG Consulting. It brings scientific, evidencebacked methods of risk assessment to our clients and is now used by 781 clients in 112 countries. In a typical month, Life Guide's platform registers a staggering 1.6 million client interactions.\n\nProduct development is also important to our clients. In 2023, we were especially proud of our work in health lines. For example, we were part of a consortium to rapidly create a prototype insurance that enables access to screening, vaccinations and treatment for female cancer patients in Kenya, work which is now moving to Asia. In advanced life insurance markets, we have expanded underwriting programmes for HIV life insurance applicants through our Life Guide HIV+ philosophy.\n\nThis work is incredibly rewarding - for the thousands of people who now have access to medical and financial services, and also for the L&H Re team who can apply their knowledge to create complex medical underwriting tools.\n\nTo further enhance the experience of filing life insurance claims, we have focused on deploying our technology to make the\n\nclaims process as lean as possible. Automated claims tools, such as Automated Customer Experience (ACE) and Claims Automated Rules Engine (CARE), have taken much of the complexity out of filing a life insurance claim, thereby improving the experience for claimants.\n\n## Outlook\n\nAfter a successful 2023, we are entering 2024 with a very positive outlook. L&H Re has a powerful and diversified franchise with strong new business generation across the world. With global primary life insurance premiums predicted to grow by 1.6% in 2024, we see opportunities for further organic growth in all regions. This growth will not only benefit our business - it will help close protection gaps.\n\nWe will continue to focus on balancing and steering the L&H portfolio. We remain committed to our largest mortality book in the US and see opportunities for growth in Asia. There are also opportunities for closing health protection gaps, and we expect the health business globally to increase its share of our portfolio. For the longevity business, we will grow selectively where business can be written at riskadequate rates.\n\n2024 will see an important change in our financial reporting. With the implementation of IFRS from the first quarter of 2024, we will be able to recognise the full value of our long-term contracts.\n\nFactoring in the uplift from the IFRS accounting change, our ongoing ability to generate new business opportunities and our discipline to keep costs flat, we commit to an ambitious IFRS net income target of approximately USD 1.5 billion in 2024.",
        "metadata": {
            "page": 55
        },
        "id": "ef08fe7f-c738-4519-ad90-96902576e361"
    },
    {
        "page_content": "## The big deal: tailored transactions\n\nLife and health transactions are large single deals tailored to a specific need of a client. This work is highly specialised and is often at the leading edge of risk transfer.\n\nThe success of Life & Health Reinsurance (L&H Re) is based on close client relationships, with 95% of the book written via a direct relationship. This strong direct relationship allows L&H Re to partner with its clients along the entire value chain, from product development and distribution through to risk transfer and managing in-force portfolios.\n\nLarge, tailored transactions are reinsurance deals that are customised according to the needs of a specific client. These types of transactions take risk transfer and in-force management a step further than standard risk transfer, using the underlying risk to address specific capital management issues. This type of work has been a significant contributor to L&H Re's results, delivering USD 2.5 billion in economic profits over the past five years.\n\nSwiss Re's Life & Health transactions teams include specialists with expertise in complex, tailored deals for Swiss Re's clients. On large deals with global clients, the teams work with billions of dollars' worth of underlying risk and assets.\n\nJonathan Graham, Head Financial Markets & In-Force Management, explains: 'Every tailored transaction is unique for that client's needs. This is highly strategic work, which is all about helping clients efficiently manage their risks and capital so they can grow with minimal impact to their balance sheet and earnings, while maintaining adequate solvency levels.'\n\nAlthough each tailored transaction is unique, there are several common reasons why clients might choose to structure a large deal.\n\nThey may wish to protect a block of business from specific risks, such as pandemics or changes in health trends.\n\nThe insurer may want to de-risk the investment side of their life portfolio using optimised reinsurance protection to mitigate financial market or interest rate risks.\n\n'Reinsurance is not just about insurance for insurers,' explains Jonathan. 'Tailored reinsurance solutions allow clients to de-risk their portfolios in a very specific way, addressing a specific issue such as longevity or investment risks.'\n\nA key benefit of tailored transactions is that they can release the capital needed for growth opportunities, such as moving into a new line of business or launching a new product.\n\n'There are many ways an insurer can fund new growth opportunities. Reinsurance transactions are a pragmatic, efficient method because they optimise the existing business, paving the way for a stronger overall portfolio,' explains Jonathan.\n\nThe Life & Health transactions teams draw on the strengths of a global cross-functional workforce, involving actuaries, investment and financial market specialists, risk specialists, lawyers, in-force management teams and the client market teams.\n\n'This year, literally hundreds of my Swiss Re colleagues have been involved in a diverse range of tailored transactions', notes Jonathan. 'Thanks to their talent and expertise, we have taken on whole portfolios of business. We have looked at how to manage financial market risk. We have even worked on deals for remote risks that may arise in the future, such as the impact of higher unemployment, inflation or the cost-of-living crisis. This work has proved to be fascinating and rewarding.'\n\n<!-- image -->\n\nJonathan Graham Head Financial Markets & In-Force Management\n\nJonathan's division focuses on financial market transactions. He is responsible for optimising Swiss Re's in-force L&H portfolio as well as providing quantitative analysis services across L&H and the Group.",
        "metadata": {
            "page": 56
        },
        "id": "efa2a026-96bf-44d3-a0b8-b603e1f38fc2"
    },
    {
        "page_content": "## Mass lapse: security against social turmoil\n\nWhen economic times get tough, life insurance can be cut from household budgets. On a large scale, mass cancellation of policies could significantly reduce a life insurer's premium income and potentially cripple their business.\n\nIn 2023, Jolee Crosby, CEO Reinsurance Canada & English Caribbean, led a team which helped a large global client in North America strengthen its capital position against mass lapse.\n\n## Can you explain how Swiss Re approaches mass lapse events?\n\nFor over a decade, L&H Re has been assessing the threat of mass policy cancellations. Our work suggests that prevention is the best approach to avoid lapse - after all, we can only build resilience if people can stay insured.\n\nWe have data analytics tools which enable clients to scan their portfolios and identify customers who may be at risk of letting their life insurance lapse. We also have\n\nbehavioural economists who can advise clients on how to proactively reach out to 'at risk' customers to see if they can support those clients in keeping their protection.\n\n## How did the transaction you mentioned in North America add to our mass lapse toolbox?\n\nThis deal tackled lapse risk management from the point of view of a company's CFO and chief actuary, who are the guardians of their shareholders' capital.\n\nThis type of deal helps clients protect their reserves - and in turn their capital position - if a large mass lapse event cannot be prevented.\n\n## What has been the impact of the deal?\n\nThis deal stands out as an innovative and unique solution. Swiss Re is proud to have helped bring expertise to the market - and utilise a new strategy for tackling mass lapse risks. The deal sets a beneficial precedent for more clients to benefit from this work.\n\n## Managing financial market risks\n\nWith tailored reinsurance transactions, insurers can protect themselves against financial volatility arising from changes in life expectancy trends, health trends, regulatory requirements or even changes in financial markets. In 2023, Yong Suk Kwon and Swiss Re's Korean team structured a deal that helped a life insurer manage investment risk.\n\n## What was the challenge faced by the client?\n\nLife insurers need to set aside funds to cover the future claims in their portfolio. Although companies invest this money in safe assets, such as government bonds, these are still exposed to financial market fluctuations.\n\n## How did Swiss Re address the issue?\n\nWe optimised the underlying risk in our client's portfolio by using reinsurance to transfer that risk to Swiss Re. This meant that the client could, in turn, optimise the investments related to that book of business to a point where they were comfortable with any potential volatility in their longterm investments.\n\n## What made this deal a success?\n\nIn this case, Swiss Re's global capacity enabled our client to protect their portfolio against specific local issues, particularly interest rates. This highlights the benefits of Swiss Re's global strength. We can use our international capacity and balance sheet to solve local issues.\n\nJolee Crosby CEO Reinsurance Canada & English Caribbean\n\n<!-- image -->\n\nWith a long career in L&H Re at Swiss Re, Jolee now oversees Swiss Re's fifth largest market, with USD 817 million of premiums earned in L&H Canada alone in 2023.\n\nYong Suk Kwon\n\n<!-- image -->\n\nHead Korea Branch\n\nHaving begun his career at Swiss Re 25 years ago, Yong now heads up Swiss Re's third largest Asian market, which generated USD 696 million in L&H premiums in 2023.",
        "metadata": {
            "page": 57
        },
        "id": "5731f9b7-15a3-4ec0-89bd-b47891967cf0"
    },
    {
        "page_content": "## Unlocking trapped capital\n\nMichael Bacon leads a US-based team that manages relationships with globally active L&H clients. In 2023, his team and several colleagues partnered with one of Swiss Re's largest clients to help a large insurance company release capital from its life insurance business.\n\n## What was the strategic challenge for this transaction?\n\nA large insurance company had a large book of US life insurance policies which required significant capital, expense and operational capabilities to manage. The company wanted to free up that capital and reduce their expense and operational complexity. We had a solution for a large portion of their need.\n\n## How did you solve the challenge?\n\nFocusing on our strengths, we sought a partner with complementary strengths to provide a combined solution. We could take on the mortality risk, and we could provide a way to maximise the value of the business already in the portfolio. The partner we found was able to take on the asset risk, and they also had the operational capabilities required.\n\n## What demands did the transaction place on the team?\n\nThe first was the working hours required to support our portion of the transaction. Our piece alone unlocked over a billion dollars of trapped capital - but also involved hundreds of thousands of term life policies that protect real families. To accomplish this, we needed to ensure that the deal was priced correctly, which required a lot of dedication from our actuarial team to calculate the figures with precision.\n\nThe second challenge was the complexity of working with a partner to provide a comprehensive solution for the insurer, who is also a long-standing client. Thanks to their world-class expertise and technical skills, our structuring team successfully developed the solution. They were supported by our legal team, who worked tirelessly to formulate the contracts, and our client markets team, who helped us respect our relationships throughout the process.\n\nThere was a lot at stake, but ultimately it was worth every minute of the effort.\n\n## Resilience in hard economic times: mass lapse covers\n\nDifficult financial times can push policyholders to give up their life insurance policies to access the accumulated savings. For an insurer, higher-than-expected lapse activity may result in the loss of profitable business and the need to sell assets and realise capital losses to meet its obligations to those policyholders.\n\nRegulators require insurers to hold capital against lapse risks. Solvency II rules prompted life insurers to start looking for risk transfer structures to reduce the solvency capital requirement associated with lapse risks.\n\nSwiss Re offers reinsurance protection for this complicated risk. A mass lapse treaty covers a loss layer. When the level of lapse-related losses reaches a certain level, Swiss Re will support the insurer up to a specified detachment point. Apart from providing protection to the insurer, the protection layer can be set to optimise the insurer's solvency capital requirements.\n\n<!-- image -->\n\nMichael Bacon Head US L&H Globals\n\n<!-- image -->\n\nMichael leads one of the key businesses within Globals, the division that serves a large number of the world's largest insurance companies and contributes an impressive 30% of Swiss Re's technical results.",
        "metadata": {
            "page": 58
        },
        "id": "c8b8a996-bd9b-409f-8f28-4446543ab221"
    },
    {
        "page_content": "## Revolutionising the L&H claims journey\n\nSwiss Re's Claims Solutions team has applied automation technologies to life and health claims processing. These solutions enable insurance clients to benefit from a more streamlined claims experience.\n\nWhen a loved one passes away, their family often depends on life insurance support to provide a financial safety net. And when beneficiaries file this type of claim, they hope for an easy and efficient claims process. That's why Tim Quick, Head of Global Life & Health (L&H) Claims Solutions, and his team developed a range of automated solutions that improve the overall claims experience.\n\n'As new digital processes were transforming the insurance industry, we realised that claims digitisation and automation technologies could improve the L&H claims process,' notes Tim. 'We saw an opportunity to help our Life & Health clients improve their customer experience and streamline their business.'\n\nCombining a passion for technology with the desire to make the claims process smoother, Tim and his team have developed modular, automated solutions that support beneficiaries, living policyholders and claims examiners. Swiss Re's Automated Customer Experience (ACE) portal facilitates the claims process for claimants by offering automated assistance to register a loss, provide claim requirements and receive real-time status reporting. Users can log their claim via the ACE portal, where they are guided through the process step by step - where requirement gathering and follow-up communications previously took weeks, with ACE it now takes minutes.\n\n'We wanted to make this process more efficient while still capturing the data needed for accurate assessments. So we used technology originally developed for\n\nautomated underwriting and applied it to claims,' Tim explains. The result? A rules-based automated assessment tool.\n\nOnce the claim is registered in ACE, Swiss Re's Claims Automated Rules Engine (CARE) takes over. CARE provides examiners with automated risk assessments, sorts and prioritises by risk, and provides guidance on final adjudication decisions. 'CARE enables insurers to save time and resources by automating claims assessments,' Tim says.\n\nTo further improve these tools, Swiss Re also partnered with software services providers in 2023 to integrate its claims automation solutions with policy administration and standalone claims workbench systems to enable end-to-end automation for efficient claims administration. With Swiss Re's modular claims solutions, ecosystem partnerships and cloud-based integration capabilities, the claims process has transformed into a fully digital experience regardless of the insurer's core technology. With ACE and CARE integrated into an insurer's core systems, the entire claimant experience from the customer's first input notifying the insurer of their loss to when the claims expert assesses the claim remains one all-digital and integrated experience.\n\n'With our claims-related suite of services, we can reduce the claims process from weeks to days - and in some cases even minutes,' Tim notes. 'It's gratifying to see how new technology can improve this process and can be applied to help people during a sensitive and difficult time.'\n\nTim Quick Head Global L&H Claims Solutions\n\n<!-- image -->\n\nTim and his team are helping to make claims processing more efficient for insurance clients and their customers through automation technology.",
        "metadata": {
            "page": 59
        },
        "id": "3ad2102f-eeef-45a8-9c33-137dba163cb7"
    },
    {
        "page_content": "## Corporate Solutions",
        "metadata": {
            "page": 60
        },
        "id": "d1552513-74a5-4d99-bf9c-74ab292e28e0"
    },
    {
        "page_content": "Net income for 2023 (USD millions | 2022: USD 486m)\n\n678\n\nNet premiums earned for 2023 (USD billions | 2022: USD 5.5bn)\n\n5.5\n\nSwiss Re Corporate Solutions has achieved its ambition to become an innovative insurance partner of choice for corporate clients and brokers globally.\n\nIn 2023, the Business Unit delivered a resilient net income of USD 678 million, and a combined ratio of 91.7%, outperforming its target. Corporate Solutions also further expanded its capabilities with services that meet the complex risk transfer needs and the demand for risk analytics.",
        "metadata": {
            "page": 61
        },
        "id": "cd62051f-303b-4311-83f9-17e1329a56f6"
    },
    {
        "page_content": "<!-- image -->\n\nAndreas Berger\n\nCEO Corporate Solutions\n\nrisk awareness. We have risen to these challenges with risk transfer to bring certainty to the balance sheets of our corporate clients - and risk knowledge so our clients better understand the risks they face.\n\n## Portfolio steering: the right type of growth\n\nAt the heart of Corporate Solutions' strategy is the goal to generate resilient returns across the cycle. To achieve this, we've broadened our capabilities in our core business. We continued the gradual shift of the portfolio mix towards cycleresilient portfolios such as accident & health and credit & surety, while remaining overweight in property. Corporate Solutions reduced exposure in lines where rates were not adequate. Our portfolio steering allows us to react quickly to a\n\n## Advancing corporate insurance together\n\nAndreas Berger joined Swiss Re as CEO Corporate Solutions in 2019. Under Andreas' leadership, Corporate Solutions has become a significant financial contributor to the Swiss Re Group, and has established its place as an industryleading provider of risk knowledge and technology for corporate clients.\n\nAfter successfully completing our turnaround in 2021, Swiss Re Corporate Solutions set the ambition to become an innovative insurance partner of choice for our corporate clients and brokers - and to become a resilient profit contributor to the Swiss Re Group.\n\nWith a US GAAP net income of USD 678 million for 2023, we have benefitted from our disciplined underwriting, a long-term portfolio strategy, strict expense management and realised rate increases. The US GAAP combined ratio of 91.7% for 2023 has delivered on our financial target of less than 94%.\n\nWe achieved these results against a backdrop of increasing challenges for our customers and brokers. Economic volatility and geopolitical turmoil have heightened",
        "metadata": {
            "page": 62
        },
        "id": "21fa9359-bc9c-40a4-83ff-b2b8cd740d9a"
    },
    {
        "page_content": "changing market environment and is visible in the reduced volatility of Corporate Solutions' results.\n\nIn terms of clients, we continue to focus on the upper-mid-sized and large corporates. This offers a potential customer base of around 40 000 of the world's largest companies - with a total available market premium of around USD 300 billion, expected to grow by at least 5% per annum.\n\nOur journey in this market has seen Corporate Solutions move from what was largely a follower position - a so-called 'Excess and Follow' business - to writing more Primary Lead business. Primary Lead is a more sophisticated business which creates closer client relationships and is less price sensitive. It plays to Swiss Re's strengths as a leading risk knowledge company and our robust infrastructure.\n\n## Growing value-added solutions and services\n\nSwiss Re Corporate Solutions continues to expand its value proposition through differentiated offerings and services that meet more complex risk transfer needs and the growing demand for adjacent risk analytics. This work requires substantial innovation and knowledge. The focus has been on three areas: International Programs, Innovative Risk Solutions and Risk & Data Services for Corporates.\n\nInternational Programs is an integrated platform to administrate multinational insurance programmes and reduce complexity for insurance buyers. The platform provides local policy issuance and cash-flow management in over 150 jurisdictions, allowing corporates to keep an overview of their insurance even when it involves thousands of individual policies.\n\nThe need for these services is clear. International Programs has grown\n\ntwentyfold, from 30 active clients at the end of 2018, to well over 650 at the end of 2023.\n\nInnovative Risk Solutions (IRS) is a dedicated unit offering tailor-made risk management solutions for large corporates and captives. The offering includes structured re/insurance and fronting solutions, parametric covers and reinsurance in derivative form. IRS reached a milestone in 2023, adding its 1 000th transaction. Since IRS was formed in 2021, it has generated around USD 1.4 billion in gross premiums written.\n\nOur Risk Data & Services platform is a powerful tool that allows companies to gain a granular understanding of their risk exposures. In 2023, we moved this data platform even closer to the demands our clients face by introducing modules that can support the disclosure requirement of the EU Taxonomy and the Task Force on Climate-Related Disclosures (TCFD), as well as new regulations, such as the Supply Chain Due Diligence Act in Germany.\n\n## A bright future ahead\n\nFrom a strategic and financial point of view, the expansion into risk solutions offers our clients a range of new risk knowledge products and increases the value we can add to their risk management. For Corporate Solutions, it offers cycle-independent growth opportunities and diversification into fee-based sources of income.\n\nThe outlook for the coming years is favourable for our business. We have a strong relationship with our customers and brokers, extremely talented and dedicated teams, and a very strong financial position.\n\nFor 2024, we have again set an ambitious target. Under the IFRS 17 standard, we aim to achieve a combined ratio under 93%.\n\n'At the heart of Corporate Solutions' strategy is the goal to generate resilient returns across the cycle. To achieve this, we've branched out our capabilities in our core business.'",
        "metadata": {
            "page": 63
        },
        "id": "fffbf7e9-f896-42ee-82df-04ff7d01071d"
    },
    {
        "page_content": "## A historic first for New York City\n\nAfter hurricanes Sandy and Ida exposed the flood risk protection gap for low- and medium-income communities in New York City, Swiss Re partnered with city offices to provide parametric protection.\n\nMegan Linkin Senior Parametric Nat Cat Structurer,\n\n<!-- image -->\n\nCorporate Solutions\n\nMegan's parametrics team is part of Corporate Solutions' Innovative Risk Solutions business, which has generated USD 1.4 billion in gross premiums written in the past three years.\n\n## Parametric insurance\n\npays out when predefined triggers - or parameters - are exceeded, based on specific metrics, such as wind speed, ground shaking intensity or temperature. The payout is automatically triggered upon occurrence of pre-agreed factors in line with the indemnity principle. However, unlike traditional claims handling, there is no lengthy claims adjustment process to determine the value of the loss.\n\nWhen Hurricane Sandy swept the US East Coast in October 2012, it produced a catastrophic storm surge with waves powerful enough to be detected by seismometers as far away as Seattle. The storm proved especially devastating for New York and New Jersey. In New York City alone, widespread flooding damaged over 69 000 residential units. Thousands of residents were displaced and USD 19 billion in damages resulted.\n\nThe catastrophe brought to light a concerning reality - the majority of economic losses in these areas were uninsured. 'Flood has long been considered a secondary peril,' notes Jackie Higgins, Head Public Sector Solutions North America. 'However, given the growing concentration of exposures in larger cities, along coastal areas and on flood plains, we need to consider the future threat of flooding to be on par with perils such as earthquakes.'\n\nFollowing Hurricane Sandy's catastrophic impact, the City of New York started looking at ways to address the physical and financial disruption of floods. Swiss Re began proactively engaging city offices in discussions to help share knowledge including insights into the benefit of simple parametric solutions. Working with the Bloomberg administration on the Special Initiative for Rebuilding and Resilience, Swiss Re produced robust analyses and projections on flood impact. These enabled city officials to use data points like sea level rise and shifts in hurricane frequency to predict the potential financial impact on New York City. Officials gained an oversight of how future floods might damage the city's assets and building stock.\n\nMegan Linkin, Senior Parametric Nat Cat Structurer for Corporate Solutions, performed the analysis. 'We worked closely with the city to understand the distribution and value of assets across the five boroughs, and what economic growth projections were anticipated,' notes Megan. 'We then ran these asset portfolios through our catastrophe models to determine potential losses. We also isolated the impact of economic growth versus climate change-related sea level rise and hurricane activity.' Megan and her team were then able to implement various resiliency measures into their catastrophe models to determine the loss reduction of each, providing the city with the capability to perform a cost-benefit analysis.\n\n## Closing the protection gap in New York City\n\nAs New York officials realised the importance of closing the flood risk protection gap, Swiss Re's teams were asked to collaborate with the city on a solution. 'Swiss Re already had a deep understanding of flood risk,' notes Jackie. This made Swiss Re a natural partner for government groups working on this ambitious project. 'Our innovative developments in parametric insurance have put us at the forefront of understanding this peril and allowed us to deliver an innovative solution,' adds Megan.\n\nSwiss Re joined forces with the Center for NYC Neighborhoods (CNYCN), in partnership with the Mayor's Office of Climate & Environmental Justice (MOCEJ), the Environmental Defense Fund and SBP USA, to launch a pilot project to provide emergency cash funds to low and moderate-income communities. The group",
        "metadata": {
            "page": 64
        },
        "id": "c5bc2918-d8be-4a98-946b-1b4c8340f348"
    },
    {
        "page_content": "Manhattan Bridge at sunset seen from Brooklyn, New York City\n\n<!-- image -->\n\nsought to define an insurance solution for high-flood-risk neighbourhoods like Staten Island, Queens and Brooklyn. In these areas, Sandy's impact had been especially devastating, as residents and businesses had little financial cushion to rebuild with.\n\nWorking with the reinsurance broker Guy Carpenter and the satellite technology firm ICEYE, Swiss Re developed a pilot parametric flood programme in 2023. The programme transfers flood risk to the private market, alleviating some financial burden on the city and enabling a more equitable recovery for low- to moderateincome residents of New York City.\n\n'The new programme is a good first step in assisting the city to help low- to moderateincome communities recover more quickly after a flood,' explains Jackie.\n\nUnder the programme, if a flood occurs, the percentage of each insured neighbourhood inundated by floodwaters is determined based on satellite data from partner data provider ICEYE. If the proportion exceeds a predetermined threshold, Swiss Re will issue a payment to the Center for NYC\n\nNeighborhoods, who will subsequently distribute grants to households.\n\nMegan explains: 'Parametric insurance provides claims adjudication that is transparent, proceeds that can be paid out quickly and liquidity that can be used flexibly. Growing up and living in the New York area, it is encouraging to see the US's largest city embrace the value proposition of parametric insurance, and this will hopefully lead to larger and more comprehensive programmes in years to come.'\n\n## Enabling resilience with a parametric solution\n\nPublic Sector Solutions has had a long history of enabling innovative insurance. By working with governments from Uruguay to Nepal, the team has been instrumental in developing bespoke covers to close protection gaps. With the One Swiss Re approach, public sector and natural catastrophe insurance experts like Jackie and Megan often join forces to help find a solution; parametric cover designs are proving fit for purposes in many of these cases.\n\nJackie Higgins Head Public Sector Solutions North America\n\n<!-- image -->\n\nJackie's work enables governments to provide much-needed pre-arranged financing for disaster recovery to their people, expanding an insurance safety net to more communities.",
        "metadata": {
            "page": 65
        },
        "id": "76d3d5bb-d2eb-4e6f-a163-715211c87a9e"
    },
    {
        "page_content": "## Risk Data & Services: Sustainability Compass\n\nSwiss Re Corporate Solutions' Risk Data & Services team has created an innovative solution to help corporate clients better prepare themselves for the risk of business disruption caused by extreme weather.\n\nAnja Zimmermann\n\n<!-- image -->\n\nSolution Design & Delivery Lead, Risk Services for Corporates\n\nAnja and Bernhard manage a portfolio of sustainability and climate solutions to help corporates assess climate risks.\n\nBernhard Rannegger Sustainability Solutions Expert, Risk Services for Corporates\n\n<!-- image -->\n\nRisk Data & Services - a suite of three innovative solutions - supports companies in anticipating some of the big risks they face. Corporates get an in-depth understanding of how climate change, supply chain disruptions or other shocks could impact their business. As part of this suite of solutions, Sustainability Compass focuses on gauging physical climate risks, such as flood, extreme wind and drought.\n\n'Our goal is to empower clients to manage their own risks. Sustainability Compass gives clients an overview of climate-related risk to a company's facilities and operations. The understanding of potential future developments helps them to put mitigation measures in place, such as shifting production activities away from exposed areas,' explains Bernhard Rannegger, Sustainability Solutions Expert.\n\nThe solution came from the team's deep engagement with corporate clients. They realised that while companies needed to understand the risk of severe weather to their business, they did not have the means to adequately inform themselves.\n\nBuilding on Risk Data & Services' philosophy of helping clients to get ahead of risk, Bernhard and team have addressed this issue. Their tool can simulate various future hazard risk scenarios related to climate change, such as heavy storms, sea level rise and wildfires across locations. Sustainability Compass comprises climate risk data and analytics capabilities powered by\n\nSwiss Re's Climate Risk Score data and its natural catastrophe models.\n\n'By uploading their asset portfolio and data onto the Risk Data & Services platform, clients can create a single source of information across teams. The insights can be used for portfoliolevel reporting on existing assets as well as to inform themselves of future developments. Ultimately, Sustainability Compass helps companies to put their climate risk management strategy into action,' says Anja Zimmermann, Solution Design & Delivery Lead.\n\n## Stress testing assets with a digital twin\n\nSustainability Compass helps clients build a digital twin of their business to get an accurate overview of their risk exposure. With this precise virtual representation of their assets, they then analyse and stress-test their business activities in the near and long term based on three different climate change scenarios of low, medium and high global temperature increases. This provides actionable insights into the risks and impacts of events such as tropical cyclones or floods, which in turn helps corporates formulate mitigation plans. For example, they can factor in the likely impact of physical climate risks on their supply chain as part of their vendor selection process.\n\n'When you're building a new offshore wind park, or setting up a new production site, you don't want to wait for a big hurricane or flood to find out how your investment is exposed. With Sustainability Compass, we",
        "metadata": {
            "page": 66
        },
        "id": "f4402669-283f-4ac8-bd19-89424189b631"
    },
    {
        "page_content": "can visualise the hot spots and development of key perils through a digital twin that helps predict the risks of severe weather,' says Anja.\n\nSustainability Compass is also a useful aid to strengthen climate-related risk reporting for regulatory compliance frameworks. This is significant given increasingly complex reporting metrics. It also helps sustainability managers to understand and report on their company's dependencies and impact on its natural surroundings at any location - such as water scarcity or land\n\nerosion - by tapping into Swiss Re's Biodiversity and Ecosystem Services Index. For example, companies can make sure that they can operate in areas with enough water availability.\n\n'With this solution, we support clients in staying one step ahead of threats. This means they can quickly bounce back following setbacks and adapt their business based on new emerging risks and opportunities. Ultimately, they strengthen their business resilience to improve future outcomes,' concludes Bernhard.\n\n## Other solutions available through Risk Data & Services\n\n<!-- image -->\n\n<!-- image -->\n\n## Risk Data & Services' Property Exposure\n\nManagement solution not only gives risk managers insights into their property portfolio exposure but also assists them in quantifying potential losses. A multinational utility company, for example, uses the tool to identify which power generation assets are most exposed to natural hazards such as floods or storms. They can then focus on mitigating risk and preventing losses.\n\n## Risk Data & Services' Supply Chain Resilience\n\nsolution helps clients to uncover hidden vulnerabilities across their supply chain network. They can simulate potential disruptions and prepare accordingly. Should a certain area be impacted by natural catastrophes or geopolitical issues, they will already have created a business continuity plan they can implement.\n\n'Sustainability Compass helps companies to put their climate risk management strategy into action.'",
        "metadata": {
            "page": 67
        },
        "id": "5449ab58-832d-417e-90fe-51c1eee27cda"
    },
    {
        "page_content": "## International Programs: a growing collaboration with Ericsson\n\nSwiss Re's International Programs team works with clients to help unravel the complexities of coordinating insurance needs across countries. An example of the team's performance is its collaboration with client Ericsson.\n\nReto Collenberg Head International Programs APAC & EMEA\n\n<!-- image -->\n\nReto had a long career in property underwriting for large multinational accounts before joining International Programs, a business that has grown twentyfold in the past five years.\n\nFor over a decade, Swiss Re's Corporate Solutions team has brought clients customised commercial insurance solutions to help mitigate risk. Close collaboration with corporates led to the realisation that global clients also need help coordinating their insurance needs across countries. Thus, the team created International Programs.\n\n'We saw that global clients were dealing with the complexity of different local regulations,' notes Reto Collenberg, Head International Programs EMEA & APAC. 'We knew that with our expertise in the global risks space, we could provide solutions.'\n\nSwiss Re's work with Ericsson, the Swedish multinational networking and telecommunications company, also goes back over a decade. In 2022, Ericsson approached Swiss Re with an interest in expanding the partnership. Swiss Re thus became the new leader for Ericsson's property damage and business interruption insurance programme.\n\n## Local complexities for international business\n\nEricsson's core business - delivering products and services to support the infrastructure for mobile communications - gives the company a far-reaching international footprint. Growth in the enterprise business, with offerings for wireless solutions for companies, means even greater international exposure. With about 105 000 employees globally, spread across 180 countries, Ericsson needed an insurance partner to help navigate the complexity of international business.\n\n'A diverse international presence means dealing with different local regulatory regimes,' notes Lars Stensgård, Head of Group Insurance Risk Management at\n\nEricsson. 'These factors complicate the procurement of insurance coverage,' he adds.\n\n## An expanded partnership\n\nWhen Ericsson was looking for a lead carrier, International Programs was the top candidate due to Swiss Re's enterprisewide expertise and the comprehensive servicing offerings.\n\n'Dealing with a multitude of local policies creates overwhelming complexity,' notes Lars. 'So one of the driving factors for us is the ability to provide proof of insurance locally. We need to effectively manage and pay claims in each region. Swiss Re helps us navigate the arena of complex compliance requirements.'\n\nCombined with insurance partners, Swiss Re's overall network covers over 150 countries. 'We leverage this extensive network to maximise territorial coverage,' notes Reto. 'But we also saw that clients need personal service. Our team maintains close contact with clients to ensure transparency and to constantly improve our offerings, systems and processes.'\n\n## Collaboration and capabilities\n\nBeyond territorial coverage, Ericsson had also looked for a provider with a wide range of capabilities. 'We also looked for a provider with a strong risk transfer appetite, and an experienced claims team with strong global and local expertise,' notes Lars. 'And when you look at risk transfer, what you really look for is a professional underwriter who understands the risk profile that we have - to fully understand the cover we need.'\n\nWorking closely with their Ericsson counterparts, the International Programs team sought to bring the client as close as possible to the underwriter and other",
        "metadata": {
            "page": 68
        },
        "id": "dd13d75b-813d-47f0-9c55-78d4c67575d8"
    },
    {
        "page_content": "## Our insurance partners bring International Program's network to more than 150 countries\n\n<!-- image -->\n\nimportant service functions. 'This helps us ensure effective communication with the client,' notes Reto.\n\n## A collective team effort\n\nAccess to a strong network with collaborative teams has helped launch an effective partnership between Ericsson and Swiss Re. Swiss Re set up meetings and trainings on claims-handling protocols, ensuring clear engagement with the claims team. This practical and clear process means that claims-handling now proceeds more smoothly and with better efficiency.\n\n'We also focused on bringing together our underwriting, operations, claims and complex account management expertise,' Reto explains. 'It is the collective team effort, and the close involvement of our senior management, that made us stand out from the competition.'\n\n## The advantage of PULSE portal\n\nPULSE portal, the Swiss Re broker and customer portal, also helped Ericsson gain transparency throughout the implementation of their international\n\nprogramme. 'The advantage of the PULSE portal is that our clients and brokers get real-time information about the status of the implementation of their policies and premium payments,' notes Reto. 'Furthermore, customers can follow the lifecycle of a claim on the portal.'\n\nThe platform helps with navigating the complexity of a broad international footprint by simplifying the flow of data and information in one secure place.\n\n'The access to natural catastrophe information proves especially valuable,' explains Lars. 'Through PULSE portal, we get alerts on natural catastrophe events that are happening in proximity to our locations. We can keep in touch with the local teams as events unfold.' The feature even has an interactive map where Ericsson can see all the locations and exposure values of their properties.\n\n'Maintaining international oversight is a huge challenge,' explains Lars. 'Working with Swiss Re's International Programs, my team has a real partner and resources on hand.'",
        "metadata": {
            "page": 69
        },
        "id": "92cd0d15-8a64-405e-843d-331cbe0236bf"
    },
    {
        "page_content": "## Global Clients & Solutions",
        "metadata": {
            "page": 70
        },
        "id": "cc8d1201-7e31-4c03-bb0b-9a01abe15f77"
    },
    {
        "page_content": "Global Clients & Solutions embodies Swiss Re's strategic ambition to go beyond risk transfer by offering risk insights and developing risk partnerships. It offers a wide range of innovative solutions to insurers, governments and leading consumer brands across the globe.\n\nThrough its four divisions, the Business Unit enables clients and partners to understand risks better, withstand shocks, navigate change and build resilience.",
        "metadata": {
            "page": 71
        },
        "id": "5bd0f8be-7ddf-4411-9731-47d6d637d51d"
    },
    {
        "page_content": "<!-- image -->\n\nMoses Ojeisekhoba CEO Global Clients & Solutions\n\n## Risk transfer and beyond\n\nMoses Ojeisekhoba started his career at The Prudential Insurance Company of America and subsequently held a number of senior roles at the Chubb Group before becoming the Head of Asia-Pacific in 2009. In 2012, he joined Swiss Re as CEO Reinsurance Asia, Regional President Asia and member of the Group Executive Committee. In July 2016, he was appointed CEO Reinsurance. With more than 30 years of industry experience and a passion for innovation and technology, Moses was appointed CEO of the newly formed GCS Business Unit in April 2023.\n\nGlobal Clients & Solutions (GCS) is a newly established Business Unit focused on providing risk transfer solutions, risk insights and partnerships for Swiss Re's major clients as well as stakeholders within our strategic growth areas.\n\nWe do this by understanding the needs of our clients and society at large, and then crafting innovative risk transfer and technology solutions based on our extensive knowledge and strong financial foundations. GCS enables Swiss Re to diversify its revenue sources, deepen our relationships with existing and new clients, and unlock new fee income streams beyond our traditional risk transfer capacity.\n\nGCS consists of four distinct but cohesive divisions: Globals, Public Sector Solutions (PSS), Reinsurance Solutions and iptiQ.\n\nIn 2023, GCS expanded its capacity to support clients in the private and public sectors, where our cross-divisional teams\n\nworked to solve complex challenges, often with tailored reinsurance solutions. We strengthened long-standing relationships and forged new ones, while expanding the installed presence of Swiss Re's technology platforms that clients rely on to respond to their customers' needs.\n\nUnderpinning our mission to close the protection gap, GCS also contributed to Swiss Re's growth aspirations by increasing the number of policyholders served by insurance products.\n\n## Globals\n\nEstablished more than 20 years ago, the Globals division serves the world's largest insurance companies and contributes around a third of technical results across P&C Re and L&H Re. Given the importance of the Globals segment, I lead this division personally, ensuring it is represented in our decision-making at the Group Executive Committee level.",
        "metadata": {
            "page": 72
        },
        "id": "1258056b-fb6d-4af5-980b-024a794ba845"
    },
    {
        "page_content": "Alongside Globals' core risk transfer activities, we work closely with our clients to address specific strategic challenges, such as how to use reinsurance to efficiently optimise their capital management. This is often highly technical work that requires tailoring large transactions to our clients' needs. The complexities of a Globals client, such as running multi-line products in many diverse markets where the nature of risk is dynamic, are highly attuned with Swiss Re's Reinsurance Solutions offerings. These services pair efficiency and speed with comprehensive portfolio oversight, allowing fine tuning, growth and enhancement of profitability. Around half of our Reinsurance Solutions revenue comes from our Globals clients.\n\n## Public Sector Solutions\n\nPSS is Swiss Re's team dedicated to developing and managing business with the vast public sector ecosystem, comprising various levels of governments, specialised agencies, international financial institutions and third-sector nongovernmental organisations seeking or facilitating risk protection.\n\nPSS creates bespoke risk transfer and risk insights solutions, which it executes in close collaboration with other Swiss Re teams and often via public-private partnerships. PSS has built a formidable track record, with over 1 000 transactions concluded since the division's creation.\n\nBeyond disaster risk management, PSS also facilitates public investments and inclusive economic growth in areas such as international trade, critical infrastructure development, and new industries needed to achieve decarbonisation targets and ensure the protection of biodiversity.\n\nIn 2023, PSS closed 116 new covers, highlighting demand for its services and the growing acceptance of publicprivate partnerships for risk transfer. These new transactions included several innovative covers. For example, PSS supported the largest-ever sovereignsponsored transaction in the history of the insurance-linked securities (ILS) market, strengthening Chile's resilience to catastrophic earthquakes. Further, Swiss Re joined a group of 11 private insurers to facilitate the Galápagos Marine Bond. Through this debt conversion, Ecuador will realise more than USD 1 billion in lifetime savings through reduced debt service costs.\n\n## Reinsurance Solutions\n\nThe Reinsurance Solutions division was formed at the start of 2023 and brings together Swiss Re's risk knowledge in the form of software solutions, data analytics and consulting. Comprised of 400 risk and data specialists, Reinsurance Solutions works with our existing clients as well as other parts of the insurance ecosystem such as corporates and governments to\n\n## Risk transfer is just one aspect of the strategy\n\nGCS's divisions take Swiss Re beyond the risk transfer pillar of the Group strategy. Their risk insights and risk partnerships enable Swiss Re to diversify and unlock new revenue streams, such as fee-based business for our industryleading tech solutions.\n\nimprove profitability and growth, and reduce costs by leveraging the data and knowledge of Swiss Re, gained over 160 years, in every insurance line around the world.\n\nWell-known solutions such as Magnum (L&H automated underwriting) and CatNet® (a natural catastrophe intelligence and visualisation tool) are complemented by new solutions such as Rapid Damage Assessment (P&C Claims) and by important partnerships, such as Guidewire, GoogleX and our recently acquired flood intelligence business called Fathom.\n\n## iptiQ\n\niptiQ is Swiss Re's digital business-tobusiness-to-consumer (B2B2C) insurance company, enabling partner companies to offer life and non-life insurance products under their own brands. This work integrates insurance products into companies' adjacent value chains and across a range of distribution channels. iptiQ has developed state-of-the-art technology platforms that allow us to present an enhanced customer experience and seamless integration with our partners' infrastructure.\n\niptiQ has built an impressive footprint in the market. The company now has well over 2.7 million policies in force, contributing over USD 1.1 billion in gross premiums written in 2023.\n\n<!-- image -->",
        "metadata": {
            "page": 73
        },
        "id": "44dc2234-f3c6-47ea-a859-3fc1ecf248ba"
    },
    {
        "page_content": "<!-- image -->\n\nVeronica Scotti\n\nChairperson Public Sector Solutions\n\nprotect communities' assets and economies, we help improve the financial outlook for society. Through our prearranged financing solutions for disaster resilience, governments have the funds available to respond to emergencies and accelerate recovery.\n\nOur public-private partnership work also facilitates public investment and economic growth, for instance in international trade, infrastructure development and in support of new industries needed to achieve decarbonisation targets.\n\nIn 2023, through our participation in public-private risk-sharing partnerships, PSS provided over USD 250 million in claims support to citizens of Turkey, Morocco, China and Mexico in the wake\n\n## Public Sector Solutions: a partner for resilience\n\nVeronica Scotti began her career in investment banking before joining Swiss Re in 1999, where she worked in a broad spectrum of roles in asset management, strategy, risk management, products and client management. She went on to be Swiss Re's President and CEO of Canada & the English Caribbean. In 2018, she became Chairperson Public Sector Solutions.\n\nWhen the Public Sector Solutions (PSS) division was established in 2011, it was the first team in the reinsurance industry to be fully dedicated to the public sector. Over the years, we have completed well over 1 000 transactions with public sector counterparts in more than 80 countries.\n\nPSS works with different levels of government and public administrations, international institutions and the broader public sector ecosystem to help build a more resilient, more inclusive and safer future. The team's mission is to bring Swiss Re's extensive risk insights and global risk transfer capabilities to the public sector and further efforts to close protection gaps, which are widening in the disaster risk management space. By helping to",
        "metadata": {
            "page": 74
        },
        "id": "19f283da-e9de-4620-8333-0303e41a9226"
    },
    {
        "page_content": "of the hugely destructive earthquakes, typhoons and hurricanes that affected these countries. The expediency of the payouts for these covers has contributed to the effectiveness of insurance protection for natural disaster shocks.\n\nPSS has been involved in hundreds of innovative risk transfer solutions, including covers for hydroelectric energy protection, flood protection for low-income communities and agricultural solutions for both large-scale and smallholder farmers. We have provided revenue protection\n\nfor significant sectors such as tourism, health and agriculture, and have built tech solutions to help governments better understand their risk profile.\n\nWe want to go further. Partnering with the public sector directly links to Swiss Re's vision. Through our work with governmental stakeholders, we build resilience by bringing the insurance safety net to thousands of communities and enabling governments to provide muchneeded disaster recovery financing to their people.\n\n## Deals signed since 2011\n\n## > 1 000\n\n## Flagship Public Sector Solutions deals\n\n<!-- image -->\n\nAgriculture\n\nDrought\n\n<!-- image -->\n\nHurricane\n\nFlood\n\nEarthquake\n\nHealth\n\nLiability\n\nOther\n\n<!-- image -->",
        "metadata": {
            "page": 75
        },
        "id": "6ab21d30-73c6-40ba-8fd4-a2248cb0791f"
    },
    {
        "page_content": "Russell Higginbotham CEO Swiss Re Reinsurance Solutions\n\n<!-- image -->\n\n## Reinsurance Solutions: technology and partnerships\n\nRussell Higginbotham's leadership at Swiss Re has spanned various key strategic areas. As CEO UK & Ireland, Head of Life & Health Products Reinsurance, CEO Reinsurance EMEA, and CEO Reinsurance Asia, Russell has led Swiss Re's engagement with the world's largest insurance companies. Thanks to his talent for innovation and forming new partnerships, Russell was nominated to lead the new Reinsurance Solutions division. He will soon celebrate 30 years at Swiss Re.\n\nOver the past decade, the insurance industry has increasingly embraced digitalisation. Swiss Re's Reinsurance Solutions division has responded in turn by developing digital technologies that unlock value for our partners. The focus on digital solutions is two-fold: Firstly, our Reinsurance Solutions team is exploring how to maximise our established technological solutions to allow our clients to increase efficiencies and grow profitably. Secondly, our team is meanwhile building the partnerships that will allow companies in adjacent industries to expand within the risk knowledge and insurance space.\n\nSwiss Re Reinsurance Solutions is comprised of close to 400 risk experts. In line with our One Swiss Re approach, we bring specialised solutions to both our Property & Casualty Reinsurance (P&C Re) and Life & Health Reinsurance (L&H Re) Business Units.\n\nIn addition, our Risk Consulting and Analytics teams help solve our partners' problems and realise their opportunities by offering expertise and insights into areas such as data analytics and behavioural economics - topics that prove relevant across the entire insurance value chain. Our distribution partnership specialists open the door to more expansive partnerships with non-client insurers, technology providers and corporate clients who are looking for risk management solutions.\n\nReinsurance Solutions' success in 2023 was achieved by maximising the proven benefits of established solutions, while also incorporating innovations. The CatNet® solution, for example, continues to see high demand from P&C Re and Corporate Solutions' clients. In 2023, corporate risk managers used our online natural catastrophe intelligence tool as",
        "metadata": {
            "page": 76
        },
        "id": "a7b4cac7-b742-4637-80d7-15936e140034"
    },
    {
        "page_content": "a resource to visualise their exposure worldwide through our background maps and satellite imagery.\n\nOn the L&H Re side, Magnum remains a leading automated underwriting solution. Utilising the intelligence from Swiss Re's Life Guide - the industry's number one underwriting manual according to the prestigious Global L&H Re Study by NMG consulting - Magnum allows life insurers to onboard new customers efficiently and at speed, while maintaining the integrity of risk selection.\n\nWhen it comes to innovation, one of our teams formed new partnerships to bring our automated life claims solutions to clients in the US. The Automated Claims Experience (ACE) solution simplifies and quickens the process of filing a claim on a life insurance policy.\n\nFor the Swiss Re Group, the Reinsurance Solutions business remains strategically significant because we provide new revenue streams by generating feebased business.\n\nAs we scale up our capacity, we recognise that our investment in product development needs to generate the best possible returns. To this end, we have placed primary importance on strongly controlling costs while increasing revenue through our existing and new clients. This will allow us to charge the right price for reinsurance solutions and to create new income streams by broadening our existing client relationships as well as targeting new clients.\n\n## Highlights of the Swiss Re Reinsurance Solutions suite\n\n## Natural catastrophe solutions\n\n## Risk consulting and analytics\n\n## Automated underwriting\n\n## Claims\n\n## CatNet® Suite\n\nAn intuitive and easy-to-integrate online location intelligence tool to visualise portfolio exposure worldwide, unlock new risk pools and serve clients better.\n\n## Rapid Damage Assessment\n\nNatural catastrophe claims processing platform with proprietary hazard models and artificial intelligence to respond to weather events with agility.\n\n## Portfolio Insights\n\nAnalytics application providing clients with intuitive data representation and analytics power to assist in highlighting accumulation risk in their insurance portfolio.\n\n## Impact+\n\nCommercial Insurance Insights an analytics application for risk assessments and market insights to accurately identify growth opportunities in commercial insurance market.\n\n## Magnum\n\nFounded on Swiss Re's Life Guide, the global number one underwriting manual, this cloud-based automated underwriting platform offers streamlined risk assessment capabilities.\n\n## Digital Health Underwriting (DHU)\n\nA next generation underwriting solution, automating the underwriting of first and secondlevel medical evidence, allowing insurers to obtain precise, accurate assessments in seconds.\n\n## Automated Claims Experience (ACE)\n\nACE is a game-changing tool for streamlining the claims process. It is designed around the claimant to deliver a simple, more empathetic experience with a faster claim adjudication.\n\n## Claims Automate Rules Engine (CARE)\n\nCARE simplifies the claims process by providing automated risk assessment, claims triaging, guidance to claims managers and automated payment of claims.\n\n## Risk experts\n\n<!-- image -->\n\n~400",
        "metadata": {
            "page": 77
        },
        "id": "f44a8e3d-bb69-4cea-baf6-8bd639a76cb8"
    },
    {
        "page_content": "<!-- image -->\n\nRobert Burr CEO iptiQ\n\n## iptiQ: Swiss Re's digital B2B2C insurer\n\nRobert Burr started his career in the insurance industry 25 years ago, and has worked primarily in the Life & Health industry. In 1997, he moved to Asia and held various senior positions at AIG and Sun Life of Canada before joining Swiss Re in 2011. He was later appointed CEO Swiss Re Life Capital Asia-Pacific before becoming CEO of iptiQ's APAC region in January 2021. In 2022, Rob moved to Zurich to become CEO of iptiQ, Swiss Re's digital B2B2C insurance franchise.\n\niptiQ was created in 2014 as a digital B2B2C insurance company with the vision of embedding life and non-life insurance products in the value chains of strategic partners, who then sold them under their own brand. The proposition goes beyond just bringing products to market. We can integrate solutions across the value chain and a range of distribution channels, digital insurance platforms, digital sales platforms, optimisation services and customer servicing portals.\n\niptiQ takes a modular approach to product design. This allows us to quickly configure and adapt propositions, products and customer experiences according to the partner's capabilities and needs.\n\nIn 2023, iptiQ continued its growth story. Our gross premiums written increased by 29.3% to USD 1.1 billion for 2023, with\n\nproducts and propositions delivered by an expanding digital platform capability. This allowed us to make significant progress in our goal to break even in 2025.\n\n## Highlights in 2023\n\niptiQ's proprietary technology allows non-insurers to offer insurance solutions to their customers. One of our strategic projects in 2023 was the partnership with automotive dealer Emil Frey, one of the largest car retailers and providers of mobility financial services in Europe. iptiQ's partnership allows Emil Frey to embed a digital insurance solution seamlessly into the car sales process and the Emil Frey digital dealership management system. Customers can now buy their vehicle and insurance together in one purchase, significantly streamlining the process.",
        "metadata": {
            "page": 78
        },
        "id": "1d02acea-737c-44c7-95c9-8dd1f804e50f"
    },
    {
        "page_content": "iptiQ can also modernise legacy platforms. In March 2023, iptiQ worked with Zurich Insurance - one of Swiss Re's longest standing clients in Switzerland, to launch a fully automated medical underwriting platform. Zurich's customers can now purchase an individual term life insurance policy within 15 minutes. Medical underwriting decisions are made instantly and customers can access their policy documents straight after purchase.\n\niptiQ also helps insurers reach new market segments. In the UK, we enhanced the distribution partnership announced in 2021 with Clark UK by introducing new life insurance products. Under the Tom and Polly brands, Clark UK provides life insurance to fathers and mothers, respectively. iptiQ is integrated into\n\n<!-- image -->\n\n<!-- image -->\n\nClark UK's existing distribution platform, providing a state-of-the-art customer experience. Using the same technology, the Winston brand provides an 'over 50s' life insurance product for people up to the age of 80. The onboarding process combines cutting-edge technology and personal advice, combining traditional insurance values, such as advice, with modern platform technology.\n\n## Outlook\n\nAccording to a global survey conducted by Swiss Re Institute in 20231, more than 40% of consumers in advanced markets and 50% in emerging markets have bought insurance online. We strive to improve and simplify the insurancebuying experience for consumers and thereby support Swiss Re's mission to close protection gaps.\n\nIn-force policies\n\n> 2.7 m at the end of 2023\n\n- 1 See sigma No. 5/2023: The economics of digitalisation in insurance (swissre.com).\n\n<!-- image -->",
        "metadata": {
            "page": 79
        },
        "id": "5f7035c2-f714-4f23-b81e-8e031b2c1e04"
    },
    {
        "page_content": "## Leadership",
        "metadata": {
            "page": 80
        },
        "id": "659f106d-34df-4893-9da7-4dd33aeb9dec"
    },
    {
        "page_content": "Under the leadership of the Chairman, the Board of Directors is responsible for the overall direction, supervision and control of Swiss Re Ltd, the Group and the Group Executive Committee. In 2023, the Board of Directors' key focus areas included reviewing Swiss Re's strategic positioning and strategy implementation status, as well as ensuring proper implementation of Swiss Re's Group-wide reorganisation. The Board also ran an independent review of Swiss Re's cyber security and data protection arrangements, oversaw the transition to IFRS as Swiss Re's reporting framework as of 1 January 2024, and drove both ESG topics and a further increase of the performance culture across the Swiss Re Group.\n\nThe Board of Directors has delegated the management of Swiss Re Ltd and the Group to the Group Executive Committee. In 2023, the Group Executive Committee successfully completed the announced reorganisation, leading to a significant reduction in managing director positions and cost savings. The Group Executive Committee navigated the Group through a demanding geopolitical and macroeconomic environment, and continued its focus on strong underwriting quality in the aftermath of Hurricane Ian and given the ongoing challenges from social inflation in US liability. In preparation for the transition to IFRS, the Group Executive Committee conducted reviews and reached crucial decisions throughout the year.",
        "metadata": {
            "page": 81
        },
        "id": "ae84ec8c-abc2-449a-a7c6-9c891d1ac544"
    },
    {
        "page_content": "## Leadership\n\n## Board of Directors\n\nIn line with the 12-year tenure limit, Renato Fassbind did not stand for re-election at the 2023 Annual General Meeting (AGM). After nine years of service, Susan L. Wagner did not stand for re-election either. The AGM re-elected all other Board members. Vanessa Lau and Pia Tischhauser were elected as new Board members. Sergio P. Ermotti resigned as Chairman and member of the Board of Directors effective 30 April 2023. Jacques de Vaucleroy was appointed Vice Chairman effective after the AGM 2023, following his re-election as a Board member. Since 1 May 2023, he has been leading the Board of Directors in his capacity as Vice Chairman. Joerg Reinhardt was appointed Lead Independent Director in July 2023. There were no further changes to the Board composition in 2023. The Board of Directors proposes the re-election of Jacques de Vaucleroy as Board member and his election as the new Chairman of the Board of Directors at the AGM 2024. Furthermore, the Board of Directors proposes all other Board members for re-election. The Board of Directors proposes the election of Geraldine Matchett as a new member of the Board of Directors.\n\n<!-- image -->\n\nFor further information, please see page 78 of the Financial Report.\n\n<!-- image -->\n\n## Jacques de Vaucleroy\n\nVice Chairman,\n\nnon-executive and independent\n\nJacques de Vaucleroy was elected to the Board of Directors of Swiss Re Ltd in 2017 and was appointed Vice Chairman in April 2023. Since 1 May 2023, he has been leading the Board of Directors in his capacity as Vice Chairman. He chairs the Governance, Nomination and Sustainability Committee.\n\n<!-- image -->\n\n<!-- image -->\n\n## Jay Ralph\n\nMember, non-executive and independent\n\nJay Ralph was elected to the Board of Directors of Swiss Re Ltd in 2017. He chairs the Compensation Committee and is a member of the Risk Committee.\n\n## Philip K. Ryan\n\nMember,\n\nnon-executive and independent\n\nPhilip K. Ryan was elected to the Board of Directors of Swiss Re Ltd in 2015. He is a member of the Audit Committee and the Risk Committee.\n\n<!-- image -->\n\n<!-- image -->\n\n## Joerg Reinhardt\n\nMember and Lead Independent Director,\n\nnon-executive and independent\n\nJoerg Reinhardt was elected to the Board of Directors of Swiss Re Ltd in 2017 and was appointed Lead Independent Director in July 2023. He is a member of the Governance, Nomination and Sustainability Committee and the Compensation Committee.\n\n## Karen Gavan\n\nMember, non-executive and independent\n\nKaren Gavan was elected to the Board of Directors of Swiss Re Ltd in 2018. She chairs the Audit Committee and is a member of the Governance, Nomination and Sustainability Committee and the Compensation Committee.\n\n<!-- image -->\n\n## Pia Tischhauser\n\nMember, non-executive\n\nPia Tischhauser was elected to the Board of Directors of Swiss Re Ltd in 2023. She is a member of the Risk Committee.",
        "metadata": {
            "page": 82
        },
        "id": "afde3d1f-4890-42da-89dd-d7fb0557796b"
    },
    {
        "page_content": "<!-- image -->\n\n## Vanessa Lau\n\nMember,\n\nnon-executive and independent\n\nVanessa Lau was elected to the Board of Directors of Swiss Re Ltd in 2023. She is a member of the Audit Committee.\n\n<!-- image -->\n\n## Sir Paul Tucker\n\nMember,\n\nnon-executive and independent\n\nSir Paul Tucker was elected to the Board of Directors of Swiss Re Ltd in 2016. He is a member of the Risk Committee.\n\n<!-- image -->\n\n## Joachim Oechslin\n\nMember,\n\nnon-executive and independent\n\nJoachim Oechslin was elected to the Board of Directors of Swiss Re Ltd in 2020. He chairs the Risk Committee and is a member of the Governance, Nomination and Sustainability Committee.\n\n<!-- image -->\n\n## Larry Zimpleman\n\nMember,\n\nnon-executive and independent\n\nLarry Zimpleman was elected to the Board of Directors of Swiss Re Ltd in 2018. He is a member of the Audit Committee and the Risk Committee.\n\n<!-- image -->\n\n## Deanna Ong\n\nMember,\n\nnon-executive and independent\n\nDeanna Ong was elected to the Board of Directors of Swiss Re Ltd in 2020. She is a member of the Audit Committee and the Compensation Committee.",
        "metadata": {
            "page": 83
        },
        "id": "983bd036-a4c5-4626-a20e-54eb695d2a37"
    },
    {
        "page_content": "## Leadership\n\n## Group Executive Committee\n\nThierry Léger, Group Chief Underwriting Officer, stepped down from his role and as Group Executive Committee member on 26 January 2023. Velina Peneva was appointed Group Chief Investment Officer and member of the Group Executive Committee effective 1 April 2023. She succeeded Guido Fürer, who retired effective 31 March 2023. Jonathan Isherwood, CEO Reinsurance Americas and Regional President Americas, stepped down from his role and as Group Executive Committee member effective 30 September 2023.\n\n<!-- image -->\n\nFor further information, please see page 92 of the Financial Report.\n\n<!-- image -->\n\n<!-- image -->\n\n## Christian Mumenthaler\n\nGroup Chief Executive Officer\n\nChristian Mumenthaler was appointed Group Chief Executive Officer in July 2016. Prior to that, he held several leading positions within the company, including Chief Executive Officer Reinsurance, Head of Life & Health and Group Chief Risk Officer. He became a member of the Group Executive Committee in 2011.\n\n<!-- image -->\n\n## Pravina Ladva\n\nGroup Chief Digital & Technology Officer\n\nPravina Ladva was appointed Group Chief Digital & Technology Officer and member of the Group Executive Committee as of January 2022. Before that, she served as Group Digital Transformation Officer and Chief Technology and Operations Officer for iptiQ, Swiss Re's digital white-label provider of property & casualty and life & health insurance.\n\n## Urs Baertschi\n\nChief Executive Officer Property & Casualty Re insurance\n\nUrs Baertschi was appointed Chief Executive Officer Reinsurance EMEA, Regional President EMEA and member of the Group Executive Committee in September 2019. Effective 1 January 2023, he additionally assumed the role of Swiss Re Country President Switzerland. Effective 3 April 2023, Urs Baertschi was appointed Chief Executive Officer Property & Casualty Reinsurance.\n\n<!-- image -->\n\n## Paul Murray\n\nChief Executive Officer Life & Health Re insurance\n\nPaul Murray was appointed Chief Executive Officer Reinsurance Asia, Regional President Asia and member of the Group Executive Committee as of April 2022. Effective 3 April 2023, he assumed the role of Chief Executive Officer Life & Health Reinsurance.\n\n<!-- image -->\n\n## Andreas Berger\n\nChief Executive Officer Swiss Re Corporate Solutions\n\nAndreas Berger joined Swiss Re in March 2019 as Chief Executive Officer Corporate Solutions and member of the Group Executive Committee. Prior to that, he held several leading positions at Allianz Global Corporate & Specialty SE (AGCS), Gerling and Boston Consulting Group.\n\n<!-- image -->\n\n## Moses Ojeisekhoba\n\nChief Executive Officer Global Clients & Solutions\n\nMoses Ojeisekhoba joined Swiss Re in February 2012 and was appointed Chief Executive Officer Reinsurance Asia, Regional President Asia and member of the Group Executive Committee in March 2012. In July 2016, he was appointed Chief Executive Officer Reinsurance. He assumed the role of Chief Executive Officer Global Clients & Solutions effective 3 April 2023.",
        "metadata": {
            "page": 84
        },
        "id": "925244b0-4f3e-4b1c-a443-27143f617077"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## John R. Dacey\n\nGroup Chief Financial Officer\n\nJohn R. Dacey joined Swiss Re in October 2012 and was appointed Group Chief Strategy Officer and member of the Group Executive Committee in November 2012. He also served as Chairman Admin Re® from November 2012 to May 2015. He was appointed Group Chief Financial Officer with effect from April 2018.\n\n<!-- image -->\n\n## Velina Peneva\n\nGroup Chief Investment Officer\n\nVelina Peneva joined Swiss Re's Group Asset Management as Head Private Equity in June 2017 and subsequently became Co-Head Client Solutions & Analytics in 2019. She was appointed Group Chief Investment Officer and member of the Group Executive Committee in April 2023.\n\n## Hermann Geiger\n\nGroup Chief Legal Officer\n\nHermann Geiger assumed the global position as Head Legal & Compliance and Group Chief Legal Officer in 2009. He was appointed as member of the Group Executive Committee with effect from July 2019.\n\n<!-- image -->\n\n## Cathy Desquesses\n\nGroup Chief Human Resources Officer & Head Corporate Services\n\nCathy Desquesses joined Swiss Re as Group Chief Human Resources Officer and member of the Group Executive Committee on 1 July 2021. Effective 1 January 2022, she also assumed responsibility for Corporate Services (comprising Group Communications and Corporate Real Estate & Services).\n\nPatrick Raaflaub Group Chief Risk Officer\n\n<!-- image -->\n\nPatrick Raaflaub was appointed Group Chief Risk Officer and member of the Group Executive Committee in September 2014. Prior to that, he served as Chief Executive Officer of the Swiss Financial Market Supervisory Authority FINMA and held several leading positions within Swiss Re.",
        "metadata": {
            "page": 85
        },
        "id": "071573cf-762f-4af3-904f-2614c7cb6258"
    },
    {
        "page_content": "## Cautionary note on forward-looking statements\n\nCertain statements and illustrations contained herein are forward-looking. These statements (including as to plans, objectives, targets, and trends) and illustrations provide current expectations of future events based on certain assumptions and include any statement that does not directly relate to a historical fact or current fact.\n\nForward-looking statements typically are identified by words or phrases such as 'anticipate', 'target', 'aim', 'assume', 'believe', 'continue', 'estimate', 'expect', 'foresee', 'intend' and similar expressions, or by future or conditional verbs such as 'will', 'may', 'should', 'would' and 'could'. These forward-looking statements involve known and unknown risks, uncertainties and other factors, which may cause Swiss Re's (the 'Group') actual results of operations, financial condition, solvency ratios, capital or liquidity positions or prospects to be materially different from any future results of operations, financial condition, solvency ratios, capital or liquidity positions or prospects expressed or implied by such statements or cause the Group to not achieve its published targets. Such factors include, among others:\n\n- · macro-economic events or developments including inflation rates, increased volatility of, and/or disruption in, global capital, credit, foreign exchange and other markets and their impact on the respective prices, interest and exchange rates and other benchmarks of such markets;\n- · elevated geopolitical risks or tensions which may consist of conflicts arising in and between, or otherwise impacting, countries that are operationally and/or financially material to the Group or significant elections that may result in domestic and/or regional political tensions as well as contributing to or causing macro-economic events or developments as described above;\n- · the frequency, severity and development of, and losses associated with, insured claim events, particularly natural catastrophes, human-made disasters, of terrorism or acts\n- pandemics, social inflation litigation, acts of war, including the ongoing war in Ukraine as well as conflicts in the Middle East, and any associated governmental and other measures such as sanctions, expropriations and seizures of assets as well as the economic consequences of\n- the foregoing;\n- · the Group's adherence to standards related to environmental, social and governance ('ESG'), sustainability and corporate social responsibility ('CSR') matters and ability to fully achieve goals, targets, ambitions or stakeholder expectations related to such matters;\n- · the Group's ability to achieve its strategic objectives;\n- · legal actions or regulatory investigations or actions, including in respect of industry requirements or business conduct rules of general applicability, the intensity and frequency of which may also increase as a result of social inflation;\n- · central bank intervention in the financial markets, trade wars or other protectionist measures relating to international trade arrangements, adverse geopolitical events, domestic political upheavals or other developments that adversely impact global economic conditions;",
        "metadata": {
            "page": 86
        },
        "id": "3b94aa45-c208-4e4f-81ba-26b6f8ed3197"
    },
    {
        "page_content": "- · mortality, morbidity and longevity experience;\n- · the cyclicality of the reinsurance sector;\n- · the Group's ability to maintain sufficient liquidity and access to capital markets, including sufficient liquidity to cover potential recapture of reinsurance agreements, early calls of debt or debt-like arrangements and collateral calls due to actual or perceived deterioration of the Group's financial strength or otherwise;\n- · the Group's inability to realise amounts on sales of securities on the Group's balance sheet equivalent to their values recorded for accounting purposes;\n- · the Group's inability to generate sufficient investment income from its investment portfolio, including as a result of fluctuations in the equity and fixed income markets, the composition of the investment portfolio or otherwise;\n- · changes in legislation and regulation or the interpretations thereof by regulators and courts, affecting the Group or its ceding companies, including as a result of comprehensive reform or shifts away from multilateral approaches to regulation of global operations;\n- · matters negatively affecting the reputation of the Group, its board of directors or its management;\n- · the lowering, loss or giving up of one of the financial strength or other ratings of one or more companies in the Group, and developments adversely affecting its ability to achieve improved ratings;\n- · uncertainties in estimating reserves, including differences between actual claims experience and underwriting and reserving assumptions, including in Life & Health and in Property & Casualty Reinsurance due to higher costs caused by pandemic-related or inflation and supply chain issues;\n- · changes in our policy renewal and lapse rates and their impact on the Group's business;\n- · the outcome of tax audits, the ability to realise tax loss carryforwards and the ability to realise deferred tax assets (including by reason of the mix of earnings in a jurisdiction or deemed change of control), which could negatively impact future earnings, and the overall impact of changes in tax regimes on the Group's business model;\n- · changes in accounting estimates or assumptions that affect reported amounts of assets, liabilities, revenues or expenses, including contingent assets and liabilities as well as changes in accounting standards, practices or policies, including the Group's decision to transition from US GAAP to IFRS beginning 1 January 2024;\n- · strengthening or weakening of foreign currencies;\n- · reforms of, or other potential changes to, benchmark reference rates;\n- · failure of the Group's hedging arrangements to be effective;\n- · significant investments, acquisitions or dispositions, and any delays, unforeseen liabilities or other costs, lower-thanexpected benefits, impairments, ratings action or other issues experienced in connection with any such transactions;\n- · extraordinary events affecting the Group's clients and other counterparties, such as bankruptcies, liquidations and other credit-related events;\n- · changing levels of competition in the markets and geographies in which the Group competes;\n- · the effects of business disruption due to terrorist attacks, cyberattacks, natural catastrophes, public health emergencies, hostilities or other events;\n- · limitations on the ability of the Group's subsidiaries to pay dividends or make other distributions; and\n- · operational factors, including the efficacy of risk management or the transition to IFRS as well as other internal procedures in anticipating and managing the foregoing risks.\n\nThese factors are not exhaustive. The Group operates in a continually changing environment and new risks emerge continually. Readers are cautioned not to place undue reliance on forward-looking statements. The Group undertakes no obligation to publicly revise or update any forward-looking statements, whether as a result of new information, future events or otherwise.",
        "metadata": {
            "page": 87
        },
        "id": "094e6d2b-126c-40ea-b229-a890299df8a6"
    },
    {
        "page_content": "## Contacts\n\n## Swiss Re has 78 office locations in 29 countries. For a full list of our office locations and service offerings, please visit www.swissre.com\n\n## Investor Relations\n\nTelephone +41 43 285 4444 investor\\_relations@swissre.com\n\n## Head office\n\nSwiss Re Ltd Mythenquai 50/60, P.O. Box, 8022 Zurich, Switzerland Telephone +41 43 285 2121\n\n## Americas\n\n## Armonk\n\n175 King Street Armonk, NY 10504 Telephone +1 914 828 8000\n\n## Kansas City\n\n1200 Main Street Kansas City, MO 64105 Telephone +1 816 235 3700\n\n## New York City\n\n1301 Avenue of the Americas\n\nNew York, NY 10019 Telephone +1 212 317 5400\n\n## Los Angeles\n\n777 South Figueroa Street Los Angeles, CA 90017 Telephone +1 213 457 6190\n\n## São Paulo\n\nAvenida Brigadeiro Faria Lima 3064 Itaim Bibi São Paulo, SP 01451-000 Telephone +55 11 3073 8000\n\n## Mexico City\n\nAvenida Insurgentes Sur 1898 Colonia Florida México City 01030 Telephone +52 55 5322 8400\n\n## Toronto\n\n150 King Street West Toronto, Ontario M5H 1J9 Telephone +1 416 408 0272\n\n## Media Relations\n\nTelephone +41 43 285 7171 media\\_relations@swissre.com\n\n## Europe, Middle East and Africa\n\n## Bratislava\n\nMlynské Nivy 12 811 09 Bratislava Telephone +421 2 5831 4900\n\n## London\n\n30 St Mary Axe London EC3A 8EP\n\nTelephone +44 20 7933 3000\n\n## Munich\n\nArabellastrasse 30 81925 Munich Telephone +49 89 3844 1200\n\n## Paris\n\n11-15, rue Saint-Georges 75009 Paris Telephone +33 1 43 18 30 00\n\n## Madrid\n\nTorre Europa Paseo de la Castellana, 95 28046 Madrid Telephone +34 91 598 1726\n\n## Milan\n\nPiazza Vetra, 17 20123 Milan\n\nTelephone +39 06 32 3931\n\n## Cape Town\n\nBlock B & C The Boulevard Office Park Searle Street Cape Town, 7925\n\nTelephone +27 21 469 8400\n\n## Share Register\n\nTelephone +41 43 285 6810 share\\_register@swissre.com\n\n## Asia-Pacific\n\n## Bangalore\n\nFairwinds Building Embassy Golf Links Business Park Off Intermediate Ring Road 560071 Bangalore Telephone +91 80 4616 7000\n\n## Hong Kong\n\nCentral Plaza 18 Harbour Road Wan Chai Hong Kong Telephone +852 3605 8800\n\n## Beijing\n\nChina Life Financial Centre 23 Zhenzhi Road Chaoyang District Beijing 100026 Telephone +86 10 6563 8888\n\n## Singapore\n\nGuoco Midtown Office Tower 128 Beach Road Singapore 189773 Telephone +65 6532 2161\n\n## Sydney\n\nTower Two International Towers Sydney 200 Barangaroo Avenue Sydney, NSW 2000 Telephone +61 2 8295 9500\n\n## Tokyo\n\nMarunouchi Nijubashi Building\n\n3-2-3 Marunouchi Tokyo 100-0005 Telephone +81 3 5219 7800",
        "metadata": {
            "page": 88
        },
        "id": "5151b5e1-6ff5-4d4f-8304-f4acac9d5e4e"
    },
    {
        "page_content": "©2024 Swiss Re. All rights reserved.\n\nTitle:\n\nBusiness Report 2023\n\nEditorial:\n\nChloë Barrow\n\nJessica Gaines\n\nLaura Schuon\n\nMichael Gawthorne\n\nPirintha Subramaniam\n\nDesign:\n\nSwiss Re Corporate Real Estate & Services/ Media Services, Zurich\n\nPhotography:\n\nBoris Baldinger\n\nBoris Germann\n\nDaniele Cruciani\n\nDaniella Aranibar\n\nFredi Lienhardt Photography\n\nGetty Images\n\nIan Londin\n\nMayte Madariaga Fotografia\n\nNeasa Ann Photography\n\nPhosstudio Zurich\n\nRachael Marussich\n\nSungJin Bae\n\nSwiss Re\n\nPrinting:\n\nSwiss Re Corporate Real Estate & Services/ Copycentre, Zurich\n\n<!-- image -->\n\n<!-- image -->\n\nThis report is printed on sustainably produced paper and the wood used comes from forests certified to 100% by the Forest Stewardship Council (FSC).\n\nOriginal version in English.\n\nA short version of the Business Report 2023 is available in German. The web version of the Annual Report 2023 is available at: reports.swissre.com\n\nOrder no: 1490793\\_24\\_EN\\_2\n\n03/24, en",
        "metadata": {
            "page": 89
        },
        "id": "0b1f410e-e55b-4b25-95e3-d213124e3e08"
    },
    {
        "page_content": "Swiss Re Ltd Mythenquai 50/60 P.O. Box 8022 Zurich Switzerland\n\nTelephone +41 43 285 2121 www.swissre.com",
        "metadata": {
            "page": 90
        },
        "id": "f5e09b43-a938-4463-891c-d6fc85c6bbfd"
    }
]