[
    {
        "page_content": "## Governance\n\n2023",
        "metadata": {
            "page": 1
        },
        "id": "325d5db6-69a1-4ce1-97df-3e2ac8a663ac"
    },
    {
        "page_content": "## Governance 2023\n\n## Corporate Governance Statement 2023\n\nCorporate governance at Fortum is based on Finnish laws and the company's Articles of Association. Fortum fully complies with the Finnish Corporate Governance Code 2020. The corporate governance statement is issued separately from the operating and financial review, and it has been reviewed by the Audit and Risk Committee of Fortum Board of Directors.\n\nFortum Corporation ('Fortum' or the 'company') has been listed on Nasdaq Helsinki stock exchange since 1998. Fortum's industrial sector according to the Global Industry Classification Standard is Electric Utilities. The State of Finland through the Ownership Steering Department of the Prime Minister's Office of the Finnish Government is the majority owner in Fortum with a total of 51.26% of the shares as on 31 December 2023.\n\nFortum prepares the consolidated financial statements and interim reports in accordance with the International Financial Reporting Standards (IFRS), as adopted by the EU, the Finnish Securities Markets Act, as well as the applicable Financial Supervisory Authority's regulations and guidelines and Nasdaq Helsinki rules.\n\nThe company's operating and financial review and the parent company financial statements are prepared in accordance with the Finnish Companies Act, Accounting Act, Securities Markets Act, EU Taxonomy Regulation, and the opinions and guidelines of the Finnish Accounting Board. The consolidated financial statements are also published in accordance with the European Single Electronic Format (ESEF) reporting requirement. The company's external auditor, Deloitte Oy, has provided an independent auditor's reasonable assurance report on Fortum's ESEF financial statements in accordance with ISAE 3000 (Revised). The auditor's report covers the consolidated financial statements and the parent company financial statements.\n\nThe Finnish Corporate Governance Code 2020 is available on the website of the Securities Market Association at 4 www.cgfinland.fi .\n\n## Governing bodies of Fortum\n\nThe decision-making bodies managing and overseeing Fortum's administration and operations are the General Meeting of Shareholders, the Board of Directors with its Audit and Risk Committee, the Nomination and Remuneration Committee, the Technology and Investment Committee, and the President and CEO, supported by the Fortum Leadership Team.\n\nFurther, Fortum has an informal Advisory Council consisting of representatives of Fortum's different key stakeholder groups as invited by the Board of Directors. The Advisory Council aims at maintaining and furthering the dialogue with Fortum's key stakeholders to advance Fortum's interests, brand and reputation. In 2023, the Advisory Council consisted of 15 representatives of Fortum's different stakeholder groups, including three employee representatives.\n\n## Governing bodies of Fortum\n\n<!-- image -->\n\nAs sustainability is an integral part of Fortum's strategy and operations, the highest level of decision-making on sustainability and climate-related matters is with the Board of Directors. Therefore, Fortum has not established a specific Sustainability Committee for the decision-making on Environmental, Social and Governance (ESG) matters. The Audit and Risk Committee, the Technology and Investment Committee, members of the Fortum Leadership Team, and other senior executives support the Board of Directors in the decision-making in these matters.\n\n## Major changes in Group structure in 2023\n\n## New business structure\n\nIn March 2023, Fortum launched its new strategy and simultaneously reorganised its operating structure. The target of the new organisation is successful implementation of the company's purpose and strategy. The new business structure mirrors the key value drivers in Fortum's main business; reliable clean power generation based on strong sales and trading capabilities as well as customer orientation to drive decarbonisation.\n\nFortum's business units and enabling functions since March 2023 are:\n\n## Hydro Generation\n\nThe Hydro Generation business unit is responsible for operating, maintaining and developing Fortum's 4.7 gigawatt (GW) hydropower assets. The unit's key value drivers include safe operations and the ability to optimise and increase the assets' flexibility and availability.",
        "metadata": {
            "page": 2
        },
        "id": "0364f9a5-e886-4300-98e4-3d02f9f5584e"
    },
    {
        "page_content": "## Governance 2023\n\n## Nuclear Generation\n\nThe Nuclear Generation business unit operates, maintains and develops Fortum's fully-owned Loviisa nuclear power plant, and it manages Fortum's ownership in the co-owned nuclear assets in Finland and Sweden, 3.2 GW in total. The business has significant in-house engineering competencies and it also offers expert services that cover the whole lifecycle of nuclear power plants, from newbuilds to decommissioning and final disposal of nuclear waste.\n\n## Renewables and Decarbonisation\n\nThe Renewables and Decarbonisation business unit is responsible for driving growth in wind and solar power business through project development and execution. The unit is also responsible for Fortum's district heating and cooling business and the decarbonisation of heat production assets. Furthermore, the business unit explores projects in clean hydrogen in the Nordics.\n\n## Corporate Customers and Markets\n\nThe Corporate Customers and Markets business unit is responsible for hedging and value creation in both physical and financial power markets, locking in revenues for Fortum's power generation and managing the supply for the Consumer Solutions unit. The unit also serves as the customer interface for large industrial customers and thereby pursues long-term value through power demand creation in the Nordic market.\n\n## Consumer Solutions\n\nThe Consumer Solutions business unit is responsible for offering energy solutions to consumers and small and medium-sized enterprises predominantly in the Nordics and Poland, including customer service and invoicing services. With its over two million customers, Fortum is the largest energy solution provider in the Nordics.\n\n## Circular Solutions\n\nThe Circular Solutions business unit is responsible for operating, maintaining and developing Fortum's recycling and waste assets. These businesses are\n\nnot in the core of Fortum's new strategy. In August 2023, Fortum announced that it had decided to assess strategic options, including potential divestments, of its Circular Solutions businesses.\n\n## Enabling functions\n\nFortum's enabling functions are Finance, Sustainability and Corporate Relations, People and Procurement, Legal, and Transformation and IT.\n\n## Russia\n\nThe Russia segment consisting of Fortum's Russian operations was fully deconsolidated in the second quarter of 2023 and has since been reported as discontinued operations. In April, the Russian authorities seized control of Fortum's assets in Russia and Fortum lost control of PAO Fortum, which triggered full impairments and deconsolidation of the company's Russian assets in the second quarter of 2023.\n\n## Launch of the new strategy\n\nAt the beginning of March 2023, following the decision to pursue a controlled exit from Russia, Fortum's Board of Directors resolved on the new strategy. In accordance with the strategy, Fortum's strategic priorities are to deliver reliable clean energy and drive decarbonisation in industries in the Nordics.\n\nThe financial and sustainability targets are as follows: · Updated financial guidance to ensure a credit rating of at least BBB and optimal financial flexibility for future growth with long-term financial net debt-tocomparable EBITDA of 2.0-2.5 times;\n\n- · Disciplined growth in clean energy with capital expenditure of up to EUR 1.0 billion during 2023-2025. Investment hurdles of project WACC + 150-400 basis points will be applied and evaluated against the company's climate and biodiversity targets;\n- · Renewed dividend policy with a payout ratio of 60-90% of comparable EPS;\n- · Tightened environmental and decarbonisation ambitions with updated targets to reach carbon\n\nneutrality already by 2030, exit coal by the end of 2027, a target for specific emissions and commitment to SBTi (1.5 °C) and biodiversity targets.\n\n## General Meeting of Shareholders\n\nThe General Meeting of Shareholders is the highest decisionmaking body of Fortum. Every shareholder has the right to participate in the General Meeting, to propose items to be included in the agenda of the General Meeting and to exercise his/her power of decision in the matters belonging to the General Meeting by law, as stipulated in the Finnish Companies Act.\n\nEach share entitles to one vote. In accordance with the Finnish Companies Act, a shareholder also has the right to ask questions concerning the matters discussed at the General Meeting of Shareholders. By the end of each financial year, Fortum discloses the date by which a shareholder may propose items to be included on the agenda of the following Annual General Meeting on its Annual General Meeting website.\n\nThe resolutions at the General Meeting of Shareholders are primarily made by a simple majority of votes. Such resolutions include, for example, resolutions on the adoption of the financial statements, payment of dividend, on discharging the members of the Board of Directors and the President and CEO from liability, election of members of the Board of Directors and the external auditor, and the resolution on their remuneration.\n\nIn accordance with Fortum's Articles of Association and the Finnish Companies Act, a notice to convene the General Meeting of Shareholders is issued by the Board of Directors. The notice is delivered no earlier than three months and no later than three weeks before the date of the General Meeting of Shareholders by publishing the notice on the company's website. The Annual General Meeting shall be held once a year, in June at the latest.\n\nAn Extraordinary General Meeting of Shareholders shall be held whenever the Board of Directors deems it necessary or when it is otherwise required by law to convene such a meeting.",
        "metadata": {
            "page": 3
        },
        "id": "50977f84-c217-4448-a56e-e596c50be977"
    },
    {
        "page_content": "## Governance 2023\n\n## Board diversity in numbers\n\n## Gender, number of persons\n\n4\n\n<!-- image -->\n\n6\n\n## Age, number of persons\n\n6\n\n<!-- image -->\n\n## The main duties of the Annual General Meeting include:\n\n- · Adoption of the parent company financial statements and consolidated financial statements\n- · Resolution on the use of the profit shown on the balance sheet and on the distribution of dividend\n- 1 · Resolutions on the discharge from liability of the members of the Board of Directors and the President and CEO\n- · The remuneration policy, if necessary\n- · Approval of the remuneration report\n- · Resolution on the remuneration of the members of the Board of Directors and the external auditor\n- · Resolution on the number of members of the Board of Directors\n- · Election of the Chair, Deputy Chair and Members of the Board of Directors\n- · Election of the external auditor\n\n## Annual General Meeting 2023\n\nFortum's Annual General Meeting 2023 was held on 13 April 2023 at Messukeskus in Helsinki, Finland. In addition to participating in the meeting at the venue, the shareholders had an opportunity to vote on certain\n\n## Tenure, number of persons\n\n7\n\n<!-- image -->\n\nmatters on the agenda of the Annual General Meeting in advance and to follow the meeting live online on the company's website. The Remuneration Report for the company's governing bodies for 2022 was presented to the Annual General Meeting and it was rejected in an advisory vote.\n\n1\n\n## Shareholders' Nomination Board\n\nThe purpose and task of the Shareholders' Nomination Board is to prepare and present proposals on the remuneration, number of and members of the Board of Directors to the General Meeting. In addition, the Shareholders' Nomination Board seeks candidates for potential Board members.\n\nThe Shareholders' Nomination Board consists of four members. Three are appointed by the three largest shareholders, who shall appoint one member each. The Chair of the Board of Directors serves as the fourth member. The members are appointed annually, and their term of office ends when new members are appointed to replace them. Fortum's three largest shareholders that are entitled to appoint members to the Shareholders' Nomination Board are determined on the basis of the registered holdings as at the first working day of September in the year concerned. In the\n\n## Education, number of persons\n\n6\n\n<!-- image -->\n\nevent that a shareholder does not wish to exercise its right to appoint a representative, it shall pass the right to the next largest shareholder. The Shareholders' Nomination Board forwards its proposals for the Annual General Meeting to the Board of Directors by 31 January each year.\n\n## Diversity Principles for the Board of Directors\n\n1 The Shareholders' Nomination Board prepares and applies diversity principles to the Board of Directors in line with the Finnish Corporate Governance Code 2020 in preparing the proposals concerning the nomination of board members. The diversity principles include, among others, that the board composition shall include expertise from the geographical areas where Fortum conducts its business, the underlying profession of the board members shall include such competences that support the implementation of Fortum's strategy and that enable the board members to challenge management decisions and to exercise an overseeing role. In addition, the board composition shall include both genders. The diversity principles and their implementation are reviewed by the Shareholders' Nomination Board annually.\n\nThe Shareholders' Nomination Board applied the diversity principles in preparing the proposal concerning the nomination of the board members for the Annual General Meeting 2023",
        "metadata": {
            "page": 4
        },
        "id": "8c345d37-7bd3-4624-8ded-6cead67ae62e"
    },
    {
        "page_content": "## Governance 2023\n\nand for the upcoming Annual General Meeting 2024. The goal of the Shareholders' Nomination Board is to find candidates for potential board members meeting the requirements set by the international nature of the company's business emphasising experience gained in a CEO level management position in international business and strong expertise in ESG, energy industry, and digitalisation, in particular. The Shareholders' Nomination Board has deemed that the current board composition and the board member candidates proposed to be elected by the Annual General Meeting 2024 possess all the competences defined in the diversity principles in a well-balanced manner.\n\nThe proposal for the board members for the Annual General Meeting 2024 consists of 3 women and 6 men. In the current Board of Directors four of the members are women and six are men, corresponding to a ratio of 40% and 60%, respectively.\n\n## Shareholders' Nomination Board in 2023\n\nIn September 2023, the following persons were appointed to the Shareholders' Nomination Board: Minna Pajumaa, (Chair) Senior Ministerial Adviser, Financial Affairs, Prime Minister's Office, Ownership Steering Department, Jouko Pölönen, President and CEO of Ilmarinen Mutual Pension Insurance Company, Risto Murto, President and CEO of Varma Mutual Pension Insurance Company, and the Chair of the company's Board of Directors Mikael Silvennoinen.\n\nDuring the period between September 2022September 2023, the Shareholders' Nomination Board comprised the following members: Maija Strandberg, Senior Ministerial Adviser, Financial Affairs, Prime Minister's Office, Ownership Steering Department (Chair) (September 2022-April 2023), Jouko Pölönen, President and CEO of Ilmarinen Mutual Pension Insurance Company, Risto Murto, President and CEO of Varma Mutual Pension Insurance Company, Chair of the company's Board of Directors Veli-Matti Reinikkala (September 2022-April 2023) and Mikael Silvennoinen as of 13 April 2023. Following the election of Maija Strandberg as member of the Board of Directors of Fortum at AGM 2023, Minna Pajumaa, Senior\n\nMinisterial Adviser, Financial Affairs, Prime Minister's Office, Ownership Steering Department replaced Maija Strandberg and served as Chair of the Shareholders Nomination Board as of 13 April 2023.\n\nIn 2023 by 1 September, the Shareholders' Nomination Board convened a total of 5 times and the attendance rate of the meetings was 100%. 1 September 2023-31 January 2024, the Nomination Board convened 6 times and the attendance rate of the meetings was 100%.\n\nThe Shareholders' Nomination Board proposes to the Annual General Meeting 2024 that the remuneration payable to members of the Board of Directors is as follows: Chair: EUR 128,200/year, Deputy Chair: EUR 79,400/year, and Members: EUR 56,800/year. In addition, it is proposed to pay fixed fees for the Audit and Risk Committee, Technology and Investment Committee and Nomination and Remuneration Committee work as follows: Chair: EUR 22,600/year in case that they do not simultaneously act as Chair or Deputy Chair of the Board and Member: EUR 5,400/year. If the Chair simultaneously acts as Chair or Deputy Chair of the Board of Directors, they will be paid the fixed fee of a Committee member. The Chair and the members of any additional Committee established by a Board decision will only be paid the meeting fees.\n\nIn addition, the Shareholders' Nomination Board proposes that the meeting fee payable to a Board member, also for the Committee meetings, be EUR 1,000 for each meeting, or EUR 2,000 in case the member travels to the meeting outside their country of residence. When a member participates in the meeting via remote connection, or for the decisions that are confirmed without convening a meeting, the meeting fee be EUR 1,000. The travel expenses of Board members are compensated in accordance with the company's travel policy.\n\nFurther, the Shareholders' Nomination Board proposes that the annual fee for the Board work of the Board members be paid in company shares and in cash in such a way that approximately 40% of the amount of the annual fee be payable in shares acquired on behalf and in the name of the Board members, and the remainder in cash. The meeting fees and the fixed fees for the Committee work are proposed to be paid fully in cash.\n\nThe Shareholders' Nomination Board proposes that the Charter of the Shareholders' Nomination Board be amended in such a way that the shareholders entitled to appoint a member are determined on the basis of the shareholders' register of the company maintained by Euroclear Finland Oy on the first working day in June (previously on the first working day in September) each year. Further, the Shareholders' Nomination Board proposes that the Charter be amended in such a way that the Chair of the company's Board of Directors shall act as a non-voting expert of the Shareholders' Nomination Board (previously as member of the Shareholders' Nomination Board).\n\nIn addition, the Shareholders' Nomination Board proposes to the Annual General Meeting 2024 that the Board of Directors consist of nine members and that the following persons be elected to the Board of Directors for the upcoming term: Ralf Christian, Luisa Delgado, Jonas Gustavsson, Essimari Kairisto (Deputy Chair), Marita Niemelä, Teppo Paavola, Mikael Silvennoinen (Chair), Johan Söderström, and Vesa-Pekka Takala.\n\n## Board of Directors\n\nThe Board of Directors is responsible for the company's strategic development and for supervising and steering the company's business and management. Further, in line with the company's Articles of Association and the Finnish Companies Act, the Board of Directors represents the company and is responsible for defining the company's strategy, and also for proper arrangement of the control of the company's accounts and finances.\n\nThe Board of Directors comprises five to ten members who are elected at the Annual General Meeting for a one-year term of office expiring at the end of the first Annual General Meeting following the election. The Annual General Meeting also elects the Chair and the Deputy Chair of the Board of Directors.\n\nThe Board of Directors convenes according to an agreed schedule to discuss specific themes and issues in accordance with its charter. The Chair of the Board of Directors decides on the agenda for the Board meetings based on the proposal by the President and CEO and /or the secretary to the Board of Directors. The members of the Board of Directors have the",
        "metadata": {
            "page": 5
        },
        "id": "869ccf90-17bd-4a6a-8bbd-d12edc2a2267"
    },
    {
        "page_content": "## Governance 2023\n\nright to suggest specific items and have them included on the agenda. More than a half of the members must be present at the meeting to constitute a quorum. The decisions of the Board of Directors shall be made by a simple majority. The work of the Board of Directors is based on a written charter, the main contents of which, including the duties of the Board of Directors, are disclosed below.\n\nThe President and CEO, the Chief Financial Officer, and the General Counsel, as secretary to the Board of Directors, all attend the Board meetings on a regular basis. The other Fortum Leadership Team members and senior executives attend meetings as appropriate.\n\nAs part of its duties, the Board of Directors also conducts an annual self-assessment in order to further develop its work. In accordance with the Finnish Corporate Governance Code 2020, the Board of Directors also annually evaluates independence of each of its directors / members of both the company and its significant shareholders.\n\n## The main duties of the Board of Directors include:\n\n## Strategy\n\n- · Strategic development and steering of the company's business\n- · Confirming the operating principles and group policies, including the Code of Conduct and the sustainability policy, and overseeing their implementation\n- · Defining the company's values and oversee their manifestation in the company's culture\n\n## Supervision and oversight\n\n- · Ensuring that the administration and operations of the company are properly organised\n- · Ensuring that the accounting, financial administration and the risk management of the company are properly organised\n\n## Financial matters of significance\n\n- · Confirming the business plan on an annual basis\n- · Setting and following up the annual performance targets, including sustainability and climate-related targets, for the group and its management\n- · Reviewing and approving interim reports, consolidated financial statements, parent company financial statements and operating and financial review\n- · Defining the financial targets, including the dividend policy\n- · Defining the company's investment authorities, and deciding on investments, divestments and business arrangements in line with the company's decision authorities\n\n## Decisions having effect on the corporate organisation\n\n- · Appointing and dismissing as well as deciding on the remuneration of the President and CEO\n- · Confirming the Group's organisational structure at the top management level, and appointing and dismissing the members of the Fortum Leadership Team and deciding on their remuneration;\n- · Appointing the Chair and Deputy Chair as well as members of the company's Advisory Council\n\n## Other\n\n- · Convening the Annual General Meeting, and the Extraordinary General Meeting, when necessary\n- · Deciding on charitable contributions\n\n## Board of Directors in 2023\n\nThe Annual General Meeting held on 13 April 2023 elected, in accordance with the proposal of the Shareholders' Nomination Board, Mikael Silvennoinen as Chair, Essimari Kairisto as Deputy Chair, and Ralf Christian, Luisa Delgado, Jonas Gustavsson, Marita Niemelä, Teppo Paavola, Maija Strandberg, Johan Söderström and Vesa-Pekka Takala as members to the Board of Directors. Until the Annual General Meeting 2023, the Board of Directors comprised the following members: Veli-Matti Reinikkala as Chair, Anja McAlister as Deputy Chair, and Ralf Christian, Luisa Delgado, Essimari Kairisto, Teppo Paavola, Philipp Rösler, Annette Stube, and Kimmo Viertola (non-independent of the company's significant shareholder, the State of Finland) as members.\n\nThe Chair, the Deputy Chair and the members of the Board of Directors are all independent of the company and of the company's significant shareholders, with the exception of Maija Strandberg, who is non-independent of the company's significant shareholder (the State of Finland). Four of the Board members are female and six are male.\n\nThe Board of Directors convened a total of 16 times in 2023, and the attendance rate of the meetings was 89%. During 2023, the main focus of the board work was on the group's new strategy and its implementation plans, overall transformation of business operations and organisations, development of risk framework including various short- and long-term risk scenario reviews and a Group Risk Appetite statement, as well as matters on climate change, the directive on corporate sustainability reporting (CSRD) and regulatory environment. Especially during the beginning of the year, the Board was closely monitoring the effects of the European energy crisis caused by Russia's attack on Ukraine which eventually resulted in the de facto loss of control of the company's Russian operations. To this end, the Board of Directors established a temporary Russia Committee in April 2023. The members of the committee are Mikael Silvennoinen (Chair), Essimari Kairisto, Ralf Christian and Maija Strandberg. The committee convened a total of 8 times in 2023 and the attendance rate of the meetings was 97%. The Board of Directors established a new permanent board committee for technology and investment-related matters in April 2023. The duty of the Technology and Investment Committee is to evaluate and make recommendations to the board, inter alia, on technologies related to the production of clean energy, electricity and gas, investment proposals and the achievement of sustainability targets.\n\nTo further enhance the efficiency of its work, the Board, as part of its work, also conducted the annual self-assessment, including assessment of the committee work.",
        "metadata": {
            "page": 6
        },
        "id": "63bc893d-3a5e-4b49-bcd1-8f77fdf72698"
    },
    {
        "page_content": "<!-- image -->\n\nGovernance 2023\n\n## Fortum's Board of Directors on 31 December 2023\n\n<!-- image -->\n\n## Mikael Silvennoinen Chair\n\nBorn:\n\n1956\n\nNationality: Finnish\n\nEducation:\n\nM. Sc. (Economics)\n\nIndependent member of Fortum's Board of Directors since 13 April 2023\n\nChair of the Nomination and Remuner ation Committee, member of the Technology and Investment Committee and chair of the temporary Russia Committee\n\nShareholding in Fortum on 31 December 2023: 9,497 (Includes 6,849 Fortum shares held through his controlling company\n\nAgendum Oy)\n\nMain occupation: Executive Chairman, IMS Talent Oy\n\nPrimary work experience: Pohjola Bank Plc: President and CEO and Chairman of the Executive Committee 1997-2013, Member of the Executive Board and Head of Capital Markets 1997, Head of Investment Banking and International Affairs 1994-1997, Head of private equity 1989-1992; Wärtsilä Group: Group Treasurer and Managing Director of Wärtsilä Finance Ltd. 1988-1989, Finance Manager 1986-1988, Various finance specialist positions 1983-1986\n\nKey positions of trust: Chair of the Board of Directors of Orion Corporation; Member of the Board of Directors of Pontos Oy\n\n<!-- image -->\n\n## Essimari Kairisto Deputy Chair\n\nBorn:\n\n1966\n\nNationality: Finnish and German\n\nEducation: Diploma in Business Administration (Germany)\n\nIndependent member of Fortum's Board of Directors since 2018\n\nChair of the Audit and Risk Committee and member of the temporary Russia Committee\n\nShareholding in Fortum on 31 December 2023: 2,872\n\nMain occupation: Independent consultant\n\nPrimary work experience: Member of the Executive Board/CFO in 2013-2016 at Hochtief Solutions AG; General Manager Finance/ CFO of Sasol O&S Group International 2008-2013; Managing Director and CFO of Sasol Germany GmbH 2007-2013; Managing Director/CFO of Lahmeyer International GmbH 2004-2007; Head of Special Purpose Controlling of RWE Solutions AG 2003-2004; Head of Commercial Services Infrastructure Management of RWE Solutions AG & RWE Industrie-Lösungen GmbH 2002-2003; several management positions in Germany, Norway and US at Schlumberger 1995-2001\n\nKey positions of trust: Member of the Supervisory Board and Chair of the Audit Committee of Fugro N.V.; Member of the Supervisory Board, the Board of Partners, and the Audit Committee of Freudenberg Group; Vice Chair of the Supervisory Board, Chair of the Audit, Risk and Compliance Committee, and Member of the Strategic Investment Committee of TenneT Holding B.V.; Independent Member of the Board of Directors and Member of the Audit Committee of Applus Services SA; Non-executive Independent Member of the Board of Directors and Chair of the Audit Committee of Iveco Group N.V.",
        "metadata": {
            "page": 7
        },
        "id": "3ced2574-d904-4bf0-a013-12b57bb2d9a0"
    },
    {
        "page_content": "Governance 2023\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Ralf Christian\n\nBorn:\n\n1964\n\nNationality: German\n\nEducation: M.Sc., Industrial Engineering & Computer Science (Dipl. Wirtsch.Ing./OR-Informatik)\n\nIndependent member of Fortum's Board of Directors since 2022 Chair of the Technology and Investment Committee and member of the temporary Russia Committee\n\nShareholding in Fortum on 31 December 2023: 2,270\n\nMain occupation: Non-executive Director\n\nPrimary work experience: Chief Executive Officer of Siemens Energy Management Division 2015-2019, Chief Executive Officer of Siemens Low and Medium Voltage 2011-2014, Chief Executive Officer of Siemens Power Distribution 2008-2011, Chief Executive Officer of Siemens High Voltage Business 2004-2008, Several positions in Automation & Drives and Corporate Strategy and Research 1989-1998; General Manager, Low Voltage Products & Systems of GE Industrial, Barcelona, Spain 2001-2004, General Manager of GE Procond Electronics, Belluno, Italy 1999-2001, General Manager, Global Development Function of GE Industrial, Barcelona 1998-1999\n\nKey positions of trust: Member of the Expert Committee and advisor at Atreus GmbH; Member of the Supervisory Board of Tresvolt AG\n\n## Luisa Delgado\n\nBorn:\n\n1966\n\nNationality:\n\nPortuguese\n\nand Swiss\n\nEducation: LLM, King's College, University of London, UK; BBL, University of Geneva, Switzerland\n\nIndependent member of Fortum's Board of Directors since 2021\n\nMember of the Nomination and Remuneration Committee\n\nShareholding in Fortum on 31 December 2023: 2,270\n\nMain occupation: Board professional\n\nPrimary work experience: CEO and Board Member of Safilo SpA 2013-2018; Executive Board Member and Chief Human Resources Officer of SAP AG 2012-2013; Vice President, Nordic, Procter & Gamble GmbH 2007-2012; Vice President, Human Resources, Western Europe, Procter & Gamble GmbH 2006-2007; General Manager, Human Resources, Western Europe, Procter & Gamble GmbH 2003-2006; Head of Human Resources, Western Europe, Procter & Gamble GmbH 2000-2003; EMEA Human Resources Specialist, Organization Design, EU Labor, Diversity, Employee Communications 1997-1999; Division Human Resources Manager, UK Fabric/Home, Baby/Feminine and Food 1995-1997; Country Human Resources and Public Affairs & Communications Manager, Procter & Gamble Portugal 1993-1995; Recruitment, Training & Development, Plant Human Resources & Country Human Resources Manager, Procter & Gamble Portugal 1991-1993\n\nKey positions of trust: Chair of the Board of Directors of Swarovski SIH AG; Vice Chair of the Board of Directors of Barclays Bank (Suisse) SA; Member of the Board of Directors of Ingka Holding BV (IKEA), Telia AB, Grupo Dia and Breitling AG\n\n## Jonas Gustavsson\n\nBorn: 1967 Nationality: Swedish\n\nEducation: M.Sc.\n\n(Mechanical Engineering)\n\nIndependent member of Fortum's Board of Directors since 13 April 2023\n\nMember of the Audit and Risk Committee\n\nShareholding in Fortum on 31 December 2023: 1,285\n\nMain occupation: President and CEO, AFRY AB\n\nPrimary work experience: Sandvik: President of Sandvik Machining Solutions 2013-2017; President of Sandvik Materials Technology 2011-2013; Sandvik Materials Technology: President of Product Unit KANTHAL 2009-2011 and General Manager of Product Unit Tube 2008-2009; Senior Vice President, Operations at BRP ROTAX, Austria 2003-2008; various senior positions at Bombardier 1997-2002 and ABB 1995-1997\n\nKey positions of trust: Vice Chair of the Association of Swedish Engineering Industries; Board Member of the Confederation of Swedish Enterprise; Member of the Royal Swedish Academy of Engineering Sciences (IVA)",
        "metadata": {
            "page": 8
        },
        "id": "089df035-b631-4587-ac19-d3d0087c59cd"
    },
    {
        "page_content": "Governance 2023\n\n<!-- image -->\n\n<!-- image -->\n\n## Marita Niemelä\n\nBorn: 1961\n\nNationality: Finnish\n\nEducation: Dr. Tech (Chemical Engineering)\n\nIndependent member of Fortum's Board of Directors since 13 April 2023\n\nMember of the Technology and Investment Committee\n\nShareholding in Fortum on 31 December 2023:\n\n## 1,285\n\nMain occupation: Senior Vice President, Sustainable Energy Solutions, Rejlers Finland\n\nPrimary work experience: Director of the Energy Business Unit at CSIRO, Australia's national science agency and innovation catalyst 2019-2022; Vice President at Neste Engineering Solutions 2018-2019; Chief Technology Officer of Neste Jacobs 2017-2018; Vice President, Strategy at Valmet Pulp and Energy 2013-2017; Vice President, Bio Technologies at Metso Pulp, Paper and Power, 2012-2013; Leading Advisor, New Technologies, Biofuels and Biorefining at Pöyry Management Consulting 2010-2012; Part-time professor at Aalto University 2009-2011; Vice President, Biofuels and Biorefining at Pöyry Finland Oy 2007-2010; Director, Chemicals (SME) at Avantium Technologies, the Netherlands 2006-2007\n\nKey positions of trust: Member of the Board of Aalto University; Member of Forté Foundation Global Board Ready Women\n\n## Maija Strandberg\n\nBorn:\n\n1969\n\nNationality: Finnish\n\nEducation:\n\nM.Sc. (Econ.)\n\nIndependent of the Company but non-independent of Fortum's significant shareholder, member of the Board of Directors since 13 April 2023\n\nMember of the Audit and Risk Committee, member of the Nomination and Remuneration Committee and member of the temporary Russia Committee\n\n## Shareholding in Fortum on 31 December 2023: 1,285\n\nMain occupation: Director General, Prime minister's office, ownership steering department (since 1 February 2024)\n\nPrimary work experience: Senior Ministerial Adviser, Financial Affairs, Prime Minister's Office, Ownership Steering Department 2019-2024; CFO of Uponor Oyj 2017-2019; Vice President, Finance of Paper Business Line and Vice President, Finance of Pulp & Energy Business Line at Valmet (Metso Paper Oy) 2013-2017; Managing Director and member of group management and CFO of ALSO Nordic Holding Oy (GNT Holding Oy) 2007-2012; various controller and director positions at Timberjack/John Deere C&F Europe 1995-2007\n\nKey positions of trust: Member of the Board of Directors and member of the Audit Committee of SSAB AB (publ.); Chair of the Shareholders' Nomination Board of Neste Corporation; Member of the Nomination Committee, Municipality Finance Plc\n\n<!-- image -->\n\n## Teppo Paavola\n\nBorn:\n\n1967\n\nNationality: Finnish\n\nEducation:\n\nSc. (Econ.),\n\nINSEAD MBA\n\nIndependent member of Fortum's Board of Directors since 2020\n\nMember of the Nomination and Remuner ation Committee\n\nShareholding in Fortum on 31 December 2023: 7,000\n\nMain occupation: Independent consultant\n\nPrimary work experience: Adecco Group, Chief Digital Officer 2019-end of March 2024;  BBVA Group, Chief Development Officer, General Manager of New Digital Businesses 2014-2018; Paypal, VP, Head of Global Business Development, M&A and Developer Relations 2012-2014; Nokia Corporation, General Manager at Mobile Financial Services 2009-2012, Head of Corporate Business Development 2008-2009, Head of Strategy and Business Development at Nokia Research Center 2004-2007; Oplayo, CEO 2002-2004; Printing Network Of Europe, CEO/Founder 20002002; General Electric/GE Capital, Managing Director of Equipment Finance 1998-1999, and M&A and Business Development Manager 1996-1997\n\nKey positions of trust: Vice Chair of the Board of 3StepIT Oy; Member of the Board of BNP Paribas 3StepIT S.A.",
        "metadata": {
            "page": 9
        },
        "id": "793a26e1-0139-4bbd-9031-955e80b9f3ef"
    },
    {
        "page_content": "<!-- image -->\n\nGovernance 2023\n\n<!-- image -->\n\n<!-- image -->\n\n## Johan  Söder ström\n\nBorn:\n\n1962\n\nNationality: Swedish\n\nEducation: M.Sc. (Industrial Management and Engineering)\n\nIndependent member of Fortum's Board of Directors since 13 April 2023\n\nMember of the Technology and Investment Committee\n\nShareholding in Fortum on 31 December 2023: 1,285\n\nMain occupation: Executive Vice President, Head of Regions Europe and Middle East & Africa, Hitachi Energy Ltd.\n\nPrimary work experience: Country Manager & Managing Director of ABB AB Sweden 2011-2019, Local Division Manager Power Products of ABB AB Sweden 2007-2011; President of MCS Division at Munters AB 2005-2007; Head of Low Voltage and Automation Products at ABB AB Sweden 2002-2005; Group Senior Vice President and Group process Owner Marketing & Sales and eBusiness at ABB Ltd HQ, Zurich 2000-2002; President ABB Control AB and Global Marketing & Sales Manager, Business Area Low Voltage Products ABB Ltd. 1997-1999; various local and global positions 1986-1997 within ASEA and ABB\n\nKey positions of trust: Vice Chair of the Board of Directors of Business Sweden; Member of the Board of Directors of Stena Recycling AB; Member of the Royal Swedish Academy of Engineering Sciences (IVA); Chair of the Boards of Hitachi Energy Poland and Hitachi Energy Sweden and Member of the Board of Hitachi Saudi Arabia\n\n## Vesa-Pekka Takala\n\nBorn:\n\n1966\n\nNationality: Finnish\n\nEducation:\n\nM.Sc. (Econ.)\n\nIndependent member of Fortum's Board of Directors since 13 April 2023\n\nMember of the Audit and Risk Committee, member of the Technology and Investment Committee\n\nShareholding in Fortum on 31 December 2023: 1,285\n\nMain occupation: Deputy Managing Director of Metsäliitto Cooperative; Chief Financial Officer of Metsä Group\n\nPrimary work experience: Outotec Group: Chief Financial Officer and member of the Group Executive Committee 2006-2010 and Deputy to the CEO in 2009-2010; Outokumpu Group: Chief Financial Officer 2001-2006 and Member of the Management Team in 2005-2006, several management positions in the financial administration 1991-2004\n\nKey positions of trust: Member of the Board of Directors of Metsä Fibre Oy, Metsä Spring Oy, Metsä Tissue Oyj and Metsä Group Services Sp.z.o.o; Chair of the Board of Directors of Metsä Group Treasury Oy",
        "metadata": {
            "page": 10
        },
        "id": "4644f8c7-02a0-48a2-943d-676eec67bad6"
    },
    {
        "page_content": "## Governance 2023\n\n## Board Committees\n\nThe committees of the Board of Directors are the Audit and Risk Committee, the Nomination and Remuneration Committee and the Technology and Investment Committee. The committees assist and make recommendations to the Board of Directors in the fulfilment of certain Board duties and prepare matters to be considered by the Board of Directors.\n\nThe Board of Directors elects the members of the Audit and Risk Committee, the Nomination and Remuneration Committee and the Technology and Investment Committee from amongst its members. Each committee shall have at least three members and a Chair. The members and the Chair shall have the expertise and experience required by the duties of the Committee, as required by the Companies Act and the Corporate Governance Code to fulfil the duties of the respective committee. The committees are authorised to obtain independent external professional advice in fulfilling their responsibilities\n\nThe members are elected for a one-year term of office expiring at the end of the first Annual General Meeting following the election. All the members of the Board of Directors have the right to attend the committee meetings. The Chairs of the committees report on the committee's work to the Board of Directors regularly after each meeting, and the committee meeting materials and minutes are available to all Board members. The Board of Directors has approved written charters for its committees. The charters are reviewed regularly and updated as needed. The Board may also decide to establish other temporary or permanent committees, if needed. The recommended minimum number of members of a committee is three. In April 2023, the Board of Directors established a temporary Russia Committee to deal with Fortum's Russian related topics.\n\n## Audit and Risk Committee\n\nThe Audit and Risk Committee assists the Board of Directors in matters relating to financial reporting and control in accordance with the duties set forth in the Corporate Governance Code 2020. In accordance with the committee charter, the committee monitors Fortum's financial statements reporting process, the efficiency of the internal controls, and risk management systems and also monitors and\n\nassesses legal compliance and business ethics compliance. The committee approves the internal audit charter and the internal audit plan and its budget. The committee evaluates the independence of the external auditor, reviews the external auditor's audit plan and meets with the auditor regularly to discuss the audit plan, audit reports and findings.\n\nPursuant to the Corporate Governance Code 2020, the members of the Audit and Risk Committee shall have the qualifications necessary to perform the responsibilities of the committee, and at least one of the members shall have expertise specifically in accounting, bookkeeping or auditing. The members shall be independent of the company, and at least one member shall be independent of the company's significant shareholders.\n\nThe external auditor, Chief Financial Officer, Vice President Internal Audit, Vice President Group Accounting, and Director Legal, Corporate, as secretary to the committee, attend the committee meetings on a regular basis. Other senior executives attend the meetings as invited by the committee.\n\n## The main duties of the Audit and Risk Committee include:\n\n- · Monitoring the financial position of the company;\n- · Monitoring and assessing the financing and reporting system;\n- · Monitoring the reporting process of financial statements including the non-financial information or other information subject to audit assurance;\n- · Monitoring the statutory audit of the financial statements and consolidated financial statements;\n- · Preparing the resolution on the election of the auditor;\n- · Monitoring and evaluating the independence of the statutory auditor and, in particular, the offering of services other than auditing services by the auditor;\n- · Monitoring and assessing the efficiency of the company's internal control, internal audit, compliance and risk management systems;\n- · Reviewing the description of the main features of the internal control and risk management systems in relation to the financial reporting process, which is included in the annual Corporate Governance Statement;\n- · Reviewing annually the group risk policy;\n- · Monitoring material risks and uncertainties, including but not limited to climate, financial, funding, IT-security related risks as well as tax risks and principles;\n- · Approving the internal audit charter, the annual audit plan, the budget of the internal audit function and reviewing the internal audit reports;\n- · Monitoring and assessing the legal compliance and business ethics compliance;\n- · Establishment of principles concerning the monitoring and assessment of related party transactions;\n- · Monitoring and assessing how agreements and other legal acts between the company and its related parties meet the requirements of the ordinary course of business and arm's length terms.\n\n## Audit and Risk Committee in 2023\n\nAfter the Annual General Meeting 2023, the Board of Directors elected from amongst its members Essimari Kairisto as Chair and Jonas Gustavsson, Maija Strandberg and Vesa-Pekka Takala as members of the Audit and Risk Committee.\n\nUntil the Annual General Meeting 2023, the committee comprised Essimari Kairisto (Chair), Teppo Paavola, Philipp Rösler, Annette Stube and Ralf Christian. The members are all independent of the company and of its significant shareholders with the exception of Maija Strandberg, who is non-independent of the company's significant shareholder (the State of Finland). The Audit and Risk Committee convened 10 times in 2023 and the attendance rate of the meetings was 98%.",
        "metadata": {
            "page": 11
        },
        "id": "d5ea5db9-5409-4637-8f55-e7e8e62e7914"
    },
    {
        "page_content": "## Governance 2023\n\n## Nomination and Remuneration Committee\n\nThe Nomination and Remuneration Committee assists the Board of Directors in matters related to nomination and remuneration of the company's management. Pursuant to the Finnish Corporate Governance Code 2020, the majority of the members of a remuneration committee shall be independent of the company. The regular participants at the committee meetings are the President and CEO, Executive Vice President, People and Procurement, and Deputy General Counsel as Secretary to the Committee.\n\n## The main duties of the Nomination and Remuneration Committee include:\n\n- · Preparing nomination and remuneration issues and proposals to the Board of Directors concerning the President and CEO and the Fortum Leadership Team;\n- · Preparing the remuneration policy and remuneration report for the company's governing bodies\n- · Reviewing and preparing succession plans for the President and CEO and for the members of the Fortum Leadership Team;\n- · Evaluating the performance and the remuneration of the President and CEO and the members of the Fortum Leadership Team;\n- · Preparing the Board recommendations on the group's and its management's remuneration policy, and variable pay plans;\n- · Monitoring the functioning of the variable pay plans to ensure that the management's bonus systems will advance the achievement of the company's strategic objectives and that they are based on performance\n- · Monitoring and ensuring planning and implementation of the talent management processes to ensure and promote competence development to support strategy implementation;\n\n## Nomination and Remuneration Committee in 2023\n\nAfter the Annual General Meeting 2023, the Board of Directors elected from amongst its members Mikael Silvennoinen as Chair, and Luisa Delgado, Teppo Paavola and Maija Strandberg as members of the Nomination and Remuneration Committee. The committee members are all independent of the company and of its significant shareholders, with the exception of Maija Strandberg, who is non-independent of the company's significant shareholder (the State of Finland). Until the Annual General Meeting 2023, the committee comprised VeliMatti Reinikkala (Chair), Luisa Delgado, Anja McAlister and Kimmo Viertola. The committee convened 8 times in 2023, and the attendance rate of the meetings was 100%.\n\n## Technology and Investment Committee\n\nAt its meeting held after the Annual General Meeting 2023, the Board of Directors resolved to establish a new board committee for technology and investment-related matters. The Technology and Investment Committee is a board committee established in accordance with the Finnish Corporate Governance Code.\n\nExecutive Vice President, Corporate Customers and Markets, and General Counsel, as secretary to the committee, attend the committee meetings on a regular basis. Other senior executives attend the meetings as invited by the committee.\n\n## The main duties of the Technology and Investment Committee include:\n\n- · To assess and make recommendations to the Board on the management's proposals pertaining to:\n- · Customer and partnering solutions;\n- · Clean energy, electricity and gas production technologies;\n- · Fortum's sustainability targets and performance;\n- · Investment proposals, including financial models;\n- · Preparation and follow-up of strategy implementation from the technology and investment point of view.\n\n## Technology and Investment Committee in 2023\n\nAfter the Annual General Meeting 2023, the Board of Directors elected from amongst its members Ralf Christian as Chair and Marita Niemelä, Johan Söderström, Vesa-Pekka Takala and Mikael Silvennoinen as members of the new Technology and Investment Committee. The committee members are all independent of the company and of its significant shareholders. The committee convened 4 times in 2023, and the attendance rate of the meetings was 80%.",
        "metadata": {
            "page": 12
        },
        "id": "dc116572-00b7-4d45-b47b-4048a47ad0fd"
    },
    {
        "page_content": "## Governance 2023\n\n## Number of Board meetings and Board Committee meetings in 2023 and the attendance rate by member\n\n| Member                                                   | Board of Directors   | Nomination and  Remuneration  Committee   | Audit and Risk  Committee   | Technology  and Investment  Committee   | Russia Committee  (temporary)   |\n|----------------------------------------------------------|----------------------|-------------------------------------------|-----------------------------|-----------------------------------------|---------------------------------|\n| Ralf Christian                                           | 16/16                |                                           | 2/2                         | 4/4                                     | 8/8                             |\n| Luisa Delgado                                            | 15/16                | 8/8                                       |                             |                                         |                                 |\n| Jonas Gustavsson   (Board member since 13 April 2023)    | 12/12                |                                           | 8/8                         |                                         |                                 |\n| Essimari Kairisto                                        | 15/16                |                                           | 10/10                       |                                         | 8/8                             |\n| Marita Niemelä   (Board member since 13 April 2023)      | 12/12                |                                           |                             | 4/4                                     |                                 |\n| Teppo Paavola                                            | 15/16                | 6/6                                       | 2/2                         |                                         |                                 |\n| Mikael Silvennoinen   (Board member since 13 April 2023) | 12/12                | 6/6                                       |                             | 4/4                                     | 7/8                             |\n| Maija Strandberg   (Board member since 13 April 2023)    | 12/12                | 6/6                                       | 8/8                         |                                         | 8/8                             |\n| Johan Söderström   (Board member since 13 April 2023)    | 8/12                 |                                           |                             | 1/4                                     |                                 |\n| Vesa-Pekka Takala   (Board member since 13 April 2023)   | 12/12                |                                           | 7/8                         | 3/4                                     |                                 |\n| Veli-Matti Reinikkala (Board member until 13 April 2023) | 4/4                  | 2/2                                       |                             |                                         |                                 |\n| Anja McAlister (Board member until 13 April 2023)        | 3/4                  | 2/2                                       |                             |                                         |                                 |\n| Philipp Rösler (Board member until 13 April 2023)        | 3/4                  |                                           | 2/2                         |                                         |                                 |\n| Annette Stube (Board member until 13 April 2023)         | 3/4                  |                                           | 2/2                         |                                         |                                 |\n| Kimmo Viertola (Board member until 13 April 2023)        | 4/4                  | 2/2                                       |                             |                                         |                                 |",
        "metadata": {
            "page": 13
        },
        "id": "0b86fa0e-8e54-4fd1-b7ba-989b2f05970d"
    },
    {
        "page_content": "## Governance 2023\n\n## President and CEO\n\nThe President and CEO is appointed by the Board of Directors. The President and CEO holds the position of Managing Director under the Finnish Companies Act and is the Chair of the Fortum Leadership Team. The President and CEO is in charge of the day-to-day management of the Group, in accordance with the Companies Act and the instructions and orders issued by the Company's Board of Directors. Under the Companies Act, the President and CEO is responsible for ensuring that the accounts of the Company comply with the applicable laws and that its financial affairs have been arranged in a reliable manner.\n\n## Fortum Leadership Team\n\nThe President and CEO is supported by the Fortum Leadership Team (until 30 March 2023 - the Fortum Executive Management Team). The Fortum Leadership Team assists the President and CEO in the implementation of the strategic and sustainability targets within the framework approved by the Board of Directors, preparing the Group business plans, and deciding on investments, mergers, acquisitions and divestments within its authorisation.\n\nThe financial and sustainability results are reviewed on a monthly basis by the Fortum Leadership Team. Quarterly Performance Review meetings with the management are embedded in the Fortum Performance Management process.\n\nEach member of the Fortum Leadership Team is responsible for the day-to-day operations and the implementation of operational decisions in his/her respective organisation. The Fortum Leadership Team convenes on a monthly basis.\n\n## Changes in the Fortum Leadership Team in 2023\n\nDuring 2023, Fortum reorganised the Group's operating model to drive the execution of the Group's revised strategy announced in March 2023. The new business structure and the revised Fortum Leadership Team (until 30 March 2023 - the Fortum Executive Management Team) became effective at the end of March. The new business structure is further described in section 'Changes in the Group structure in 2023'. All the members of the Fortum Leadership Team report to the President and CEO.\n\nDuring 2023, new core governance processes were defined for further enhancing the structuring of the critical recurring top management activities of Fortum. These processes are strategy and capital allocation, investment management, performance management, risk management and talent management. As part of the establishment of the core governance processes, new sub-committees were also established for the Fortum Leadership Team.\n\n## Fortum Leadership Team as per 31 March 2023:\n\n- · Markus Rauramo, President and Chief Executive Officer (CEO)\n- · Mikael Lemström, Executive Vice President, Hydro Generation\n- · Petra Lundström, Executive Vice President, Nuclear Generation\n- · Peter Strannegård, Executive Vice President, Renewables and Decarbonisation\n- · Simon-Erik Ollus, Executive Vice President, Corporate Customers and Markets\n- · Mikael Rönnblad, Executive Vice President, Consumer Solutions\n- · Tiina Tuomela, Chief Financial Officer (CFO)\n- · Nebahat Albayrak, Executive Vice President, Sustainability and Corporate Relations\n- · Eveliina Dahl, Executive Vice President, People and Procurement\n- · Nora Steiner-Forsberg, Executive Vice President, Legal, General Counsel\n- · Bernhard Günther, Chief Transformation Officer (CTO), Transformation and IT\n\nPer Langer, Executive Vice President, of the former City Solutions division stepped down from the former Fortum Executive Management Team on 30 March 2023.",
        "metadata": {
            "page": 14
        },
        "id": "b8e482f0-5523-4c3c-b186-c666722f7f27"
    },
    {
        "page_content": "Governance 2023\n\n## Fortum Leadership Team on 31 December 2023\n\n<!-- image -->\n\n<!-- image -->\n\n## Markus Rauramo President and CEO\n\nBorn: 1968 Nationality: Finnish Education: M.Soc.Sc. (Econ. and Pol. Hist.)\n\n## Member of the Leadership Team and employed by Fortum: since 2012\n\nShareholding in Fortum on 31 December 2023: 115,162\n\nPrevious positions: CFO of Fortum Corporation 2017-2020 and 2012-2014 and acting CEO in 2013, Executive Vice President, City Solutions division of Fortum Corporation 2014-2017; CFO of Stora Enso Oyj 2008-2012; SVP, Group Treasurer of Stora Enso International 2004-2008; VP, Strategy and Investments at Stora Enso Oyj 2001-2004; VP Head of Funding of Stora Enso Financial Services 1999-2001; several financial tasks at Enso Oyj 1993-1999\n\nKey positions of trust: Vice President of Eurelectric; Member of the Board of Directors of Sampo plc and East Office of Finnish Industries Oy\n\nNebahat Albayrak Executive Vice President, Sustainability and Corporate Relations\n\nBorn: 1968\n\nNationality: Dutch, Turkish Education: LLM, International and European Law, University of Leiden, Netherlands\n\n## Member of the Leadership Team and employed by Fortum:\n\nsince 2021\n\nShareholding in Fortum on 31 December 2023: 3,438\n\nPrevious positions: Member of the Executive Management and Senior Vice President, Corporate Affairs, Safety and Sustainability (incl. Group Communications, Public Affairs, and Brand) of Fortum Corporation 2021-2023; Vice President, Ext. Relations, Integrated Gas & New Energies 2016-2021 and Vice President, External Communications & Relations, Global Upstream 2012-2016 of Royal Dutch Shell; MP, PvdA & Chair of the Foreign Affairs Committee and Spokesperson for European Affairs 2010-2012, and MP, PvdA & Spokesperson for Defense, Justice and Migration 1998-2007 at the House of Representatives of the Netherlands; State Secretary for Justice 2007-2010 at Ministry of Justice, the Netherlands; Policy Officer, Minorities Integration Policy Department 1995-1998 and Policy Officer, European and International Affairs 1993-1995 at the Ministry of Home Affairs and Kingdom Relations, the Netherlands\n\nKey positions of trust: Member of the Supervisory Board of NKT Denmark; Member of the Advisory Board of Topvrouwen.nl\n\nBorn: 1983\n\nNationality:\n\nFinnish\n\nEducation: M.Sc. (Eng.)\n\n<!-- image -->\n\nMember of the Leadership Team: since 2021\n\nEmployed by Fortum:\n\nsince 2006\n\nShareholding in Fortum on 31 December 2023: 2,859\n\nPrevious positions: Previous positions: Fortum Corporation: Vice President, People, City Solutions division & People Service 2018-2021, Business People Partner, TNV & eNext 2016-2018, Development Manager, Corporate Strategy 2009-2016, Procurement Manager 2007-2009, Purchasing Analyst 2007",
        "metadata": {
            "page": 15
        },
        "id": "119f1b72-1ff4-4c75-8241-99e00dd749f4"
    },
    {
        "page_content": "Governance 2023\n\n<!-- image -->\n\n<!-- image -->\n\n## Bernhard Günther Chief Transformation Officer\n\nBorn: 1967 Nationality: German Education: Master of Economics and PhD (Econ.), St. Gallen\n\n## Member of the Leadership Team and employed by Fortum: since 2021\n\nShareholding in Fortum on 31 December 2023: 767\n\nPrevious positions: Chief Financial Officer of Fortum Corporation 2021-2023; CFO and CHRO of innogy SE 2019-2020 and CFO 2016-2019; CFO of RWE AG 2013-2016 and Member of the Executive Board 2012-2016; Managing Director and Chief Financial Officer of RWE Supply & Trading GmbH 2008-2012; Managing Director and Chief Financial Officer of RWE Trading GmbH 2007-2008; Managing Director and Chief Financial Officer of RWE Gas Midstream GmbH 2007-2008; Vice President Group Controlling of RWE AG 2005-2006; Vice President Corporate Planning and Controlling of RWE Power AG 2001-2005; Head of Department Group Controlling of RWE AG 1999-2001; Management Consultant at McKinsey & Company 1993-1998\n\nKey positions of trust: Member of the Supervisory Board of Thyssenkrupp AG\n\n## Petra Lundström Executive Vice President, Nuclear Generation\n\nBorn: 1966 Nationality: Finnish Education: M.Sc.\n\n(Eng. Technical Physics)\n\nMember of the Leadership Team: since 31 March 2023 Employed by Fortum: since 1990 Shareholding in Fortum on 31 December 2023: 13,617\n\nPrevious positions: Fortum Corporation: Vice President positions within Generation/Nuclear division 2014-2023, Vice President, Solar Business Development 2012-2014, Vice President, Chief Technology Officer, 2008-2012, various positions within Fortum Group 1990-2008.\n\nKey positions of trust: Deputy Chair of the Board of Teollisuuden Voima Oyj; Member of the Board of Finland Centennial Foundation and Vaisala Oyj\n\n<!-- image -->\n\n## Mikael Lemström Executive Vice President, Hydro Generation\n\nBorn 1967 Nationality: Finnish Education: M.Sc. (Eng. Technical Physics)\n\nMember of the Executive Management:\n\nsince 31 March 2023 since 1990 15,021\n\nEmployed by Fortum:\n\nShareholding in Fortum on 31 December 2023:\n\nPrevious positions: Fortum Corporation: Vice President, Hydro 2022-2023, Head of Co-owned Nuclear 2021-2022, Vice President, Heat 2009-2021, Vice President, Sales, several international positions in South East Asia, Poland 1990-2008.\n\nKey positions of trust: Member of the Board of Directors of Kemijoki Oy",
        "metadata": {
            "page": 16
        },
        "id": "88e9882d-87e2-4434-a9bf-d373390ad4ea"
    },
    {
        "page_content": "Governance 2023\n\n<!-- image -->\n\n<!-- image -->\n\nSimon-Erik Ollus Executive Vice President, Corporate Customers and Markets\n\nBorn: 1978\n\nNationality: Finnish\n\nEducation:\n\nM.Soc.Sc. (Econ.)\n\nMember of the Leadership Team: since 2021\n\nEmployed by Fortum:\n\nsince 2009\n\nShareholding in Fortum on 31 December 2023: 6,838\n\nPrevious positions: Fortum Corporation: Member of the Fortum Executive Management and Executive Vice President, Generation 2021-2023, Vice President, Trading and Asset Optimisation, Generation Division 2016-2021; Chief Economist & Vice President, Industrial Intelligence and Investment Analysis, Fortum Corporate and Fortum Power Division 2013-2016; Chief Economist & Vice President, Industrial Intelligence and Trading IT, Trading and Industrial Intelligence 2011-2013; Various leadership positions in trading, industrial intelligence, strategy and R&D at 2009-2011; Advisor, East Office of Finnish Industries 2008-2009; Economist, Bank of Finland 2004-2008\n\nKey positions of trust: Chair of the Board of Directors of Kemijoki Oy; Member of the Board of Directors of Finnish Energy; Chair of Industry and climate committee of Finland Chambers of Commerce\n\n## Nora Steiner-Forsberg Executive Vice President, Legal, General Counsel\n\nBorn: 1973\n\nNationality: Finnish Education: LLM, Helsinki University, Finland and Master of European Law, College of Europe, Bruges, Belgium\n\nMember of the Leadership Team: since 2021\n\nEmployed by Fortum:\n\nsince 2011\n\nShareholding in Fortum on 31 December 2023: 1,615\n\nPrevious positions: Fortum Oyj: General Counsel 2021-2023, Vice President, Generation Legal 2019-2021, Head of Generation Legal 2015-2019, Legal Counsel/Senior Legal Counsel 2011-2015; Market Court Helsinki, Finland, Judge 2009-2011; Hannes Snellman Attorneys Ltd, Senior Associate 2005-2009; Van Bael & Bellis, Belgium, Associate Lawyer 2001-2005; Environment and Business Lawyers Ltd, Helsinki, Finland, Associate Lawyer 1998-2000\n\nKey positions of trust: Member of the Legal Affairs Committee of Confederation of Finnish Industries\n\n<!-- image -->\n\n## Mikael Rönnblad Executive Vice President, Consumer Solutions\n\nBorn: 1969\n\nNationality: Finnish\n\nEducation:\n\nM.Sc. (Econ.)\n\n## Member of the Leadership Team and employed by Fortum:\n\nsince 2017\n\nShareholding in Fortum on 31 December: 2023: 20,685\n\nPrevious positions: Senior Vice President & General Manager of New Digital Services Businesses and Consumer Customers Executive Board Member of Elisa Corporation 2009-2017; Vice President, Corporate Strategy and M&A of Elisa Corporation 2004-2009; Director and Global Head of Nordic Sector of ABN AMRO Global Equities 2000-2004; General Manager and Head of Department at Telenor Hungary 1999-2000; Manager, Corporate Venturing and International Mobile Operations at Sonera Corporation 1997-2000; Project Director and Assistant Professor (acting) at Hanken Swedish School of Economics 1995-1997; Junior Strategy Consultant at Vectia Ltd 1994-1995; In-house Consultant, Major Accounts Sales at Nokia Corporation 1991-1993\n\nKey positions of trust: Chairman of the Board of Nikus Oy Ab",
        "metadata": {
            "page": 17
        },
        "id": "b5bdbbcf-6bf2-47c6-bb08-336a22d29f5b"
    },
    {
        "page_content": "Governance 2023\n\n<!-- image -->\n\nPeter Strannegård Executive Vice President, Renewables and Decarbonisation\n\nBorn: 1968\n\nNationality: Swedish Education: M.Sc.(Industrial Engineering and Management); MBA, INSEAD, France\n\nMember of the Leadership Team: since 31 March 2023\n\nEmployed by Fortum:\n\nsince 2007 3,292\n\nShareholding in Fortum on 31 December 2023:\n\nPrevious positions: Fortum Corporation: Vice President, Strategic Projects 2018-2023, Vice President, Head of Fortum Business Services 2016-2018, several Vice President positions within Fortum Group 2007-2015\n\n<!-- image -->\n\n## Tiina Tuomela Chief Financial Officer\n\nBorn:\n\n1966\n\nNationality:\n\nFinnish\n\nEducation:\n\nM.Sc. (Eng.), MBA\n\nMember of the Leadership Team: since 1 April 2023 and 2014-2021\n\nEmployed by Fortum:\n\n1990-2021 and 2023-\n\nShareholding in Fortum on 31 December 2023: 40,169\n\nPrevious positions: CFO and member of the Management Board of Uniper SE 2021-2023; Fortum Corporation: Executive Vice President, Generation division 2016-2021 and Member of Fortum Executive Management 2014-2021, Executive Vice President, Nuclear and Thermal Power Division 2014-2016, Vice President, Finance, Power Division 2009-2014, several financial and managerial positions 1990-2013\n\nKey positions of trust: Member of the Board of Directors of TVO Oyj and Wärtsilä Corpo ration; Member of the Supervisory Board of TÜV Rheinland AG; Member of the Advisory Board of Lappeenranta University of Technology; Member of the delegation of The Finnish Foundation for Technology Promotion\n\n## Other members of the Fortum Leadership Team in 2023\n\n## Per Langer\n\nExecutive Vice President, City Solutions division and member of the former Executive Management Team until 30 March 2023.",
        "metadata": {
            "page": 18
        },
        "id": "95a31994-ae94-436b-8ee3-38c3fb32dbea"
    },
    {
        "page_content": "## Governance 2023\n\n## The main features of the Internal Control and Risk Management Systems at Fortum\n\nThe internal control and risk management systems relating to financial reporting are designed to provide reasonable assurance regarding the reliability of financial reporting, and they aim at ensuring compliance with the applicable laws and regulations.\n\n## Risk management systems\n\nFortum's Board of Directors approves the Group Risk Policy that defines the objective, main principles and responsibilities for risk management. The Group Risk Policy also includes a description of the main features of the risk management process applicable to all processes, including financial reporting at Fortum. The Board of Directors approved in December 2023 a Group Risk Appetite statement to be included as part of the Group Risk Policy Framework.\n\n## Internal controls in relation to financial reporting\n\nFortum's internal control framework is based on the main elements of the framework introduced by the Committee of Sponsoring Organisations of the Treadway Commission (COSO). The controls, including financial reporting controls, have been defined based on the main risks in the process. Internal controls are one of the key elements of the Compliance Programme in Fortum, which also covers business ethics and regulatory compliance.\n\n## Control environment\n\nThe standards, processes and structures in internal control are set through Group policies, Group instructions and the Fortum internal control framework. Fortum's internal control framework is designed to support operational effectiveness and efficiency, reliable financial reporting, and compliance with applicable laws, regulations and policies. The internal control framework defines the key controls and the minimum requirements for the key processes. Group Accounting is responsible for the overall control structure of the financial\n\n## Financial reporting framework in Fortum\n\n## G o v e r n a n c e\n\n<!-- image -->\n\nreporting process. Fortum Controllers' manual defines the instructions and guidelines relating to financial reporting. Fortum has a decentralised organisational model, and a substantial degree of authority and responsibility has been delegated to the business units in the form of control responsibilities. Fortum's control governance applies the so-called 'Three Lines' model as illustrated in the graphic on the next page.\n\n## Risk assessment\n\nRisks are regularly identified and analysed as part of the risk management process. Risks that might, if realised, have a material financial impact or lead to non-compliance, are\n\nreported to the Audit and Risk Committee at least on an annual basis.\n\n## Control activities\n\nControl activities are applied in the processes and, from the financial reporting perspective, they ensure that errors or deviations are prevented or detected and corrected.\n\nThe Group Accounting unit together with the Recordto-Report internal process team determine the control requirements covering the financial reporting process. Business units define their controls based on these requirements. Responsibilities are assigned for the control activities and for ensuring that the control coverage is in\n\nR e p o r t i n g",
        "metadata": {
            "page": 19
        },
        "id": "9005bfec-823e-4c28-b54f-20a0fbad6c51"
    },
    {
        "page_content": "<!-- image -->\n\nGovernance 2023\n\naccordance with the requirements. The stream leader of the Record-to-Report ensures the consistency of the control requirements and assessment in the organisation.\n\nControl requirements for the financial reporting process include controls regarding the initiation, recognition, measurement, approval, accounting and reporting of financial transactions as well as disclosure of financial information. The general IT controls support the financial reporting controls in areas such as access control and back-up management.\n\nResponsibilities are assigned to finance functions to ensure that analyses of the business performance, including e.g. volumes, revenue, costs, working capital, and asset valuations are performed in accordance with the control requirements.\n\n## Information and communication\n\nThe Controllers' manual includes the Fortum Accounting manual, Investment manual and reporting instructions, and also other instructions relating to financial reporting. Regular\n\ncore controllers' meetings, headed by the Vice President, Group Accounting, steer the finance function. Finance Network meetings are held regularly to inform about upcoming changes in IFRS, new accounting policies, changes in sustainability reporting and other reporting requirements.\n\n## Monitoring and follow-up\n\nFinancial performance and key risks and uncertainties related to business operations are reported monthly to the Fortum Leadership Team.\n\nThe results of internal control maturity assessments and identified improvement actions are reported to the Fortum Leadership Team and to the Audit and Risk Committee on an annual basis. Internal control design and operating effectiveness are also assessed as part of the audits carried out by Internal Audit. Audit results, including corrective actions and their status, are regularly reported to the management and to the Audit and Risk Committee.\n\n## Fortum's Control Governance\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "3e7e9e9b-624f-4c27-877f-84a91647ea85"
    },
    {
        "page_content": "Governance 2023\n\n## Auditing\n\n## Internal Audit\n\nThe purpose of Internal Audit function is to provide independent and objective assurance designed to improve Fortum Group's operations. Internal audit provides a disciplined and systematic approach in examining and evaluating the appropriateness and effectiveness of the group's management and corporate governance processes, internal control system, risk management, and operational processes. The operating principles of internal audit are defined in the Internal Audit Charter approved by the Audit and Risk Committee of the Board of Directors.\n\nInternal audit assignments are conducted in accordance with a risk and assurance based annual plan approved by the Audit and Risk Committee of Board of Directors and focusing on key risks and core processes in Fortum operations.\n\nThe internal audit reports functionally to the Audit and Risk Committee and administratively to the Fortum CFO. It reports the results of the conducted audits, related findings and recommendations to the responsible business unit, area and function management for corrective actions. A summary of the audit results and the status of the management's implementation of agreed corrective actions to address the findings identified in the audits are regularly reported to the Audit and Risk Committee and Fortum Leadership Team. All audit reports are also provided to the external auditor.\n\nThe Internal Audit cooperates regularly with the Group's other assurance functions, such as Risk Management, Internal Control and Compliance, Safety and Security.\n\n## External Audit\n\nThe Group and the parent company have one external auditor. The external auditor is elected by the Annual General Meeting for a term of office that expires at the end of the first Annual General Meeting following the election.\n\nFortum's Annual General Meeting 2023 re-elected audit firm Deloitte Oy as the company's external auditor with Authorised Public Accountant Jukka Vattulainen as principal auditor.\n\nThe Annual General Meeting 2023 also resolved that the auditor's fee is paid pursuant to invoice approved by the company. The fee paid to the auditor for services rendered and invoiced in 2023 totalled approximately EUR 2.7 million. In addition, the audit firm was paid a total of approximately EUR 0.1 million in fees for non-audit and advisory services rendered and invoiced.\n\n## Code of Conduct and Compliance Programme at Fortum\n\nFortum's Code of Conduct is based on the shared corporate values which form the ethical basis for all work at Fortum. Fortum renewed its Code of Conduct in 2023 and it was approved by the Board of Directors in November 2023. During 2023, continuous attention was in general directed to communicating the business ethics and compliance topics through internal and external communication channels. Alignment has been enforced by the full commitment of the top management.\n\nFortum applies a compliance programme which covers the key areas of regulatory compliance, privacy and business ethics. Group Compliance prepares readiness to provide comprehensive compliance support in all potential outcomes and scenarios of ongoing strategic assessments. Director, Compliance & Ethics as Group Compliance Officer and Chief Privacy Officer leads the Compliance & Ethics team which is a part of the Legal & Compliance function in Fortum but also has a parallel independent reporting line to the Audit and Risk Committee. The Group Compliance & Ethics organisation, including the Country Compliance Leads, meets regularly in the form of Fortum Compliance Network. During 2023, Fortum has also continued compliance trainings, including training in internal controls.\n\nFortum employees are responsible for reporting any suspected misconduct to their own supervisors, to other management members or to Group Compliance. Fortum employees and other stakeholders can also confidentially report any suspicions of misconduct by using the 'SpeakUp' channel in their own language on Fortum's internal and external web pages. The 'SpeakUp' process at Fortum also ensures compliance with the EU Whistleblowing Directive, and national channels are implemented as required.\n\nPrevention of conflicts of interest and corruption belongs to the focus areas of the Fortum Code of Conduct. Fortum has anti-corruption procedures, including prevention, oversight, reporting and enforcement, in place, based on the requirements prescribed in international legislation. Compliance requirements are also part of the legal company governance at Fortum. One of the priorities in the light of external stakeholder expectations, is the third-party compliance, including economic sanctions and anti-money laundering aspects. The third-party risk management process has been in use since 2022.\n\nIn addition, Fortum has a Supplier Code of Conduct in place, and the company expects its business partners to act responsibly and to comply with the requirements set forth therein. Fortum assesses the performance of its business partners with supplier qualification and supplier audits.\n\n## Insider Administration\n\nAs publicly listed company, Fortum complies with the EU regulation on market abuse (MAR) and EU regulation on wholesale Energy Market Integrity and Transparency (REMIT) and related regulation. In addition, Fortum complies also with the Guidelines for Insiders of Listed Companies issued by Nasdaq Helsinki, and has internal insider rules in place. The insider rules are made available to all Fortum employees and they are updated on a regular basis. Internal trainings are arranged on the insider rules for the persons concerned. The coordination and control of the insider affairs are among the responsibilities of the General Counsel.\n\nThe persons discharging managerial responsibilities at Fortum and the persons closely associated with them are under a duty to disclose their transactions made with Fortum's financial instruments and emission allowances in accordance",
        "metadata": {
            "page": 21
        },
        "id": "1e01ce19-e9c5-44bc-bca4-16b1498fb2ca"
    },
    {
        "page_content": "<!-- image -->\n\n## Governance 2023\n\nwith MAR to the Finnish Financial Supervisory Authority and Fortum. The transactions have to be notified to the Finnish Financial Supervisory Authority within three business days from the conduct of the transaction in question. Fortum publishes these transactions through stock exchange releases. Fortum has defined the members of the Board of Directors and the Fortum Leadership Team as persons discharging managerial responsibilities.\n\nThe persons discharging managerial responsibilities at Fortum and the persons closely associated with them may not trade in Fortum's financial instruments on their own account or for the account of a third party, directly or indirectly for a closed period of 30 days prior to the publication of any interim reports and financial statements (so-called Closed Window). Under the restriction, it is also not allowed to disclose the financial information, or to advise anyone in trading with Fortum's financial instruments. In accordance with the recommendation of Nasdaq Helsinki, the trading restriction is also extended to certain other separately designated members of Fortum personnel who participate in the preparation, drawing-up and disclosure of Fortum's interim reports and financial statements, or who in connection with their specific duties have regular access to sensitive unpublished financial information of Fortum. All of these persons have been personally informed about the trading restriction and the related obligations.\n\nEvent-based insider lists are established on a case-bycase basis separately for specific projects, and they are administered strictly in accordance with MAR. Any eventbased insiders are under the trading restriction described above until the termination of the project and/or disclosure of the inside information.\n\nAny suspected violations against Fortum's insider rules or the securities regulations, such as MAR and REMIT, can be reported directly to the General Counsel or the Group Compliance Officer, or by using the 'SpeakUp' channel described above.\n\n## Related party transactions\n\nRelated party transactions are regulated by the Finnish Companies Act, the Finnish Securities Markets Act and the Corporate Governance Code 2020, as well as in the IAS 24 Related Party Disclosures. Fortum has a specific framework in place for the identification, assessment, approval, monitoring and reporting of the company's related party transactions.\n\nIn accordance with the Finnish Companies Act, the Board of Directors is responsible for monitoring and assessment of the related party transactions. The Audit and Risk Committee of the Board of Directors assists the Board in its task by preparing the matters. As part of its duties, the Audit and Risk Committee monitors the related party transactions concluded by Fortum in accordance with the company's established reporting practices.\n\nFortum discloses information regarding related party transactions on an annual basis as part of the notes to the company's consolidated financial statements. In addition, as required by law, Fortum discloses the details of any related party transactions that are material to the shareholders by issuing a stock exchange release.",
        "metadata": {
            "page": 22
        },
        "id": "ad042711-0cc0-4107-b7cc-c3a7f9821932"
    }
]