[
    {
        "page_content": "CEO's Business Review 2020",
        "metadata": {
            "page": 1
        },
        "id": "d429dd61-7ad4-419b-8c1c-7ff24f69ad80"
    },
    {
        "page_content": "## Highlights 2020\n\nComparable operating profit EUR 1,344 million, +13%\n\n<!-- image -->\n\nStrategy updated\n\nCarbon neutral by 2050 at the latest In line with the goals of the Paris Agreement\n\nFortum is the third largest CO2-free power generator in Europe\n\n649 MW of solar and wind commissioned\n\nin 2020 Projects of 1,589 MW (including associates)\n\n<!-- image -->\n\nStrengthening balance sheet: EUR 1.2 billion total\n\nconsideration from divestments\n\n76.1% ownership in Uniper\n\nConsolidated as a subsidiary\n\n## Fortum's 2020 reporting entity\n\nCEO's Business Review\n\n<!-- image -->\n\nGovernance\n\n<!-- image -->\n\nT\n\nTax Footprint\n\n<!-- image -->\n\nFinancials\n\n<!-- image -->\n\nR\n\nRemuneration\n\n<!-- image -->\n\nSustainability\n\n<!-- image -->\n\n- Tax Footprint to be published in week 13\n- Sustainability to be published in week 17",
        "metadata": {
            "page": 2
        },
        "id": "c3811c71-40d5-4332-9d82-9b40ddfa1623"
    },
    {
        "page_content": "## CEO's Business Review 2020\n\n## Dear stakeholders,\n\nThe year 2020 will be remembered first and foremost for the Covid-19 pandemic that shook the world and impacted the lives and livelihoods of people all around the globe. While the utilities sector, and Fortum more specifically, was also affected by the pandemic, we suffered clearly less than many other sectors and companies. Our focus through the challenging times was - and continues to be - on securing the wellbeing of our employees and thereby ensuring uninterrupted supply of power and heat to our customers and the societies around us.\n\nOver the course of the year, we stood up to the challenge very well and successfully operated our power plants, carried out the annual overhauls, and secured the construction and commissioning of new power plants without major disturbances. In the Nordics we commissioned both the 90-MW Kalax and 99-MW Sørfjord wind parks, and in Russia we brought a total of 550 MWs of wind capacity to the market. At the same time, our subsidiary Uniper's construction projects at Irsching and Scholven in Germany and the modernisation of the Surgutskaya power plant in Russia are proceeding according to plan.\n\n## Updated strategy and determined strategy execution\n\nWe have also continued our strategy execution tenaciously. During the year, we increased our ownership in Uniper from 49.99% to approximately 76%, and consolidated Uniper as a subsidiary into our financials as a separate reporting segment. One of the key focus areas in 2020 was intensifying the cooperation between Fortum and Uniper. As a result, we presented an updated strategy covering the whole Fortum Group at the beginning of December. Building on our strong position in CO 2 -free power generation and gas as well as our expertise in sustainable industrial and infrastructure solutions, the strategy focuses on driving the clean energy transition.\n\nOur updated strategy builds on four priorities: 'Transform own operations to carbon neutral', Strengthen and grow in CO 2 -free power generation', 'Leverage position in gas to enable the energy transition',\n\nand 'Partner with industrial and infrastructure customers'. It is a natural continuation of Fortum's decades-long focus on decarbonisation and Uniper's European coal-exit path set out in March 2020. We are continuing the transformation towards carbon neutrality and by the end of 2025, we are cutting our coal-based power generation capacity to less than half and targeting to build 1.5-2 GW of new wind and solar capacity.\n\nWith determined execution of our strategy, we intend to deliver sustainable financial performance and target a growing dividend over the years to come. Our strategy is aligned with the goals of the Paris Agreement, targeting carbon neutrality for the Group by 2050 and in our European generation already in 2035.\n\nAs part of our strategy execution in 2020, we continued to optimise our portfolio and decided to divest our district heating businesses in Joensuu and Järvenpää in Finland after a strategic review. The taxexempt sales gains recorded for these assets totalled EUR 722 million. Continuing our focus to strengthen the balance sheet, we divested assets for a total consideration of EUR 1.2 billion during 2020, and signed an agreement to divest our Baltic district heating businesses for an addition 0.8 billion in March 2021. The strategic reviews of our district heating assets in Poland, and Sweden as well as of our Consumer Solutions business are ongoing.\n\n## The operating environment\n\nIn 2020, Europe took determined strides on climate policy. The EU's Green Deal package with a clear commitment to climate neutrality by 2050 and tighter emissions reduction targets for 2030 was a truly welcome development as it bundles up all EU policy areas and all sectors of society. Until now, the focus of decarbonisation has largely been on the power sector, but the Green Deal has a society-wide approach. The tighter targets will be translated into a substantially tighter EU emission trading system in the upcoming years and the expansion of it is also on the table. This is something\n\n<!-- image -->",
        "metadata": {
            "page": 3
        },
        "id": "949b6473-4930-4f88-9a60-be7b57765007"
    },
    {
        "page_content": "<!-- image -->\n\nwe for several years have been advocating for and we are very pleased with the development. This decision has also supported the price of CO 2 emission allowances, which are trading around twice the price compared to a year ago. The hydrogen economy also took several steps forward, with the EU Commission and several member states presenting their hydrogen strategies. This is a very welcome development as the role of hydrogen made from CO 2 -free power will play a key role in decarbonising the European economy, including many sectors that are hard to decarbonise, such as heavy transport and some industrial processes. Fortum also supports the UN Global Compact and Caring for Climate initiatives, and is committed to the principles of these initiatives.\n\nThe market conditions in 2020 were characterised, not only by the pandemic and market volatility, but for us even more so by the wet hydrology in the Nordics that pushed power prices heavily down. Towards the end of the year, CO 2 emission allowance and commodity prices started to recover, which was also reflected in increasing power prices. While 2020 was a rough year for many energy commodities, European gas and power demand suffered only mildly - both in the region of a 3-4% decrease year-on-year.\n\n## Solid financial performance in a volatile year\n\nDespite the exceptional and challenging year, we managed well and recorded good results. The 2020 financial results for our Generation segment were burdened by the low power prices and low nuclear volumes especially in the fourth quarter. Our successful hedging significantly alleviated the effect of the low power prices. In the City Solutions segment, the result declined on warm weather and low power prices, while Consumer Solutions' results continued to improve. Despite the impact of the pandemic in the first half of 2020 and the lower power margins, our Russia segment fared well operationally, and the result decline was to a large extent due to the change in the Russian rouble exchange rate. Uniper's results generally follow a seasonal pattern with the first and fourth quarters being the strongest. As a result of the strong hedging and optimisation in the power and\n\ngas business, the fourth-quarter 2020 results of the Uniper segment\n\nsignificantly contributed to Fortum's comparable operating profit. In line with our updated dividend policy - 'to pay a stable, sustainable, and over time increasing dividend' - and what we communicated in early December, the Board of Directors proposes to the 2021 Annual General Meeting a dividend of EUR 1.12 per share for the financial year 2020. This is an increase from the stable dividend we have been paying for several years.\n\nFinally, I would like to thank all our employees for their dedication and hard work during the challenging times and for their flexibility and willingness to quickly adapt to the new ways of working brought on by the Covid-19 pandemic. For the year 2021, the focus will be on strategy execution, further deepening the cooperation with Uniper, and delivering on the collaboration benefits identified thus far with Uniper. At the same time, we will continue to target a strong financial position and maintaining our solid investment-grade rating.\n\n## Markus Rauramo\n\nPresident and CEO",
        "metadata": {
            "page": 4
        },
        "id": "e02e842e-7cf0-4c66-928b-45dbd7f11b72"
    },
    {
        "page_content": "## Three main drivers are shaping the future electricity markets\n\nThe world we live in is changing rapidly and staying competitive requires companies to be aware of the underlying drivers and to take an active role in driving the change for a better future.\n\nLooking forward, Fortum is well positioned for the ongoing transition towards a decarbonised world, both in terms of asset base and performance. The main drivers influencing the ongoing energy sector transformation are regarded to be:\n\n## Climate and environment\n\nClimate change and global warming is inevitably among the most pressing and profound challenges facing mankind. Limiting its impacts requires global efforts, yet the commitments made by nation states so far are insufficient to limit warming in line with the ambition of the Paris Agreement. While the Covid-19 pandemic shook the world in 2020, climate change continues to be on top of the agenda as many countries are linking support measures to climate friendly initiatives.\n\nThe need to limit the climate impact of operations affects all industries today. The energy sector has the responsibility to transition towards carbon-neutral energy production while ensuring that energy is available at all times at an affordable cost. The primary means to enable the transition within power generation include increasing the share of renewable and CO 2 -free technologies. As fossil fuels are still needed, fuel-switching to more environmentally benign fuels and improved fuel efficiency are means to reduce climate impacts. In 2020, the price of CO 2 emission allowances dropped temporarily below 15 EUR/tCO 2 as the Covid-19 pandemic struck, but recovered during the year and even exceeded the 40 euro level in early 2021. A credible price for CO 2 emissions is a prerequisite for a successful decarbonisation.\n\nEqually important, but less discussed areas requiring decarbonisation are heating and traffic. In both, clean electricity and over-time decarbonising gas can be part of the solution. Fortum has been a staunch advocate for establishing carbon pricing for all sectors as a basis for the decarbonisation of the European society.\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "6167418b-f4b0-42a4-bf67-77c1b01e262e"
    },
    {
        "page_content": "In 2020, EU launched the Green Deal package with a clear commitment to climate neutrality by 2050 and tighter emissions reduction targets for 2030. Until now, the focus of decarbonisation has largely been on the power sector, but the Green Deal has a societywide approach. The tighter targets will be translated into a substantially tighter EU emission trading system in the upcoming years and the expansion of it is also on the table. This is something we for several years have been advocating for and we are very pleased with the development.\n\nThe hydrogen economy also took several steps forward, with the EU Commission and several member states presenting their hydrogen strategies. This is a very welcome development, as the role of hydrogen made from CO 2 -free power will play a key role in decarbonising the European economy, including many sectors that are hard to decarbonise, such as heavy transport and some industrial processes.\n\n## Politics and regulation\n\nThe increasing fragmentation in the international political scene increases the regulatory uncertainty. Companies have to be prepared for a possible future where national rather than international market-based mechanisms drive the development of our operating environment. The energy sector is heavily influenced by national and EU-level energy policies and regulations. Fortum's strategy has been developed based on scenarios for the future development of the regulatory environment in both existing and potential new businesses and market areas. The overall complexity and possible regulatory changes in the various operating countries pose a risk if Fortum is not able to anticipate, identify, and manage those changes efficiently.\n\nFortum maintains an active dialogue with the bodies involved in the development of laws and regulations in order to manage these risks and proactively contribute to the development of the energy policy and regulatory framework.\n\n## Technology development\n\nTechnology development is an important driver for change.\n\nIn the energy sector the cost of wind and solar power is decreasing. This development leads to an increasing share of intermittent power generation and fewer running hours for traditional baseload power. This challenges the way the energy system has been functioning, where generation has been able to adapt to the changing power demand of customers.\n\nAnother development area, with potential to revolutionise the energy industry is hydrogen. With the increase of intermittent power generation we will see more hours with very low or even negative prices. This cheap power can be used to produce synthetic hydrogen, which can be converted into 'green gas', that can use the same storage and transportation infrastructure as natural gas. The development of the hydrogen economy would enable to switch flexible gas-fired power generation from natural gas to cleaner hydrogen-based gases. Furthermore, the large scale production of hydrogen could be a source of much needed demand side flexibility.\n\nDigitalisation opens up for new storage and demand response solutions, which will change the way the customer interacts with the market. There will be new ways to produce, market, sell, and deliver products and services offered by utilities, start-ups, and new market entrants. Through these services, customers can take an active part in balancing a future power system that is heavily dependent on intermittent power production. In addition to power generation and usage, the technology development is also rapid within the field of transportation. E-mobility is fast gaining ground for small scale transportation as a result of the development of battery technology and processing power, but for heavy transport hydrogen-based solutions might offer a better suited alternative.\n\nLooking forward, Fortum is well positioned for the ongoing transition in the energy sector towards a decarbonised world.\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "a6ed6a92-62a8-491c-bf4b-13bf8e09303f"
    },
    {
        "page_content": "<!-- image -->\n\n## Market Development\n\nMeasures taken to prevent the spread of Covid-19 impacted power demand in various European countries, especially during the second quarter of 2020. However, the European power demand recovered significantly in the third quarter and, according to preliminary statistics, during the fourth quarter, demand in central western Europe (Germany, France, Austria, Switzerland, Belgium, and the Netherlands) was only 1% below the 2019 level. As a whole, consumption in 2020 in central western Europe saw a 4% decline on year-on-year basis.\n\nAccording to preliminary statistics, electricity consumption in the Nordic countries was 383 (394) TWh during 2020. The lower power demand in the Nordics was mainly related to mild weather during the first and fourth quarters. Also lower industrial demand in Finland and Sweden contributed to the decline in power demand, towards the end of the year.\n\nThe Nordic power prices declined heavily during 2020 on warm weather and the wet hydrology. Even though the Covid-19 pandemic had only a limited impact on the Nordic power demand, the spot price stayed on a significantly lower level than 2019 throughout the year. The decline was clearly less in Fortum's generation areas in Finland and Sweden, especially during the second half of the year.\n\nDuring 2020, the average system spot price in Nord Pool was EUR 10.9 (38.9) per MWh. The average area price in Finland was EUR 28.0 (44.0) per MWh, in the SE3-area in Sweden (Stockholm) EUR 21.2 (38.4) per MWh, and in the SE2-area in Sweden (Sundsvall) EUR 14.4 (37.9) per MWh. The very large hydrological surplus and the risk of spilling in many hydro reservoirs have been the main reasons for the low Nordic spot prices during 2020.\n\nThe price of CO 2 emission allowances was volatile during 2020. In early March the price dropped as low as EUR 15 per tCO 2 , but recovered to around EUR 30 per tCO 2 already in July. The gas price (TTF 2021 index) declined in early 2020 and stayed depressed until early November, only to recover and ending the year where it started, around EUR 17 per MWh.\n\n## Spot price development 2019 & 2020, EUR/MWh\n\n<!-- image -->\n\nSource: Nord Pool\n\n## Power and commodity prices 2020\n\n<!-- image -->\n\n- Power, EUR/MWh (Nordic 2021 forward)\n- Emission allowance, EUR/tCO2 (EUA DEC 2020)\n- Gas, EUR/MWh (TTF 2021 index)\n\nSource: Bloomberg\n\n1\n\n- Coal, USD/tonnes (Rotterdam 2021 index)",
        "metadata": {
            "page": 7
        },
        "id": "6d2bc1a4-d27a-4545-a1b6-d31b72e5a006"
    },
    {
        "page_content": "## Nordic water reservoirs, energy content, TWh\n\n<!-- image -->\n\nSource: Nord Pool\n\nThe Nordic water reservoirs started the year at a slight deficit. The rainy and mild winter led to a rapid increase of the Nordic water reservoirs during the first quarter. Spring was fairly cold and the spring inflows were significantly delayed, but once melting started, the very large snow pack resulted in the spring inflows bringing water levels close to the historical maximum levels in most Nordic water reservoirs. At the beginning of 2020, the Nordic water reservoirs were at 79 TWh, which is 5 TWh lower than the long-term average and 5 TWh higher than one year earlier. At the end of 2020, the reservoirs were at 105 TWh, which is 21 TWh above the long-term average and 26 TWh higher than one year earlier.\n\n1\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "299ee74e-4e0e-48a8-b3a5-a958cc68d401"
    },
    {
        "page_content": "## Strategy\n\nFortum has transformed itself, having invested about EUR 11 billion over the past six years to become Europe's third largest CO 2 -free power generator and a large player in gas. As such, Fortum is now well positioned to capture opportunities resulting from the energy transition, aimed at curbing climate change. To be successful, the energy transition must balance sustainability, affordability, and security of supply. It requires not only renewables, but also increasingly clean gas, energy storage, and other flexible solutions to provide security of supply and to decarbonise also industry, transportation, heating, and cooling.\n\nIn December 2020, Fortum updated the strategy for the whole Fortum Group to drive the clean energy transition and deliver sustainable financial performance. Aligned with the goals of the Paris Agreement, Fortum targets carbon neutrality by 2050 with ambitious mid-term targets.\n\nAs part of the strategy update, Fortum's purpose (replacing the previous vision and mission statements) has been defined as: Our purpose is to drive the change for a cleaner world. We are securing a fast and reliable transition to a carbon-neutral economy by providing customers and societies with clean energy and sustainable solutions.\n\n## Fortum Strategy: Driving the clean energy transition and delivering sustainable financial performance\n\n## For a cleaner world\n\n## Transform own operations to carbon neutral\n\n- · Phase out and exit coal\n- ·  Transform gas-fired generation towards clean gas\n\n<!-- image -->\n\n<!-- image -->\n\nStrengthen and grow in CO 2 -free power generation\n\n- · Supply significant flexible and reliable CO 2 -free power generation\n- ·  Grow sizeable portfolio of renewables\n\nLeverage strong position in gas to enable the energy transition\n\n- · Provide security of supply and flexibility in the power system\n- ·  Secure supply of gas for heat, power, and industrial processes\n\n## Value creation targets\n\nCarbon neutral as a Group latest by 2050, in line with the Paris Agreement, and in our European generation latest by 2035\n\nSustainable financial performance through attractive value from investments, portfolio optimisation, and benchmark operations\n\nPartner with industrial and infrastructure customers\n\n- · Provide decarbonisation and environmental solutions\n- ·  Build on first-mover position in hydrogen\n\n<!-- image -->\n\nThe ongoing transition towards CO 2 -free energy, driven by climate change concerns, politics and regulation, as well as technology development, brings significant opportunities for a company with competences in CO 2 -free power generation and clean gas. Fortum is well positioned for this transition while the future market environment is increasingly uncertain. As a response to this development, Fortum's updated strategy is based on four strategic priorities:\n\n## Transform own operations to carbon neutral\n\nTransforming our own operations to carbon neutrality is a long-standing priority for Fortum. To accelerate the development, we have committed to the following ambitious climate and environmental targets:\n\n- ·  Carbon neutral, in line with the goals of the Paris Agreement, by 2050 at the latest (Scope 1, 2, and 3 emissions)\n- ·  Carbon neutral in European generation by 2035 at the latest (Scope 1 and 2)\n- ·  Reduction of CO 2 emissions (Scope 1 and 2) in European generation by at least 50% by 2030 (compared to the base-year 2019)\n- ·  Number of major voluntary measures enhancing biodiversity ≥12 in 2021\n\nDuring 2021, Fortum will develop a target for the reduction of Scope 3 emissions addressing the indirect emissions from our fuel sales business (category 11).\n\nFortum's coal-fired generation capacity will be reduced by more than 50% by the end of 2025, to approximately 5 GW. Measures for the reduction include coal-fired plant closures in Germany announced by Uniper in 2020: 0.9 GW at the end of 2020, 1.5 GW by end of 2022, and a further 0.5 GW by the end of 2025. The reduction also includes the closure of Uniper's 2 GW in the UK by the end of 2025 and Fortum's previously announced commitment to discontinue the use of coal in Espoo by 2025.",
        "metadata": {
            "page": 9
        },
        "id": "ab5f49b1-13d6-44ba-af85-97e4cb434fa1"
    },
    {
        "page_content": "Further to the above mentioned planned power plant closures, Uniper will close its 1 GW coal-fired plant in the Netherlands by the end of 2029. As defined in the German coal-exit law, Uniper's 1.1 GW coal-fired power plant in Germany, Datteln 4, will be decommissioned by 2038.\n\nIn December 2020, Uniper announced the end of commercial operations at the 0.9-GW Heyden power plant already at the end of 2020, 5 years earlier than previously announced. This is a significant step in the execution of Uniper's ambitious coal-exit plans and it alone corresponds to a 8% reduction in the Fortum Group's coal-fired capacity.\n\nEuropean generation CO 2 net emissions\n\n2019 100%\n\n2030 -50%\n\n2035 Carbon neutral\n\n<!-- image -->\n\nFortum is committed to carbon neutrality by 2050 at the latest, in line with the goals of the Paris agreement\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "037194b5-97d1-46d0-99df-08bb6fccff36"
    },
    {
        "page_content": "## Strengthen and grow in CO 2 -free power generation\n\nFortum's investment in Uniper was a step-change, increasing the Group's CO 2 -free power generation by 60% and making us the third largest CO 2 -free power generator in Europe. We continue to focus on optimising and maintaining our benchmark operations in hydro and nuclear.\n\nWe will also focus on growing a sizeable portfolio of onshore wind and solar based power generation primarily in Europe to make it a meaningful EBITDA contributor. The target is to build 1.5-2 GW of new capacity by 2025. This capacity will partly be built on our own balance sheet and partly using the 'build-operate-transfer' business model.\n\nTo ensure focused and effective implementation, we aim to have a one-team-approach for Fortum's and Uniper's Nordic hydro and physical trading optimisation as well as for solar and wind development in Europe.\n\nIn our Russian operations we will gradually transform our asset portfolio towards renewables, while over time reducing our fossil exposure.\n\n## Leverage strong position in gas to enable the energy transition\n\nThrough Uniper, Fortum is now also a major player in gas with its benchmark gas-fired power generation and gas midstream business, which provides gas for heating and various industrial needs. As Europe transitions away from coal, our gas assets provide much-needed flexibility to the power system, enabling fast growth in solar and wind power. Our aim is to decarbonise our gas-fired power generation through conversion to clean gases over time.\n\nGas plays a vital role in many areas outside the power market, and we will also continue to focus on the reliable supply of gas for heating and industrial processes. Our aim is to continue to optimise our gas supply and storage, and grow our share of contracted sales to wholesale and industrial customers. In the longer term, natural gas usage will transition towards clean hydrogen and synthetic gases. Our strong position in the gas value chain and CO 2 -free power generation\n\n<!-- image -->\n\n## Return targets for new investments:\n\nWACC+ hurdle rate: +100 bps for green investments +200 bps for other investments\n\ncreate good pre-requisites for us to succeed in providing clean hydrogen solutions in the future.\n\n## Partner with industrial and infrastructure customers\n\nIn line with its purpose, Fortum wants to engage with customers and societies to help decrease their environmental footprints. Accordingly, we aim to provide industrial and infrastructure customers with decarbonisation and environmental solutions, such as grid stability, waste-to-energy, and low-carbon industrial solutions.\n\nThe development of the hydrogen economy will play a key role in decarbonising Europe. The ambition levels of the EU and several member states are very high. Fortum aims to build on Uniper's firstmover position in hydrogen, the Group's position as Europe's third largest CO 2 -free power generator, our long-term customer relationships, as well as our strong expertise in engineering, trading, risk management, and gas storage to develop and capture the opportunities in hydrogen as they become commercially available. We aim to have one dedicated team in hydrogen.\n\n<!-- image -->\n\n## Financial targets and dividend policy\n\nIn 2020, Fortum updated its financial targets and dividend policy. Fortum continues to be committed to maintaining a rating of at least BBB. The long-term financial targets are:\n\n- ·  Financial net debt/comparable EBITDA below 2x\n- ·  Hurdle rates for new investments of WACC\n- ·  +100 bps for green investments\n- ·  +200 bps for other investments\n\nFortum's dividend policy has been revised and 'is to pay a stable, sustainable, and over time increasing dividend'. In December 2020, Fortum's Board of Directors communicated the aim to increase the dividend going forward, and in March 2021 the Board proposed a dividend of EUR 1.12 per share to be paid for the financial year 2020, an increase from the stable dividend Fortum has paid for several years.",
        "metadata": {
            "page": 11
        },
        "id": "c3d44a0d-1999-4092-b6e8-a7980197cc85"
    },
    {
        "page_content": "<!-- image -->\n\n## Value-creating strategy\n\n## Input\n\n## Human and intellectual capital\n\n- ·  Close to 20,000 energy sector professionals, focus on diversity\n- ·  Certified environment, health and safety management\n- ·  Corporate culture that encourages innovation and R&D; R&D expenses totalling EUR 56 million in 2020\n- ·  Robust corporate governance and ethical business conduct\n- ·  Brand and reputation\n\n## Sources of energy\n\n- ·  Hydro, solar, wind\n- ·  Natural gas, uranium, coal and lignite, biofuels, waste-derived fuels\n\n## Assets\n\n- ·  Operations in more than 40 countries\n- ·  ~50.3 GW power generation capacity\n- ·  ~19.5 GW heat production capacity\n- ·  Hydropower plants, CHP, condensing and nuclear power plants; growing in solar and wind\n- ·  Gas storages and pipelines\n- ·  Several waste-to-energy plants\n\n## Financial\n\n- ·  Financial net debt EUR 7,023 million\n- ·  Total assets EUR 57,810 million\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Fortum\n\n## Purpose Statement\n\nOur purpose is to drive the change for a cleaner world. We are securing a fast and reliable transition to a carbon-neutral economy by providing customers and societies with clean energy and sustainable solutions.\n\n## Strategy\n\n- ·  Transform own operations to carbon neutral\n- ·  Strengthen and grow in CO 2 -free power generation\n- ·  Leverage strong position in gas to enable the energy transition\n- ·  Partner with industrial and infrastructure customers\n\n## Output\n\n## Products\n\n- ·  142 TWh power generation\n- ·  32 TWh heat sales\n- ·  Gas sales\n- ·  73% of electricity generation CO 2 -free in Europe, 45% in all countries\n\n## Services and solutions\n\n- ·  Power and heat sales\n- ·  Electricity and fuel trading services (e.g. gas)\n- ·  Engineering services for customers\n- ·  Nuclear expert services\n- ·  District heating and cooling\n- ·  Electricity retail sales\n- ·  Environmental management and material efficiency services, incl. plastic recycling and refining, metals recycling, and ash treatment\n- ·  E-mobility charging solutions\n\n## Our carbon footprint\n\n- ·  Share of coal-based power production of total power production, 9%\n- ·  Share of coal-based revenue of total revenue, 1%\n- ·  CO 2 -free power generation, 64 TWh\n- ·  CO 2 emissions from total energy production, 48.7 Mt\n- ·  Specific CO 2 emissions from total energy production, 287 gCO 2 /kWh\n\n## Impact\n\n## Economic impact\n\n- ·  Profitability\n- ·  Increased shareholder value\n- ·  Dividends to shareholders\n- ·  Investments\n- ·  Taxes to the public sector\n- ·  Wages and benefits to employees\n- ·  Payments to suppliers and partners\n- ·  Interest to creditors\n\n## Social impact\n\n- ·  Reliable supply of electricity, heat, and gas\n- ·  Smart energy solutions for industrial and infrastructure customers\n- ·  More active customer participation in energy system\n- ·  Partnership opportunities for cities, start-ups, and research institutions\n- ·  Safe work environment and wellbeing for employees, contractors, and suppliers\n- ·  Opportunities in career development for employees\n\n## Environmental impact\n\n- ·  Contribution to climate change mitigation through transforming own operations to carbon neutral\n- ·  Investments in renewable energy production and clean gas (e.g. hydrogen)\n- ·  Flexible generation enabling increasing use of intermittent renewable energy sources\n- ·  Improved resource efficiency, recycling and recovery through circular economy services\n- ·  Removing hazardous waste from circulation, treatment and safe final disposal\n- ·  Improving air quality, e.g., through advanced nitrogen oxide reduction solutions\n- ·  Energy-efficiency improvements in own operations and at customers' plants\n- ·  Mitigation of environmental impacts in own operations\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "509ac9ee-f9f6-4e76-a4ea-819272203609"
    },
    {
        "page_content": "## Sustainability at Fortum\n\nYear 2020 was a year of changes as Fortum started to consolidate Uniper as a subsidiary as of March 2020. This consolidation materially changed the extent of operations, sustainability impacts, and performance figures of Fortum. It also called for revised sustainability targets for the altered Group. As a result, in December 2020 Fortum updated its climate targets to align with the goals of the Paris Agreement and is committed to carbon neutrality by 2050 at the latest. The target covers direct CO 2 emissions (Scope 1) and indirect CO 2 emissions (Scope 2 and 3). Fortum's roadmap to reduce emissions in Europe has also been defined. Fortum is committed to reducing its CO 2 emissions (Scope 1 and 2) in its European generation by at least 50% by 2030 (compared to base-year 2019) and to be carbon neutral by 2035 at the latest.\n\nThe journey has just begun, but Fortum is well positioned to reach its climate targets - as 73% of Fortum's power generation in Europe and 45% globally was CO 2 -free in 2020. Fortum's specific emissions of total energy production in Europe were 188 gCO 2 /kWh and 287 gCO 2 /kWh globally.\n\nOnly 9% of power generation was based on coal in 2020; Fortum will reduce its coal-fired power generation capacity by more than 50% by 2025. This commitment is also a part of Fortum's long-term incentive (LTI) programme. In the 2021-2023 LTI plan, the target is linked to the reduction of Fortum's coal-fired power generation capacity in line with Fortum's coal-exit path, with a minimum level requiring exceeding the communicated ambition level.\n\nIn 2020, Fortum commissioned the 99-MW Sørfjord wind power farm in Norway and constructed the 90-MW Kalax wind power farm in Finland. In addition, Fortum has 116 MW of solar power under construction in Russia and 250 MW of solar power in India. Up to 70% of new growth investments in 2021-2025 are targeted at solar and wind power, as well as hydrogen.\n\nIndirect Scope 3 emissions play a significant role in Fortum's total greenhouse gas (GHG) emissions and in Fortum's target to drive the decarbonisation of its customers and society at large. During\n\n2021, Fortum will develop a target for the reduction of Scope 3 GHG emissions, addressing the indirect emissions from fossil fuel sales, coal and gas, to end users.\n\nCombating climate change is one of the most effective ways to reduce the degradation of nature. Fortum is aware of its impact on nature, and, in conjunction of the new climate targets, has also set a target for biodiversity, addressing the year 2021. Fortum aims at conducting a minimum of 12 major voluntary measures that improve the living conditions of species and strengthen populations, covering all countries where Fortum has hydropower production. The projects focus on threatened species or habitats, in particular.\n\nYear 2020 was challenging for Fortum and all of society, due to the outbreak of Covid-19 that quickly grew into a global pandemic. In the pandemic conditions, Fortum's top priority was to maintain business continuity and to ensure the health and safety of its employees and contractors working for Fortum. This goal was well achieved. Fortum's employee engagement increased, and the company's personnel felt well informed and supported during the pandemic. The measures to keep people safe were implemented exceptionally well during the annual outage at Fortum's Loviisa nuclear power plant, carried out by nearly 1,500 workers from 10 different countries and zero Covid-19 cases.\n\nFor Fortum, safety is the number one priority; its Lost Time Injury Frequency (LTIF) for own employees and contractors was 1.3 in 2020. Fortum wants to further excel in safety, and its new, ambitious safety target, measured as Total Recordable Injury Frequency (TRIF) for own personnel and contractors, is <1.0 by the end of 2025.\n\nIn 2020 Fortum, excluding Uniper, launched a new Corporate Social Responsibility (CSR) programme to steer its support to society and to cooperate with local communities. The programme's focus areas, aligned with Fortum Group's strategic targets, are Climate, People, and Material Revolution. During 2020, Fortum focused on supporting organisations that help local communities in our operating countries. During the Covid-19 pandemic, Fortum has supported local communities, e.g. by providing face masks to local communities, including health care workers in Russia, Poland, Latvia, and India.\n\nAnnual outage at Loviisa nuclear power plant successfully completed by nearly 1,500 workers from 10 different countries and zero Covid-19 cases",
        "metadata": {
            "page": 13
        },
        "id": "0afb6882-bdb9-4c67-8eb5-50ce7db4b435"
    },
    {
        "page_content": "## Business model\n\nFortum is a European energy company with activities in more than 40 countries. We provide our customers with electricity, gas, heating and cooling as well as smart solutions to improve resource efficiency. Together with our subsidiary Uniper, we are the third largest producer of CO 2 -free electricity in Europe. Fortum is the largest electricity retailer in the Nordic countries and one of the leading heat producers globally.\n\nFortum's organisation consists of four business divisions: Generation, Russia, City Solutions, and Consumer Solutions, and additionally Uniper as a segment. Fortum employs a diverse team of almost 20,000 energysector professionals.\n\n## Generation\n\nGeneration is responsible for Nordic power generation. The division comprises nuclear, hydro, wind, and thermal power generation, as well as power portfolio optimisation, trading, industrial intelligence, and global nuclear services. The division does not include the Nordic hydro and nuclear power generation or the trading activities of Uniper. As of 31 March 2020, the division includes Generation's proportionate share of OKG.\n\n## Russia\n\nThe Russia division comprises power and heat generation and sales in Russia. The division also includes Fortum's joint ventures for building and operating approximately 2 GW of renewable power generation and for power and heat sales, as well as Fortum's more than 29% holding in TGC 1. These joint ventures and associated company are accounted for using the equity method. The division does not include Uniper's Russian subsidiary Unipro.\n\n## City Solutions\n\nCity Solutions is responsible for sustainable solutions for urban areas. The division comprises heating, cooling, waste-to-energy, and other circular economy solutions, as well as solar power generation, services, and development of new biomass-based businesses. The business operations are located in the Nordics, the Baltic countries, Poland, and\n\nIndia. The division also includes Fortum's 50% holding in Stockholm Exergi, which is a joint venture and is accounted for using the equity method. The division does not include the operations of Fortum's subsidiary Uniper.\n\n## Consumer Solutions\n\nConsumer Solutions is responsible for the electricity and gas retail businesses in the Nordics, Poland, and Spain, including the customer service and invoicing businesses. Fortum is the largest electricity retail business in the Nordics, with approximately 2.4 million customers across different brands in Finland, Sweden, Norway, Poland, and Spain. The business provides electricity as well as related value-added and digital services.\n\n## Uniper\n\nThe Uniper segment comprises Fortum's majority ownership in Uniper, a subsidiary of Fortum. Uniper is a leading international energy company with activities in more than 40 countries. Its business is the secure provision of energy and related services. Its main activities include power generation in Europe and Russia as well as global energy trading and optimisation, which Uniper reports in three businesses - European Generation, Global Commodities, and Russian Power Generation - in its financial statements. The segment includes Uniper's proportionate share of OKG.\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "bb1bb043-6938-4cf8-9483-ffdc49cc8655"
    },
    {
        "page_content": "## Future challenges and opportunities\n\n## Climate change\n\nWe believe that the growing awareness and concern about climate change will increase the demand for low-carbon and resource- and energy-efficient energy products and services. We are leveraging our know how in CO 2 -free hydro, nuclear, wind, and solar power by offering our customers low-carbon energy solutions. We also believe that the electrification of transportation, industry, and services will increase the consumption of low-carbon electricity in particular. The development of the hydrogen economy, and especially clean hydrogen produced with CO 2 -free power, will offer opportunities for Fortum, the third largest CO 2 -free power generator in Europe and a first-mover in hydrogen. We focus on growing a sizeable portfolio of onshore wind and solar based power generation primarily in Europe and the target is to build 1.5-2 GW of new capacity by 2025.\n\nOur circular economy services also respond to this demand by utilising waste stream materials as efficiently as possible and by reducing the formation of greenhouse gases generated from biodegradable waste at landfills. Additionally, the use of non-recyclable and non-recoverable waste in energy production replaces fossil fuel.\n\nOur operations are exposed to the physical risks caused by climate change, including changes in weather patterns that could alter energy production volumes and energy demand. Fluctuating precipitation, flooding, and extreme temperatures may affect e.g. hydropower production, dam safety, availability of cooling water, and the price and availability of biofuels.\n\nHydrological conditions, precipitation, temperatures, and wind conditions also affect the short-term electricity price in the Nordic power market. In addition to climate change mitigation, we also aim to adapt our operations and we take climate change into consideration in, among other things, the assessment of growth projects and investments as well as in operation and maintenance planning.\n\n## Power price development\n\nFortum is exposed to power, emissions, and fuel price movements and volume changes mainly through its power and heat generation. The profitability of outright production assets, such as hydro, nuclear, and wind power generation, are primarily exposed to fluctuations in electricity prices and volumes, whereas the profitability of coal and gas fired generation assets depend on the spread between the electricity price and the emission and fuel prices.\n\nIn the Nordics and central European countries, power prices and, consequently, the amount of profitable production, exhibit significant variation on the back of several factors, for instance, but not limited to weather conditions, outage patterns in production and transmission lines, CO 2 allowance prices, fuel prices, as well as the power demand.\n\n## Regulatory environment\n\nThe energy sector is heavily influenced by national and EU-level energy policies and regulations. Fortum's strategy has been developed based on scenarios of the future development of the regulatory environment in both existing and potential new businesses and market areas.\n\nThe overall complexity and possible regulatory changes in Fortum's various operating countries pose risk and create opportunities for the energy, environmental management, and consumer businesses. Fortum analyses and assesses a number of future market and regulation scenarios, including the impact of these on different generation forms and technologies in the development of its strategy.\n\nChanges in the regulatory and fiscal environment create risks and opportunities for the energy, environmental management, and consumer businesses. The main strategic risk is that the regulatory and market environment develops in a way that we have not been able to foresee and prepare for. In response to these uncertainties, Fortum analyses and assesses a number of future market and regulation scenarios, including the impact of these on different generation forms and technologies in the development of its strategy.\n\n## Research and development\n\nFortum's goal is to be at the forefront of energy technology and application development. To accelerate innovation and the commercialisation of new offerings, Fortum is strengthening its in-house innovation and digitalisation efforts and building partnerships with leading global suppliers, promising technology and service companies, as well as research institutions. Fortum makes direct and indirect investments in start-ups that have promising new innovations focused on connectivity, have disruptive potential, and accelerate the transition towards a circular economy. Fortum also invests in technologies that support better utilisation of the current asset base and that can create new markets and products for Fortum, such as the hydrogen economy. The company is continuously looking for emerging clean energy solutions and for solutions that increase resource and system efficiency.",
        "metadata": {
            "page": 15
        },
        "id": "5ecdb5dd-7280-4571-b9e7-eae6bbc2cb0a"
    },
    {
        "page_content": "## Fortum is the third largest CO 2 -free power generator in Europe\n\n## Market position\n\nFortum is the second largest power generator and the largest electricity retailer in the Nordic countries. Globally, we are one of the leading heat producers. Our investment in Uniper increased the CO 2 -free power generation by approximately 60%, making us the third largest CO 2 -free generator in Europe. The consolidation of Uniper increased Fortum's power generation capacity by 36.2 GW and heat and steam production capacity by 4.9 GW. Uniper has power generation mainly in Germany, Russia, the United Kingdom, Sweden, and the Netherlands, as well as heat and steam production mainly in Germany, the Netherlands, and Russia.\n\n## Nordic power generation, 394 TWh, over 350 companies\n\n<!-- image -->\n\nSource: Fortum, company information, 2019 figures pro forma\n\n## Nordic electricity retail, 16 million customers, ~350 companies\n\n<!-- image -->\n\nSource: Fortum, company information, 2019 figures pro forma\n\n1\n\n<!-- image -->",
        "metadata": {
            "page": 16
        },
        "id": "2be68bb1-b398-496f-b98b-905185d72d17"
    },
    {
        "page_content": "<!-- image -->\n\n## Fortum's power generation, TWh\n\n<!-- image -->\n\nFortum actuals 1990-2020 excluding associated company Stockholm Exergi. Uniper consolidated into Fortum's volumes from 1 April 2020.\n\n## Specific CO2 emissions of major utilities in Europe, gCO2/kWh electricity, 2019\n\n<!-- image -->\n\nF\n\n* 'Fortum total' and 'Fortum Europe' include specific carbon dioxide emissions from power and heat production in 2020. The figures include Uniper from the second-quarter of 2020. All other figures, except 'Fortum total' and 'Fortum Europe', include European power generation in 2019. For some companies the PwC figures might also include heat production. Source: PwC, December 2020, Climate change and Electricity, Fortum\n\nA\n\nf\n\n## Long-term focus on CO 2 -free power generation\n\nSustainability and CO 2 -free power generation have been part of Fortum's strategy for several decades. We believe that the energy system needs to transform to a system with substantially lower emissions, higher resource efficiency, and a higher share of power generation based on renewables. The transformation will not happen overnight and we must provide customers with a secure energy supply at a competitive price during the transition towards lower emissions.\n\nFortum strives to contribute to a more sustainable world. We have increased our annual CO 2 -free power generation from around 15 TWh in 1990, to 44 TWh in 2019, and to 64 TWh in 2020. In 2021, it is set to further increase somewhat as we are consolidating Uniper for the full calendar year (only the second to fourth quarters of 2020). The development has not always been linear, as it includes organic growth, investments, and divestments and variations in hydropower generation also impact the annual figures. With approximately 20% of Uniper's power generation capacity being hydro and nuclear power, Fortum's CO 2 -free power generation increased by approximately 60% through the Uniper investment.\n\nFortum's investment in Uniper increased our CO 2 -free power generation by 60%",
        "metadata": {
            "page": 17
        },
        "id": "77153042-75b5-40e4-90a0-433ceb327649"
    },
    {
        "page_content": "<!-- image -->\n\n## Largest power generators in Europe and Russia, TWh\n\n<!-- image -->\n\nSource: Fortum, company information, 2019 figures pro forma, EPH incl. LEAG\n\n## Largest heat producers globally, TWh\n\nSource: Fortum, company information, 2019 figures pro forma. EPH incl. LEAG. No data from China.\n\n<!-- image -->\n\nV\n\nV\n\nV\n\nK\n\nV\n\nD\n\n## Reducing emissions by phase-out and transformation\n\nFortum also has power generation based on fossil fuels, mainly gas, but also coal-fired power generation. In Europe, Fortum has a clear path to exit the use of coal in power generation and has committed to be carbon neutral in European generation by 2035 at the latest (Scope 1 and 2 emissions). In 2020, Fortum also committed to carbon neutrality in all operations by 2050 at the latest (Scope 1, 2, and 3 emissions), in line with the goals of the Paris agreement.\n\nIn January 2020, Uniper announced an ambitious phase-out plan for its German hard-coal-fired power generation. The phase-out was further tightened as the commercial operations at the 0.9-GW Heyden power plant ended at the end of 2020, five years earlier than previously announced.\n\nIn total, Fortum's coal-fired generation capacity will be reduced by more than 50% by the end of 2025, to approximately 5 GW. Measures for the reduction include coal-fired plant closures in Germany: 0.9 GW at the end of 2020, 1.5 GW by end of 2022, and a further 0.5 GW by the end of 2025. The reduction also includes the closure of Uniper's 2 GW in the UK by the end of 2025 and Fortum's commitment to discontinue the use of coal in Espoo by 2025. Furthermore, Uniper will close its 1 GW coal-fired plant in the Netherlands by the end of 2029. As defined in the German coal-exit law, Uniper's 1.1 GW coal-fired power plant in Germany, Datteln 4, will be decommissioned by 2038.\n\nAround 50% of Uniper's power generation capacity is gas-based, and will play an important role as a low-CO 2 and flexible source of electricity during the ongoing energy transition. A central part of Fortum's updated strategy is the focus on the hydrogen economy, which offers the potential to switch from fossil to cleaner gases over time.",
        "metadata": {
            "page": 18
        },
        "id": "f3ba5235-ffb0-485b-af47-adac4e06ed64"
    },
    {
        "page_content": "## Grow in solar and wind\n\nIn addition to CO 2 -free hydro and nuclear power generation, solar and wind power play an essential role in the energy transition and Fortum's updated strategy. Fortum focuses on growing a sizeable portfolio of onshore wind and solar based power generation primarily in Europe to make it a meaningful EBITDA contributor. The target is to build 1.5-2 GW of new capacity by 2025. During 2020, we commissioned the 99-MW Sørfjord wind farm in Norway as well as the 350-MW Rostov and 200-MW Kalmykia wind farms in Russia.\n\nAlthough our solar and wind capacity still is small compared to Fortum's total power generation capacity, our total wind and solar portfolio has grown substantially during recent years. Together with our associated companies, we have a 3-GW portfolio (Fortum's share 2-GW) of solar and wind farms and development projects in the Nordics, Russia, and India. Out of the total 3-GW portfolio of wind and solar power generation capacity 1,452 MW is operational, 861 MW under construction, and 728 MW under development.\n\nThe market conditions in the Nord Pool area and in Russia are more suitable for wind power, and Fortum is continuously investing in these areas. In Russia, Fortum is the largest player in wind and solar power with a portfolio of around 2 GW, together its joint ventures for wind and solar power.\n\n| Wind and solar capacity   | Capacity (including  associates), MW   | Fortum share, MW   |\n|---------------------------|----------------------------------------|--------------------|\n| Operational               | 1,452                                  | 770                |\n| Under construction        | 861                                    | 556                |\n| Under development         | 728                                    | 364                |\n| Total                     | 3,041                                  | 1,690              |\n\n<!-- image -->",
        "metadata": {
            "page": 19
        },
        "id": "78d11e2a-4d47-41d8-bd6d-b8513a74857d"
    }
]