[
    {
        "page_content": "<!-- image -->\n\nO U R   C O N F I D E N C E   I N   T H E   F U T U R E   I S\n\n<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "bcc44a28-7f8f-4de2-942b-9e0adbe047ab"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "95102a52-ee76-4084-80a0-e5de448925df"
    },
    {
        "page_content": "## INDEX\n\n| Letter to shareholders    |   4 |\n|---------------------------|-----|\n| Grupo México Results      |   8 |\n| Mining Division           |  28 |\n| Transportation Division   |  64 |\n| Infrastructure Division   |  86 |\n| Fundación Grupo México    | 110 |\n| Board and Management Team | 132 |",
        "metadata": {
            "page": 3
        },
        "id": "ffba1cf0-d638-4579-9162-c22f4b8c3f95"
    },
    {
        "page_content": "<!-- image -->\n\n## LETTER TO THE SHAREHOLDERS\n\nIn 2020, we faced unprecedented challenges that we were able to overcome through our unwavering commitment to maintain our investment levels, sources of employment, sustainability actions, and the support to all the communities where we are present.\n\nFor Grupo México, it was a year of significant achievements, a year to be innovative, resilient, and able to protect our workers and their families, as well as to give continuity and greater efficiency to our operations, which turned out to be essential to overcome the onslaught of the pandemic and drive the economic recovery. Our confidence in the future was and is unwavering .\n\nOur investments in the last ten years surpassed US$20 billion, which enabled us to consolidate this year as the largest industrial conglomerate in México, with world-class assets and presence in four countries: México, Perú, the US, and Spain.\n\nDuring 2020, Grupo México's shares appreciated by 62% in MXN and 54% in USD, given the expectation of better market returns, productive capacity growth through investment, division-wide operating efficiency, financial discipline, higher metals prices, and the industrial and commercial reactivation since the fourth quarter.",
        "metadata": {
            "page": 4
        },
        "id": "3b1d9ba8-e22c-46ee-8302-621e584404d5"
    },
    {
        "page_content": "We confirm our commitment to the generation of well-paid, highly specialized work for nearly 30 thousand employees in our three divisions.\n\nSustainability consolidated as an essential component of our business model; we perfected four corporate policies in this area, focused on occupational health, workplace safety, and care of the environment and the communities.\n\nDespite the complex scenario for this year, we obtained the following results:\n\n- ·  We held our place as the fifth producer of copper in the world.\n- ·  We achieved record figures in the production of copper, molybdenum, and silver.\n- ·  We consolidated as the best cash-cost in the industry: -20.5% compared to 2019.\n- ·  Our exploration program confirmed that we still have the largest mining reserves in the world.\n- ·  We completed the Buenavista del Cobre, Cananea, and Toquepala projects in Perú. We will continue our aggressive large-scale investment program in Buenavista Zinc and El Arco, Tía María, Michiquillay, and Los Chancas.\n- ·  For yet another year, we were a driving factor behind economic and social development in the countries where we operate.\n\nWe maintained uninterrupted operations in over 11 thousand kilometers of railroads in México and the US. Our cargo railway was crucial in guaranteeing the supply and activities of essential industries and businesses, even at the height of the health contingency.\n\nWith strict sanitary measures, we achieved an all-time high of 99.5% in the operating efficiency of our oil rigs; we surpassed by 40% the sales levels of our engineering services, and made over 80% progress in the construction of our Fenicias Wind Farm in Nuevo León.\n\nIn 2020, with solidarity actions, experience, and an unwavering desire to learn, we guaranteed safe environments, contributed to prevent infection, and helped to strengthen the social and hospital response capacity before the effects of the virus in the countries where we operate were felt.\n\nFundación Grupo México donated 611 million pesos in kind for the medical staff and most vulnerable population; we accelerated the delivery of a hospital in Oaxaca and assigned medical professionals from Doctor Vagón to the Cananea General Hospital, in Sonora. In Perú, we donated 18 temporary hospitals and two oxygen plants.\n\nAt Grupo México, we now renew our unwavering trust in ourselves and in the countries where we are present, to keep growing together and to build a better future.\n\nRegards, Germán Larrea Mota Velasco\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "86b2a7b0-6f13-4073-87b8-f1c80a2aadf3"
    },
    {
        "page_content": "<!-- image -->\n\nPanoramic view of the Cananea open pit, Sonora, México.\n\n## RESULTS GRUPO MÉXICO\n\nDuring 2020, a year full of challenges and adversities, at Grupo México, we maintained a solid balance sheet with a strong cash flow generation and a low leverage profile, a net debt to EBITDA ratio of 0.9x, and a comfortable debt maturities schedule. We maintain our unwavering commitment to continue with an important investment program for the company's growth and the development of the countries where we work.\n\n## Relevant consolidated figures\n\nAccrued sales during 2020 totaled US$10.90 billion, a record in Grupo México's history, and 2.1% higher than in 2019.\n\nIn the Mining Division, sales totaled US$8.56 billion, 7.5% higher than in 2019, given higher volumes produced, as well as a favorable price environment for Copper (+2.9%), Silver (27.6%) and Gold (+27.1%).\n\n<!-- image -->\n\nWe invested over US$20 billion in the last decade, which reflects our unwavering trust and commitment to the countries where we are present.",
        "metadata": {
            "page": 6
        },
        "id": "54579573-9fc5-4b53-bd7d-bb3a754f8a2c"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n- GMXT Railroad Operations Control Center in Guadalajara, Jalisco, México.\n\n<!-- image -->\n\n## As a result of our intense investment program, this year we achieved record EBITDA of US$5.36 billion\n\nIn the Transportation Division, sales declined 12.7% during 2020, reporting US$2.16 billion, mainly due to lower volumes transported as a result of the COVID-19 pandemic.\n\nIn the Infrastructure Division, net sales accrued US$528 million, a 9.0% decrease, due to the decline in drilling quotas and a decrease in activity in the construction sector.\n\nDespite the difficulties faced, we achieved 8.4% EBITDA, above the figure for 2019.\n\n- Fenicias Wind Farm, with a total installed capacity of 168 MW in Nuevo León, México.\n\n## GRUPO MÉXICO\n\n|                   | 4Q        | 4Q        | Variation        | Variation   | January - December   | January - December   | Variation        | Variation   |\n|-------------------|-----------|-----------|------------------|-------------|----------------------|----------------------|------------------|-------------|\n|                   | 2019      | 2020      | Thousands of USD | %           | 2019                 | 2020                 | Thousands of USD | %           |\n| Sales             | 2,634,663 | 3,216,954 | 582,291          | 22.1        | 10,680,649           | 10,909,181           | 228,531          | 2.1         |\n| Cost of Sales     | 1,395,348 | 1,473,147 | 77,799           | 5.6         | 5,514,115            | 5,297,736            | (216,379)        | (3.9)       |\n| Operating Profit  | 818,845   | 1,314,842 | 495,997          | 60.6        | 3,479,725            | 3,958,016            | 478,291          | 13.7        |\n| EBITDA            | 1,160,900 | 1,734,915 | 574,015          | 49.4        | 4,945,274            | 5,362,988            | 417,714          | 8.4         |\n| EBITDA Margin (%) | 44.1%     | 53.9%     |                  |             | 46.3%                | 49.2%                |                  |             |\n| Net Profit        | 542,209   | 1,077,033 | 534,824          | 98.6        | 1,766,249            | 2,118,435            | 352,185          | 19.9        |\n| Profit Margin (%) | 20.6%     | 33.5%     |                  |             | 16.5%                | 19.4%                |                  |             |\n| Investments/Capex | 290,242   | 402,597   | 112,356          | 38.7        | 1,124,646            | 1,114,693            | (9,954)          | (0.9)       |\n| Employees         | 30,263    | 29,169    | (1,094)          | (3.6)       | 30,263               | 29,169               | (1,094)          | (3.6)       |\n\nThousands of dollars",
        "metadata": {
            "page": 7
        },
        "id": "a705686a-ed02-4adb-9b01-779871cfa8eb"
    },
    {
        "page_content": "## SALES\n\n|                                 | Thousands of USD   | Thousands of USD   | Thousands of USD   | Volume in Tons   | Volume in Tons   | Volume in Tons   |\n|---------------------------------|--------------------|--------------------|--------------------|------------------|------------------|------------------|\n|                                 | 2019               | 2020               | Var. %             | 2019             | 2020             | Var. %           |\n| Mining Division                 |                    |                    |                    |                  |                  |                  |\n| Copper                          | 6,522,655          | 7,094,322          | 9                  | 1,094,252        | 1,133,951        | 4                |\n| Silver  (Thousands of oz.)      | 318,760            | 460,290            | 44                 | 20,739           | 21,085           | 2                |\n| Molybdenum                      | 549,369            | 510,311            | (7)                | 26,849           | 30,259           | 13               |\n| Zinc                            | 277,779            | 249,344            | (10)               | 103,668          | 104,752          | 1                |\n| Sulfuric acid                   | 169,239            | 127,694            | (25)               | 1,832,662        | 1,732,859        | (5)              |\n| Gold  (ounces)                  | 67,521             | 83,117             | 23                 | 49,163           | 47,734           | (3)              |\n| Lead                            | 41,670             | 31,261             | (25)               | 21,020           | 19,335           | (8)              |\n| Others                          | 18,614             | 9,871              | (47)               | -                | -                | -                |\n| Transportation Division  (cars) | 2,473,004          | 2,158,312          | (13)               | 1,887,766        | 1,753,069        | (7)              |\n| Infrastructure Division         | 579,782            | 527,638            | (9)                | -                | -                | -                |\n| Total Sales*                    | $10,680,649        | $10,909,207        | 2                  | -                | -                | -                |\n\n- * Considering eliminated sums due to intercompany sales.\n\n## EBITDA\n\n| Millions of Dollars   | 2019   | 2020   | Var. %   |\n|-----------------------|--------|--------|----------|\n| Division              |        |        |          |\n| Mining                | 3,564  | 4,155  | 17       |\n| Transportation        | 1,096  | 944    | (14)     |\n| Infrastructure        | 272    | 267    | (2)      |\n| Consolidated          | $4,945 | $5,363 | (8)      |\n\n<!-- image -->\n\n11,000\n\n## TOTAL SALES\n\nMillions of Dollars\n\n<!-- image -->\n\n## SHARE OF SALES BY CONTINENTS AND COUNTRIES IN 2020\n\n<!-- image -->\n\n<!-- image -->\n\n- Combined cycle plant with annual capacity for 520 Mw in Nacozari de García, Sonora, México.",
        "metadata": {
            "page": 8
        },
        "id": "b7efd273-ffeb-4441-a77e-0e3dfaea5584"
    },
    {
        "page_content": "<!-- image -->\n\n## Capital Investments\n\nIn 2020, we invested US$1.11 billion in the three divisions. Growth project investments have been smaller than expected as a result of the COVID-19 pandemic.\n\n- Mining: US$628 million ·\n- Transportation: US$269 million ·\n- Infrastructure: US$218 million ·\n\nDuring 2021, we have scheduled the investment of $2.15 billion in different projects in the three division which, we believe, will enable the economic reactivation and generation of employment insofar as the pandemic allows.\n\n<!-- image -->\n\n## Consolidated Debt\n\n<!-- image -->\n\n<!-- image -->\n\nOur total debt amounts to US$8.95 billion and our net debt amounts to US$4.9 billion, resulting in a net debt to EBITDA ratio of 0.9x.\n\n82% of the debt contracts are dollar-denominated, and 18% are peso-denominated; 94% of the debt has a fixed rate. Furthermore, our maturities calendar has payments worth under US$1.0 billion annually up to 2035.\n\nGrupo México maintains a solid balance sheet and strong free cash flow generation.\n\n## GRUPO MÉXICO MATURITIES AS AT DECEMBER 31, 2020\n\n<!-- image -->",
        "metadata": {
            "page": 9
        },
        "id": "31e1f58d-9fb3-453a-9194-386098d15276"
    },
    {
        "page_content": "<!-- image -->\n\n## Performance of Grupo México's stock\n\nThanks to the operating efficiency displayed in all our divisions, the expansion projects, the increase in copper prices, and the sound fundamentals of the metal, Grupo México's stock appreciated by over 62% in peso terms in 2020, thus surpassing market returns.\n\n## GMEXICO STOCK PRICE AND DISCOUNT TO ITS SUM OF THE PARTS\n\n<!-- image -->\n\n<!-- image -->\n\nDespite the price growth during the year, Grupo México continued to trade at a huge discount.\n\n- Drilling rig for blasting in Cananea, Sonora, México.",
        "metadata": {
            "page": 10
        },
        "id": "685b9f15-fc11-455b-a686-5186a82873eb"
    },
    {
        "page_content": "<!-- image -->\n\nWe  maintain  the unwavering conviction that constant investment growth, the excellence of our technical staff, and the state-of-the-art technology that we use enable us to provide sound results to our shareholders.\n\n<!-- image -->\n\n## Dividend payments per share\n\nDuring 2020, Grupo México paid 3.45 mexican pesos per share, a sum 8% higher than a year earlier, and maintained the annualized dividend yield above 5%, despite the sharp hike in the stock price. Grupo México continues to build a solid track record of transferring value to its shareholders through dividend payments.\n\n## ANNUAL DIVIDEND RETURNS\n\n2018\n\n2019\n\n2020\n\n6.1%\n\n6.6%\n\n5.2%\n\n<!-- image -->\n\n<!-- image -->\n\n## Natural hedging in US dollars\n\n89% of our sales are in US dollars, so we have a natural hedge in that currency, with a positive result against the dollar's appreciation.\n\n|                | Sales   | Sales   | MXN Cost of Sales   | MXN Cost of Sales   | MXN Cost of Sales   |\n|----------------|---------|---------|---------------------|---------------------|---------------------|\n|                | USD     | MXN     | USD                 |                     | SOLES               |\n| Mining         | 100%    | -       | 58%                 | 28%                 | 14%                 |\n| Transportation | 55%     | 45%     | 27%                 | 73%                 | -                   |\n| Infrastructure | 74%     | 26%     | 39%                 | 61%                 | -                   |\n| Weighted total | 89%     | 11%     | 50%                 | 40%                 | 10%                 |",
        "metadata": {
            "page": 11
        },
        "id": "8853b03e-dbd7-4adf-b0b7-1f1d5736feac"
    },
    {
        "page_content": "Tender with Liquefied Natural Gas for our hybrid locomotives emitting 60% less greenhouse gases into the atmosphere, compared to traditional diesel locomotives.\n\n<!-- image -->\n\n## Credit Profile\n\nRating agencies noted Grupo México's position as one of the largest copper producers worldwide, with one of the lowest extraction costs in the industry, the largest reserves, and the longest mine life, as well as a sustained growth profile and strategic synergies within its three divisions.\n\nMoreover, they emphasized the diversification of revenue sources through the Group's three divisions and GMXT's leadership position in the railroad industry.\n\n<!-- image -->\n\nGrupo México Transportes is a pioneer in  the  use  of  liquefied  natural  gas for railroad transportation to reduce polluting emissions even further.\n\nA traditional locomotive removes 300 trucks  from  the  highways,  reducing traffic and carbon emissions.\n\n<!-- image -->\n\nDuring  2020,  rating  agencies  Fitch  and  S&P confirmed the Group's BBB+ rating, with a stable outlook.",
        "metadata": {
            "page": 12
        },
        "id": "768cef1c-33c5-4ed1-93c4-13f433a5b0ea"
    },
    {
        "page_content": "## HIGHLIGHTS\n\n|                                    |                                    | 2017                               |           | 2018      | 2019      | 2020            | Real Var. % 2020/2019   |\n|------------------------------------|------------------------------------|------------------------------------|-----------|-----------|-----------|-----------------|-------------------------|\n| Volume Sold *                      | Volume Sold *                      |                                    |           |           |           |                 |                         |\n| Copper                             | (tons)                             |                                    | 1,024,952 | 1,001,388 | 1,094,252 | 1,133,951       | 4                       |\n| Zinc                               | (tons)                             | 107,572                            |           | 106,483   |           | 103,668 104,752 | 1                       |\n| Silver                             | (thousands of ounces)              | 16,843                             |           | 19,477    | 20,739    | 21,085          | 2                       |\n| Silver                             | (ounces)                           | 54,223                             |           | 55,938    |           | 49,163 47,734   | (3)                     |\n| Molybdenum (tons)                  | Molybdenum (tons)                  | 21,358                             |           | 22,055    | 26,849    | 30,259          | 13                      |\n| Average Price (USD)                | Average Price (USD)                |                                    |           |           |           |                 |                         |\n| Copper                             | (COMEX)                            | 2.80 (pound)                       |           | 2.93      |           | 2.72            | 2.80 3                  |\n| Zinc                               | (LME)                              | (pound)                            | 1.31      | 1.33      |           | 1.16 1.03       | (11)                    |\n| Silver                             | (COMEX)                            | (ounce)                            | 17.03     | 15.65     |           | 16.16 20.62     | 28                      |\n| Gold                               | (LF)                               | (ounce)                            | 1,257.13  | 1,269.14  | 1,392.17  | 1,769.59        | 27                      |\n| Molybdenum (MW DEALER OXIDE)       |                                    | (pound) 8.21                       |           | 11.94     |           | 11.35 8.69      | (23)                    |\n| Transportation Division Statistics | Transportation Division Statistics | Transportation Division Statistics |           |           |           |                 |                         |\n| Net ton kms                        | Net ton kms                        | (millions  of tons)                | 59,078    | 64,809    |           | 65,444 62,823   | (4)                     |\n| Cars loaded                        |                                    | 1,730 (millions  of units)         |           | 1,962     |           | 1,888 1,753     | (7)                     |\n| Balance (millions of USD)          | Balance (millions of USD)          | Balance (millions of USD)          |           |           |           |                 |                         |\n| Current Assets                     | Current Assets                     | 4,859                              |           | 4,789     | 5,908     | 7,325           | 24 17,100               |\n| Fixed Assets                       |                                    | 16,786                             |           | 17,146    |           | 17,084          | 0                       |\n| Total Assets                       |                                    | 25,745                             |           | 25,805    |           | 27,566 28,608   | 4                       |\n| Banking Liabilities                |                                    | 8,550                              |           | 8,384     |           | 9,377 8,952     | (5)                     |\n| Total Liabilities                  |                                    | 12,185                             |           | 12,196    |           | 13,320 13,364   | 0                       |\n| Total Shareholder Capital          |                                    | 13,560                             |           | 13,609    |           | 14,246 15,244   | 7                       |\n| Balance (millions of USD)          | Balance (millions of USD)          | Balance (millions of USD)          |           |           |           |                 |                         |\n| Total Sales                        |                                    | 9,786                              |           | 10,495    |           | 10,681          | 10,909 2                |\n| Cost of Sales                      |                                    | 5,010                              |           | 5,419     | 5,514     | 5,298           | (4)                     |\n| Taxes Incurred                     |                                    | 1,591                              |           | 983       |           | 1,268 1,370     | 8                       |\n| EBITDA                             |                                    | 4,531                              |           | 4,889     | 4,945     | 5,363           | 8                       |\n| Net profit                         |                                    | 1,522                              |           | 1,147     | 1,766     | 2,118           | 20                      |\n\n|                                                  | 2017    | 2018    | 2019    | 2020    | Real Var. % 2020/2019   |\n|--------------------------------------------------|---------|---------|---------|---------|-------------------------|\n| Cash Flow                                        |         |         |         |         |                         |\n| (millions of USD)                                |         |         |         |         |                         |\n| Generated by Operations                          | 2,821   | 3,008   | 2,714   | 3,761   | 39                      |\n| Dividends Paid                                   | (673)   | (1,352) | (1,591) | (1,328) | (17)                    |\n| Taxes Paid                                       | 1,239   | 1,716   | 1,843   | 1,589   | (14)                    |\n| Applied in Financial Activities                  | 1,669   | (186)   | 777     | (476)   | 161                     |\n| Used in Investments                              | (1,500) | (1,686) | (1,125) | (1,115) | (1)                     |\n| Flow after investments and  financial activities | 422     | (290)   | 1,011   | (1,127) | (11)                    |\n| Financial Ratios                                 |         |         |         |         |                         |\n| Operating Margin                                 | 34%     | 34%     | 33%     | 37%     | 11                      |\n| EBITDA Margin                                    | 46%     | 47%     | 46%     | 49%     | 6                       |\n| Current assets to current liabilities (times)    | 2.0     | 2.6     | 2.6     | 3.3     | 23                      |\n| Total liabilities to total assets                | 47%     | 47%     | 48%     | 47%     | (3)                     |\n| Debt/Shareholders' Equity total +debt            | 39%     | 38%     | 40%     | 37%     | (7)                     |\n| EBITDA/Interest (times)                          | 8.91    | 9.85    | 8.96    | 9.75    | 9                       |\n| Personnel employed                               | 30,477  | 31,596  | 30,263  | 29,169  | (4)                     |\n| Annual inflation                                 |         |         |         |         |                         |\n| México                                           | 7%      | 5%      | 3%      | 3%      | -                       |\n| United States                                    | 2%      | 2%      | 2%      | 1%      | (50)                    |\n| Perú                                             | 2%      | 2%      | 2%      | 2%      | -                       |\n| Average exchange rate                            |         |         |         |         |                         |\n| México (pesos/dollar)                            | 18.93   | 19.24   | 19.26   | 21.50   | 12                      |\n| Perú (soles/dollar)                              | 3.26    | 3.28    | 3.34    | 3.50    | 5                       |\n\nStated in accordance with US Generally Accepted Accounting Principles (US GAAP) * Throughout the report, tons are metric and ounces are troy.",
        "metadata": {
            "page": 13
        },
        "id": "aa9340ec-9056-4b79-81b0-7e96ef349c25"
    },
    {
        "page_content": "<!-- image -->\n\n- Inside of the Charcas mine, in San Luis Potosí, México.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWe have an unwavering will to generate well-paid jobs with a high training level.\n\nWe are a primary company contributing over 200 thousand indirect jobs and 30 thousand direct jobs.\n\nIn the countries where we operate, in the last 10 years, we have generated economic revenues of approximately US$77 billion.\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "e45b1848-e89b-4503-81cd-f6fee81b1aa0"
    },
    {
        "page_content": "<!-- image -->\n\n- The Ite wetlands in the south of Perú, repaired by Grupo México. Before the Group acquired Southern Peru, this was a tailings deposit.\n\nThe wetlands have 1,600 hectares of water bodies, floating herbs, and grasslands, which are home to more than 126 species of birds.\n\n<!-- image -->\n\nOur  commitment  to  the  environment  and  to  the protection of natural resources is unwavering .\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWe have seven greenhouses used to reforest and thus mitigate the effects of climate change and help to maintain ecosystem stability.\n\nIn the last 10 years, we have invested over US$3 billion in  environmental  projects  and  in  the  protection  of natural resources.\n\nWe have invested over US$1.6 billion in workplace security,  healthcare,  and  community  development issues in the last 10 years.\n\nIn the last 20 years, we closed and redressed six of our metal smelting and refining plants both in México and in the United States, and built new plants that comply with international environmental standards.\n\n25% of our energy consumption is renewable. Our target is to reach 35% in 2022.",
        "metadata": {
            "page": 15
        },
        "id": "7c709591-62f7-4005-b939-f213e88661c6"
    },
    {
        "page_content": "Copper is essential for various industries, as well as for everyday life. Its use provides great benefits for a greener, healthier, and more sustainable future.\n\n<!-- image -->",
        "metadata": {
            "page": 16
        },
        "id": "bc50d018-fbfa-4ca3-80d1-d79956797233"
    },
    {
        "page_content": "<!-- image -->\n\n- Environmentally friendly warehouses and ore conveyor belts.\n\n## DIVISION MINING\n\n## AMERICAS MINING CORPORATION (AMC)\n\nThousands of dollars\n\n|                   | January - December   | January - December   | Variation        | Variation   |\n|-------------------|----------------------|----------------------|------------------|-------------|\n|                   | 2019                 | 2020                 | Thousands of USD | %           |\n| Sales             | 7,965,608            | 8,566,209            | 600,601          | 7. 5        |\n| Cost of Sales     | 4,278,189            | 4,323,484            | 45,295           | 1 .1        |\n| Operating Profit  | 2,610,338            | 3,173,980            | 563,642          | 21.6        |\n| EBITDA            | 3,564,166            | 4,155,134            | 590,968          | 16.6        |\n| EBITDA Margin (%) | 44.7%                | 48.5%                |                  |             |\n| Net Profit        | 1,355,681            | 2,030,178            | 674,497          | 49.8        |\n| Profit Margin (%) | 17.0%                | 23.7%                |                  |             |\n| Investments/Capex | 757,696              | 627,951              | (129,745)        | (17.1)      |",
        "metadata": {
            "page": 17
        },
        "id": "ca29c2e9-47aa-4f73-82ce-c8cefafeddee"
    },
    {
        "page_content": "The Mining Division is represented by its subsidiary AMC, whose main affiliates are Southern Copper Corporation (SCC) in México and Perú, ASARCO in the US, and Minera los Frailes in Spain. We are the copper producer with the highest organic growth.\n\n- · Leader in copper mining\n- · Largest copper reserves in the world\n- · Lower production costs worldwide\n- · Portfolio of growth mining projects\n\nWe have 14 mines, 5 metallurgical complexes, as well as exploration projects in México, Perú, the US, Spain, Chile, Ecuador, and Argentina.\n\nIn the Mining Division, we have invested in 2020:\n\n- · US$386 million in México\n- · US$206 million in Perú\n- · US$36 million in the US\n\nIn 2020, the sales from the Mining Division totaled US$8.57 billion, 7.5% more than in 2019.\n\nEBITDA was US$4.15 billion, which is equivalent to 49% of sales.\n\n<!-- image -->\n\n<!-- image -->\n\nBall mills for the mineral crushing and grinding process.",
        "metadata": {
            "page": 18
        },
        "id": "83038090-3418-4026-b7c0-0f4af590bde4"
    },
    {
        "page_content": "1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\nRay\n\nMine and plant\n\nHayden\n\nPlant\n\nMission\n\nMine\n\nSilver Bell\n\nMine and plant\n\nAmarillo\n\nPlant\n\nEl Pilar\n\nCopper project and plant\n\nEl Arco\n\nCopper project\n\nLime Plant\n\nMine and plant\n\nBuenavista del Cobre\n\nMine and plant\n\nMINING\n\nBaja\n\nCalifornia\n\n7\n\n10\n\n11\n\n12\n\n13\n\n14\n\n15\n\n16\n\n17\n\n18\n\nArizona\n\n4\n\n1\n\n3\n\nSonora\n\nChihuahua\n\n15\n\n16\n\n13\n\n6\n\n2\n\n9\n\n14\n\n8\n\n12\n\n10\n\n11\n\nNew Mexico\n\n17\n\n18\n\n19\n\nMéxico\n\nPacific\n\nOcean\n\nMetallurgical complex\n\nPlant\n\nLa Caridad\n\nMine and plant. Metallurgical complex\n\nPilares\n\nCopper project\n\nSanta Eulalia\n\nPolymetallic underground mine\n\nBuenavista Zinc\n\nZinc project\n\nHermosillo offices\n\nCorporate offices\n\nGuaymas Terminal\n\nPlant\n\nChihuahua offices\n\nCorporate offices\n\nCentral workshop\n\nPlant\n\n19\n\n20\n\n21\n\n22\n\n23\n\n24\n\n25\n\n26\n\n21\n\n20\n\nZacatecas\n\nMichoacán\n\nSanta Barbara\n\nPolymetallic underground mine\n\nChalchihuites\n\nPolymetallic mine project\n\nSan Martín\n\nPolymetallic underground mine\n\nCharcas\n\nPolymetallic underground mine\n\nElectrolytic Zinc Refinery\n\nPlant\n\nAngangueo\n\nPolymetallic mine project\n\nMéxico City offices\n\nCorporate offices\n\nTaxco\n\nPolymetallic underground mine\n\n5\n\n22\n\n23\n\nTexas\n\nS.L. Potosí\n\n24\n\n25\n\nMéxico City\n\n26\n\nGuerrero\n\nUSA\n\nGulf of\n\nMéxico\n\nEcuador\n\n1\n\n2\n\nPerú\n\n10\n\n3\n\n4\n\n5\n\n8\n\n7\n\nChile\n\n6\n\n9\n\nSpain\n\nAznalcóllar\n\nProject\n\nAndalucía\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\nChaucha\n\nCopper project\n\nTantahuatay\n\nGold mine\n\nLima offices\n\nCorporate offices\n\nLos Chancas\n\nCopper project\n\nTía María\n\nCopper project\n\nCuajone\n\nCopper mine\n\nToquepala\n\nCopper mine\n\nIlo\n\nMetallurgical complex\n\nCatanave\n\nProject\n\nMichiquillay\n\nCopper and gold project",
        "metadata": {
            "page": 19
        },
        "id": "9b20e51d-a767-4a7f-baac-208f117d80ca"
    },
    {
        "page_content": "## COPPER PRODUCTION\n\nThousands of Tons\n\n<!-- image -->\n\nThe second largest mine in the world, Buenavista del Cobre\n\n<!-- image -->\n\n<!-- image -->\n\nIn 2020, we produced over one million 120 thousand tons of copper, 40 thousand tons more than in 2019, mainly due to greater production in the Peruvian mines (+2.3%), higher ore grades and recovery in Cuajone, and greater production in our US plants (1.7%).\n\nWe estimate that, by 2024, we will produce over one million 200 thousand tons with the start of operations of our growth projects in México: Pilares, El Pilar, and Buenavista Zinc, and in Perú: Tía María.\n\n<!-- image -->\n\nRefining plant in Nacozari de García, Sonora, México with annual production of 708,515 tons of refined copper.",
        "metadata": {
            "page": 20
        },
        "id": "3ce7b314-98ff-4623-a92c-a273fd28ac6d"
    },
    {
        "page_content": "<!-- image -->\n\nWe  were  the  mining  company with the most copper production in México and Perú, and the third in the US.\n\n<!-- image -->\n\n<!-- image -->\n\n## The best CASH-COST  throughout the industry worldwide: 85 cents per copper pound.\n\nMetal mining pays salaries 16 times higher than the minimum wage.\n\n<!-- image -->\n\n<!-- image -->\n\nWe reduced net cash-cost on a global level from $1.07 dollars to $0.85 dollars, -20.5% vs. 2019.\n\nCopper sales in 2020 represented 83% of AMC's total sales and 65% of Grupo México's total sales.",
        "metadata": {
            "page": 21
        },
        "id": "52060885-19d6-4e41-8024-352b9936df5f"
    },
    {
        "page_content": "## What do we produce?\n\n## MOLYBDENUM 2%\n\nSILVER 2%\n\nGOLD 4%\n\nZINC 8%\n\n<!-- image -->\n\n## Copper\n\nUSES\n\n<!-- image -->\n\n<!-- image -->\n\n## Energy\n\n## Construction\n\n- Safe transmission and generation of electric energy ·\n- Energy storage ·\n- Distribution ·\n- Substations ·\n\n## PROPERTIES\n\n- Malleability, which makes it possible to create various tools. ·\n- Conductibility, ductility, heat-resistance, which make it the perfect material for conveying electric energy and for electronics. ·\n- Flexibility and corrosion-resistance make it ideal for plumbing. ·\n- Its unparalleled antimicrobial properties have made it an essential material for the healthcare industry: medical and hospital equipment. ·\n- Its various properties, together with its high recyclability make it the perfect ally for environmental protection. ·\n- · Buildings\n- · Houses\n- · Industrial facilities\n- · Pipes\n- · Drinking water\n- · Rooftops\n- · Air conditioning and heating\n- · Window frames\n- · Cooling systems\n- · Surfaces for handrails and door handles\n\n## Manufacturing\n\n- All household appliances ·\n- Hybrid and electric cars ·\n- Electric batteries ·\n- Computers and peripherals ·\n- Cell phones ·\n- Microchips ·\n- Engines ·\n\n<!-- image -->\n\nAquaculture\n\n- Nets for fish and seafood farms ·\n\nCOPPER 85%\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Clean Energy\n\n- Wind and solar energy (electric energy  wind and solar panels) ·\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Healthcare industry\n\n- Medical and hospital equipment (ventilators, hearing devices, EEGs, MRIs) ·\n\n## Chemical products\n\n- Fertilizers ·\n- Bactericides ·\n- Pest control ·\n\n## Alloys\n\n- With tin and zinc, it produces bronze and other consumer products ·\n- With zinc, it produces brass ·\n\n## Transportation\n\n- Cars and trucks ·\n- Railroad industry ·\n- Aircrafts ·\n- Maritime transportation ·\n- Aerospace industry ·\n\n<!-- image -->",
        "metadata": {
            "page": 22
        },
        "id": "501842b2-e953-4581-a7c6-8643c1eddef2"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Zinc\n\n<!-- image -->\n\n- Automotive industry: galvanization of steel sheets. As zinc oxide, it is used to manufacture tires, paints, etc. ·\n\n<!-- image -->\n\n- Agribusiness: fodder for cattle. ·\n\n<!-- image -->\n\n- Industry in general: pressure die casting. ·\n- Its anti-rust and anti-corrosive properties make it ideal fo galvanizing steel sheets, used as a coating for iron and steel to protect them against corrosion. ·\n- Energy storage; it can store six times more energy than other battery systems. Moreover, it is 100% recyclable. ·\n- Its low melting point, malleability, and high resistance make it apt for manufacturing in pressure casting, as well as brass. ·\n\n42\n\n43\n\n<!-- image -->\n\n## Gold\n\n## Silver\n\n## Molybdenum\n\n<!-- image -->\n\n- Telecommunications: global positioning system units (GPS). ·\n\n<!-- image -->\n\n- Computer and server equipment. ·\n\n<!-- image -->\n\n- Jewelry, minting, and decorative items. ·\n- Good heat and electricity conductor, does not tarnish. ·\n- Impermeable to moisture and acids; does not rust. ·\n- It is the most ductile and malleable element. ·\n\n<!-- image -->\n\n- Electronics: microchips, electronic and photographic equipment. ·\n\n<!-- image -->\n\n- Industrial: welding alloys. ·\n\n<!-- image -->\n\n- Jewelry, minting, and decorative items. ·\n- Thermal and electric conductivity. ·\n- Resistant to oxidation. ·\n- Malleability and ductility make it perfect for welding alloys. ·\n\n<!-- image -->\n\n- Industries and manufacturing: manufacturing of stainless and resistant steel. ·\n\n<!-- image -->\n\n- Petrochemicals: catalysts for the oil and gas industry. ·\n\n<!-- image -->\n\n- Chemical products: materials for the aviation industry, fertilizers, dyes, enamels, reagents and lubricants. ·\n- Given its thermal conductivity and high melting point, it is suitable for manufacturing more resistant steels. ·\n- Super-alloy component. ·\n- Catalyst in the oil and gas industry. ·\n- It is present in the industries of: aviation, fertilizers, dyes, enamels, reagents, electronics, and lubricants. ·\n\n<!-- image -->\n\n<!-- image -->\n\nIA GMX 2020 -\n\nDIVISIÓN MINERA",
        "metadata": {
            "page": 23
        },
        "id": "b8294f08-0966-4ed4-b685-b2845e4cfeb2"
    },
    {
        "page_content": "<!-- image -->\n\n## PRODUCTION SUMMARY\n\nMINE\n\n|                                       | 2017       | 2018       | 2019       | 2020       |\n|---------------------------------------|------------|------------|------------|------------|\n| Copper Content in Concentrates        | 811,771    | 822,395    | 930,156    | 947,086    |\n| Copper Leachate Content               | 198,859    | 179,666    | 189,090    | 181,841    |\n| Total Copper Content                  | 1,010,630  | 1,002,061  | 1,119,246  | 1,128,927  |\n| Zinc Content in Concentrates          | 68,665     | 70,778     | 73,922     | 68,930     |\n| Lead Content in Concentrates          | 20,246     | 22,081     | 22,567     | 20,358     |\n| Gold Content in Concentrates  (oz.)   | 66,863     | 70,196     | 68,698     | 73,186     |\n| Silver Content in Concentrates  (oz.) | 17,657,006 | 18,303,215 | 21,315,505 | 22,810,470 |\n| Molybdenum Content in Concentrates    | 21,328     | 21,985     | 26,886     | 30,248     |\n\n| SMELTER AND REFINERY              | 2017       | 2018       | 2019       | 2020       |\n|-----------------------------------|------------|------------|------------|------------|\n| Copper anodes                     | 742,620    | 722,071    | 683,698    | 633,801    |\n| Refined Electrolytic Copper       | 643,122    | 630,390    | 582,736    | 526,674    |\n| Refined Copper Cathodes  (SX/EWs) | 198,859    | 179,666    | 189,090    | 181,841    |\n| Total high-purity refined copper  | 841,981    | 810,056    | 771,826    | 708,515    |\n| Copper wire rod                   | 269,834    | 266,180    | 244,070    | 199,427    |\n| Refined copper slab               | 12,431     | 7,790      | 6,050      | -          |\n| Refined Zinc and Alloys           | 104,402    | 107,536    | 104,977    | 102,440    |\n| Refined gold  (oz.)               | 50,835     | 49,731     | 45,690     | 42,229     |\n| Refined silver  (oz.)             | 13,688,184 | 13,582,751 | 12,587,711 | 13,887,942 |\n| Sulfuric Acid                     | 2,717,210  | 2,716,985  | 2,612,097  | 2,352,409  |\n| Cadmium                           | 608        | 632        | 609        | 640        |\n| Lime                              | 275,683    | 254,596    | 274,056    | 279,626    |",
        "metadata": {
            "page": 24
        },
        "id": "aabe88f6-8e05-4ac9-844d-5bcee579a63e"
    },
    {
        "page_content": "<!-- image -->\n\n## Investments\n\n<!-- image -->\n\nIn México we are currently working on several mine projects with an investment of over US$10.80 billion.\n\n<!-- image -->\n\n1\n\n<!-- image -->\n\n<!-- image -->\n\n2\n\n3\n\n4\n\n<!-- image -->\n\n5\n\n<!-- image -->\n\n6\n\nBuenavista Zinc\n\nZinc project\n\nPilares\n\nCopper project\n\nEl Pilar\n\nCopper project\n\n## El Arco\n\nCopper and gold project\n\nChalchihuites\n\nUnderground polymetallic mine project\n\nAngangueo\n\nUnderground polymetallic mine project",
        "metadata": {
            "page": 25
        },
        "id": "6a95fed1-7cdf-4feb-b3c6-d6167077c395"
    },
    {
        "page_content": "<!-- image -->\n\nPROJECT SUMMARY\n\n|                 | Investment (Millions of USD)   | Progress                                                                                                                                                                                                                                                       | Operation  starting date   | Jobs   | Capacity                                      | Mine years of life   |\n|-----------------|--------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------|--------|-----------------------------------------------|----------------------|\n| Buenavista Zinc | $413                           | Detailed engineering in process. Purchase orders for machinery and equipment initiated. · ·                                                                                                                                                                    | 3Q 2023                    | 2,500  | 98,000 Tons of zinc                           | 15                   |\n| Pilares         | $159                           | Completed 10km road. ·                                                                                                                                                                                                                                         | 2Q 2022                    | 1,200  | 38,000 Tons of copper                         | 10                   |\n| El Pilar        | $310                           | The testing of the pilot plant was completed. The results obtained in the pads of the leaching process show copper recovery levels that confirm the sound profitability of the project. · ·                                                                    | 4Q 2023                    | 2,300  | 48,000 Tons of copper                         | 14                   |\n| El Arco         | $8,893                         | One of the largest undeveloped copper deposits in the world. The detailed engineering has  been started. Environmental and social impact assessment under development. Exploration and metallurgic testing works have been completed and  pilot plant. · · · · | 2025                       | 6,600  | 190,000 Tons of copper 100,000 Ounces of gold | 35                   |\n| Chalchihuites   | $650                           | Exploration concluded. ·                                                                                                                                                                                                                                       | 4Q 2024                    | 2,900  | 48,000 Ounces of zinc eq.                     | 13                   |\n| Angangueo       | $400                           | Basic engineering completed. Environmental impact assessment has been requested. · ·                                                                                                                                                                           | 2025                       | 2,300  | 19,500 Tons of copper                         | 14                   |\n| Total           | $10,825                        |                                                                                                                                                                                                                                                                |                            | 17,800 |                                               |                      |",
        "metadata": {
            "page": 26
        },
        "id": "02946b32-3ded-4cbe-b963-98dc307648e6"
    },
    {
        "page_content": "<!-- image -->\n\n## Baja California and Sonora\n\nBetween 2021 and 2025, the group has scheduled an investment in mining totaling US$8.89 billion in Sonora and Baja California.\n\n## Benefits:\n\n- • Refined copper production\n- • Gold production\n- • Zinc production\n- • Total jobs\n- • Annual sales\n- • Annual taxes\n- • Percentage of national copper production\n\n874 thousand tons annually\n\n100,000 ounces annually\n\n108,000 tons annually\n\n42,721\n\nUS$8.84 billion\n\nUS$1.58 billion\n\n89%\n\nThe project includes, in addition to mines, smelting plants and refineries:\n\n- · A desalinating plant with a capacity of 25 million m3 / year, 100% of industrial consumption.\n- · El Barril, Baja California, seaport and expansion of the Guaymas, Sonora, seaport.\n- · Electric interconnection between Sonora and Baja California through submarine 500 MW cable and later in Mexicali.\n- · Electric transmission line: 230 kV El Barril - La Paz - Los Cabos.\n- · Two marine terminals: Sonora and Baja California.\n\n## Arizona and Texas\n\n## In Arizona and Texas, in the same period, the plan is to invest US$1.91 billion.\n\n- · Copper production\n- · Total jobs\n- · Annual sales\n\nNew copper concentrator at Ray\n\n- · US$450 million\n- · 50 thousand tons of copper/year\n\n120,000 annual tons\n\n10,650\n\nUS$991 million\n\nNew copper concentrator at Silver Bell\n\n- · US$900 million\n- · 70 thousand tons of copper/year",
        "metadata": {
            "page": 27
        },
        "id": "58f57621-7153-493c-a831-eb2b336df254"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nIn Perú, we are working on investments totaling US$1.10 billion.",
        "metadata": {
            "page": 28
        },
        "id": "e289d671-34cf-4413-8544-3b6e54761995"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n| PROJECT SUMMARY     | Investment (Millions of USD)   | Progress                                                                                                      | Operation starting date   | Jobs   | Capacity                                             | Mine years  of life   |\n|---------------------|--------------------------------|---------------------------------------------------------------------------------------------------------------|---------------------------|--------|------------------------------------------------------|-----------------------|\n| Tía María           | $1,750                         | Basic engineering, exploration and  metallurgical testing completed. Construction permit pending. · ·         | 3Q 2024                   | 4,800  | 120,000 Tons of copper  cathode                      | 21                    |\n| Los Chancas         | $2,600                         | Generation of basic engineering  and feasibility study. ·                                                     | 2025                      | 5,500  | 148,000 Tons of copper eq.                           | 20                    |\n| Michiquillay        | $3,146                         | Pre-feasibility study under development. Exploration works underway. Social impact assessment underway. · · · | 2027                      | 6,200  | 269,000 Tons of copper eq.                           | 40                    |\n| Toquepala expansion | $1,350                         | Two concentrator plants in  operation. ·                                                                      | In operation              | 2,000  | 250,000 Tons of copper                               | 29                    |\n| Cuajone expansion   | $1,200                         | Engineering started. ·                                                                                        | 2024                      | 2,000  | 80,000 Tons of copper                                | 39                    |\n| Ilo smelter         | $1,200                         | Engineering and pre-feasibility  assessment started. ·                                                        | 2Q 2025                   | 1,500  | 950,000 Tons of concentrates  250,000 Tons of copper | N/A                   |\n| Total               | $11,246                        |                                                                                                               |                           | 22,000 |                                                      |                       |",
        "metadata": {
            "page": 29
        },
        "id": "0258229a-f17d-461a-ada7-b343abc9e776"
    },
    {
        "page_content": "<!-- image -->\n\n## Projects in Spain\n\n## Aznalcóllar municipality, Seville province, Andalucía\n\n## ZINC\n\n## Project progress:\n\n- Feasibility study completed with appealing results. ·\n- New  hydrogeologic  model  prepared,  validated  by  the  relevant  water authorities. ·\n- We obtained a statement of Greater Public Interest Project from the Junta of Andalusia (Regional Government of Andalusia), ratifying the project's relevance and positive socioeconomic and environmental impact. ·\n- Environmental assessments and securing of initial construction permits are being processed. ·\n\n<!-- image -->\n\n- Aerial view of the Aznalcóllar municipality, Seville, Spain.\n\n<!-- image -->\n\nOnce in operation, Aznalcóllar will produce Roughly 125 thousand tons of zinc annually over the more than 20 years of   the mine's life.",
        "metadata": {
            "page": 30
        },
        "id": "cb8e8b33-77ff-4db0-8d0c-1acca69ac019"
    },
    {
        "page_content": "<!-- image -->\n\nGrupo México is the company with the largest reserves SEC-registered in the US.\n\n## Other explorations\n\n<!-- image -->\n\n<!-- image -->\n\n## CHILE\n\n## Cobre Sol Project, Antofagasta\n\n## Copper porphyry in the Atacama desert.\n\n- Exploration drilling has begun. ·\n\n## Montonero Project, Atacama\n\n## Copper and gold project.\n\n- The pre-feasibility study for the leaching and SX/EW project will be performed. ·\n\n## ECUADOR\n\nRuta del Cobre Project, Cuenca\n\n## Copper and molybdenum porphyry.\n\n- Under exploration since 2014, stage of the exploration program at 50%. ·\n\n<!-- image -->\n\n<!-- image -->\n\n## ARGENTINA\n\n## Cañadón del Moro Project, Río Negro\n\nGold and silver deposit with 7.6 km veins and breccias with a thickness of 6 to 60 meters.\n\n- Silver ore grades of 9.4 oz. per ton. ·\n\nEsperanza, Los Menucos, Río Negro Project\n\nGold deposit in exploration program at 20%.",
        "metadata": {
            "page": 31
        },
        "id": "482387ea-4e5b-46f4-b045-957a7a133adb"
    },
    {
        "page_content": "<!-- image -->\n\nTraining in Charcas Underground Mine in San Luis Potosí, México.\n\n## Safety and Occupational Health\n\nWe ended the year with zero fatalities; accidents and days lost rates decreased by 44% and 78%, respectively, compared to 2019.\n\nMinera México obtained three Silver Helmets out of the six awarded by the Mexican Mining Chamber.\n\n<!-- image -->\n\n- We have three schools in México and seven in Perú, from kindergarden up to middle school, fully funded by the company. Soon, the schools will offer all grades through high school.\n\n## Communities\n\nIn 2020, our Community Development programs migrated to virtual mode as a result of the pandemic.\n\n- 4,634 workshops were held online. ·\n- 290 thousand social media users, 63% more than in 2019. ·\n- 3,667 students at educational centers sponsored by the company in México and Perú continued their school programs remotely. ·",
        "metadata": {
            "page": 32
        },
        "id": "4162c6a8-07b3-4f32-8518-26758d1fff5e"
    },
    {
        "page_content": "<!-- image -->\n\n## Water\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nOur commitment to build a better country for future generations is unwavering .\n\nWe have invested over US$100 million in the last five years in projects that foster an increase in the quality and volumes of water available to the neighboring communities of our operations.\n\nWe recycle 75% of the water we use in our operations.\n\nIn 2020, the Mining Division paid US$53 million for water rights.\n\n<!-- image -->\n\n- The Cularjahuira dam was developed together with the Peruvian government to supply water to over one thousand farmers in the Tacna region.\n\n<!-- image -->",
        "metadata": {
            "page": 33
        },
        "id": "882dd8f5-5510-4514-bb71-c2fc38709fd9"
    },
    {
        "page_content": "<!-- image -->\n\n## COVERAGE\n\n24 Mexican states representing 86% of the GDP and Florida and Texas in the US.",
        "metadata": {
            "page": 34
        },
        "id": "8854f1db-a5ee-48c2-b74a-eea86e417c08"
    },
    {
        "page_content": "<!-- image -->\n\n## TRANSPORTATION DIVISION\n\n## GRUPO MÉXICO TRANSPORTES (GMXT)\n\nThousands of dollars\n\n|                        | January - December   | January - December   | Variation        | Variation   |\n|------------------------|----------------------|----------------------|------------------|-------------|\n|                        | 2019                 | 2020                 | Thousands of USD | %           |\n| Net ton kms (millions) | 65,444               | 62,823               | (2,621)          | (4.0)       |\n| Carloads               | 1,887,766            | 1,753,069            | (134,697)        | (7.1)       |\n| Sales                  | 2,473,004            | 2,158,312            | (314,692)        | (12.7)      |\n| Cost of Sales          | 1,331,524            | 1,119,200            | (212,324)        | (15.9)      |\n| Operating Profit       | 693,063              | 605,341              | (87,722)         | (12.7)      |\n| EBITDA                 | 1,096,148            | 944,211              | (151,937)        | (13.9)      |\n| EBITDA Margin (%)      | 44.3%                | 43.7%                |                  |             |\n| Net profit             | 312,450              | 274,745              | (37,705)         | (12.1)      |\n| Profit Margin (%)      | 12.6%                | 12.7%                |                  |             |\n| Investments / Capex    | 342,663              | 268,979              | (73,684)         | (21.5)      |",
        "metadata": {
            "page": 35
        },
        "id": "d61e47fb-1a2c-430a-8eda-90b862f0e32a"
    },
    {
        "page_content": "Grupo Mexico's Transportation Division is represented by its subsidiary GMéxico Transportes, S.A.B. C.V. (GMXT). At GMXT, we provide logistics solutions for safe, efficient, and sustainable ground cargo transportation, that contribute to strengthen the connectivity and competitiveness of the markets where we participate.\n\n## GMXT's main subsidiaries are:\n\n- Ferrocarril Mexicano, S.A. de C.V. Ferromex ·\n- Ferrosur, S.A. de C.V. Ferrosur ·\n- Florida East Coast Railway, L.L.C (FEC) ·\n- Texas Pacífico LP, Inc. (TXPF) ·\n- Intermodal México, S.A. de C.V. (IMEX) ·\n\nRailroad cargo transportation, an essential activity, worked unwaveringly throughout 2020, transporting essential products during the pandemic.\n\n<!-- image -->\n\n- Locomotive at the repair and maintenance workshop 'Casa Redonda', Guadalajara, Jalisco, México.",
        "metadata": {
            "page": 36
        },
        "id": "f41245c1-4ef9-466d-8ac6-24b02fd1c507"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "81508e3e-c049-481c-9a41-8ba51c0ca180"
    },
    {
        "page_content": "We offer competitive rates, 35% lower than trucks.\n\n## Our network is supported by:\n\n- Over 10,600 highly-trained employees. ·\n- 816 locomotives. ·\n- Over 11,136 km of track. ·\n- Over 27,753 railroad cars. ·\n\n## Since 1998, we have:\n\n- Quadrupled our cargo capacity. ·\n- Increased the share in the relevant ground cargo transportation vs. trucks. ·\n\n<!-- image -->\n\nFind out more about GMXT, a leader in cargo transportation.\n\n<!-- image -->\n\n## SHARE OF CARGO TRANSPORTATION IN MÉXICO\n\n## Relevant market\n\n<!-- image -->",
        "metadata": {
            "page": 38
        },
        "id": "6da02a4e-2a26-4220-b9fc-3d872e1d5b05"
    },
    {
        "page_content": "## In 2020\n\n<!-- image -->\n\n<!-- image -->\n\nOur sales totaled US$2.16 billion.\n\nWe transported 62.82 billion tons-km.\n\n<!-- image -->\n\nWe hauled 1,753,069 cars.\n\n<!-- image -->\n\nOur EBITDA totaled US$944 million, with a 43.7% margin, mainly due to operating improvements, which resulted in a 15.9% cost reduction.\n\nIn México, track maintenance is paid by the concessionaire, while federal highway maintenance is paid by the government.\n\n<!-- image -->\n\nThe handbrake is a security device; it is used to: stop the locomotive when there is a downslope, for parking, or when the maintenance crew performs electromechanical tests.",
        "metadata": {
            "page": 39
        },
        "id": "5fec196c-7686-439d-a0de-2e875fb442d9"
    },
    {
        "page_content": "<!-- image -->\n\n## OPERATING METRICS\n\n2,000\n\n1,500\n\n1,000\n\n<!-- image -->",
        "metadata": {
            "page": 40
        },
        "id": "f0b29a30-2871-4748-8101-205049400d28"
    },
    {
        "page_content": "## Industries served\n\nAt GMXT, we provide logistic solutions for all types of industries. Our business portfolio is divided into nine subsegments: agricultural, intermodal, metals, minerals, automotive, chemicals, energy, industry, and cement.\n\n<!-- image -->\n\n## REVENUE DIVERSIFICATION BY PRODUCTS\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWe transport over 7.2 million finished consumer products per year in over 700 thousand containers for the domestic and international markets.\n\nOur network serves the 12 main automotive plants in México, which represent 80% of the market. We transport 60% of the country's automotive export cargo.",
        "metadata": {
            "page": 41
        },
        "id": "1959b10f-f67c-4590-84da-f4a9eed82593"
    },
    {
        "page_content": "## Our Investments\n\n- Reconstruction and modernization of our network. ·\n- Construction of new sidings, yards, and terminals. ·\n- Process and telecommunication automation throughout the network. ·\n- Level crossing signals. ·\n- Bypass construction. ·\n\n## Sustainable Vision\n\nIn order to reduce GMXT's carbon footprint by 10% by 2023:\n\n- We started the conversion of hybrid locomotives that use a larger share of gas than diesel. ·\n- Our locomotives have an intelligent system to optimize their performance and fuel management, which also makes the journeys safer. ·\n- We have achieved the maximum reduction in the time locomotives spend in yards, cutting dwell times and energy consumption. ·\n- We optimized railway traffic. ·\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nIn 2020, despite the pandemic, we invested US$269 million.\n\n40% of our energy consumption comes from our own sources.",
        "metadata": {
            "page": 42
        },
        "id": "674653be-6d79-4e51-803b-49bc8e98b30a"
    },
    {
        "page_content": "## Safety and Occupational Health\n\nOperational safety is a priority at every level of our organization, with the goal of operating with zero accidents and ensuring the integrity of our 10,683 employees.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWe offered courses to over 600 employees.\n\nDuring 2020, 8,870 employees received safety and occupational health training, totaling 136,700 man-hours.\n\nWe have 37 medical care units across the country, staffed by 25 general practitioners and 140 nurses.\n\n<!-- image -->",
        "metadata": {
            "page": 43
        },
        "id": "3df4cd67-d890-4970-8093-26ab2c062ccd"
    },
    {
        "page_content": "<!-- image -->\n\nAware of the importance of saving lives, and as no public budget had been allocated to level crossing signals, we voluntarily rehabilitated and installed electronic barriers to prevent the crossing of vehicles and pedestrians prior to the passing of the train at the crossings with the highest accident rates, considering that maintenance will be in charge of the federal, state and municipal governments, since 2018, we have signalized 66 crossroads; thanks to this project, accidents at level crossings have decreased by 36.1%.\n\nThe Chepe Regional train did not suspend its services despite the pandemic. The Chepe Express train reactivated its services in July 2020. Health protocols approved by the governments of Chihuahua and Sinaloa were successfully implemented, helping us to receive the 'Safe Travel' distinction awarded by the WTTC.\n\n<!-- image -->\n\n- Chepe Express, Chihuahua, México.\n\n85",
        "metadata": {
            "page": 44
        },
        "id": "9dfaef2c-af1e-4165-9687-710c0bd89629"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 45
        },
        "id": "9d40e62a-bf73-4c91-9c4b-e1d76170a84d"
    },
    {
        "page_content": "<!-- image -->\n\n## INFRASTRUCTURE DIVISION\n\n## MÉXICO PROYECTOS Y DESARROLLOS (MPD)\n\nThousands of dollars\n\n|                     | January - December   | January - December   | Variation        | Variation   |\n|---------------------|----------------------|----------------------|------------------|-------------|\n|                     | 2019                 | 2020                 | Thousands of USD | %           |\n| Sales               | 579,782              | 527,638              | (52,144)         | (9.0)       |\n| Cost of Sales       | 293,671              | 251,789              | (41,882)         | (14.3)      |\n| Operating Profit    | 151,404              | 138,717              | (12,688)         | (8.4)       |\n| EBITDA              | 272,389              | 266,579              | (5,810)          | (2.1)       |\n| EBITDA Margin (%)   | 47.0%                | 50.5%                |                  |             |\n| Earnings before tax | 91,519               | 84,074               | (7,445)          | (8.1)       |\n| Taxes               | 46,604               | 32,245               | (14,359)         | (30.8)      |\n| Deferred tax        | 249                  | 11,770               | 11,521           | 4,629.4     |\n| Net Profit          | 44,666               | 40,058               | (4,607)          | (10.3)      |\n| Profit Margin (%)   | 7.7%                 | 7.6%                 |                  |             |",
        "metadata": {
            "page": 46
        },
        "id": "61d2001e-8f12-45d7-88c3-60cb56f5923d"
    },
    {
        "page_content": "<!-- image -->\n\n- Aerial view of the Salamanca-León highway, in the Bajío, México area.\n\nOur Infrastructure Division is represented by subsidiary México Proyectos y Desarrollos, S.A. de C.V. (MPD), and it focuses on six business lines:\n\n- Perforadora México ·\n- México Generadora de Energía ·\n- -Combined cycle plant in La Caridad, Sonora\n- -El Retiro Wind Farm in Juchitán, Oaxaca\n- -Fenicias Wind Farm, Nuevo León (under construction)\n- Construction ·\n- Engineering ·\n- Salamanca - León Highway / Silao Bypass ·\n- Fuel storage ·\n- -Cadereyta, Nuevo León\n- -Monterrey, Nuevo León (project under development)\n- -Guadalajara, Jalisco (project under development)\n- -Aguascalientes, Aguascalientes (project under development)",
        "metadata": {
            "page": 47
        },
        "id": "55704b2d-7c46-4448-8112-247f235b89e9"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 48
        },
        "id": "c09a2d74-c9d3-483f-8b27-b53f2aa49389"
    },
    {
        "page_content": "<!-- image -->\n\n## The investment in the new Fenicias Wind Farm totals US$250 million.\n\n<!-- image -->\n\n## Find out more about the Wind Farm.\n\n## Despite the difficulties resulting from the pandemic, we invested US$218 million in 2020.\n\n- US$127 million: construction of the new Fenicias Wind Farm in the north of the country (total investment of US$250 million), expected to start operations in the first quarter of 2021. ·\n- US$13 million: highway projects (Salamanca-León and Silao Bypass). ·\n- US$6 million: initial investment in Fuel Terminals. ·\n- The rest was invested in the various business lines of the division. ·\n\nFor 2021, investments totaling US$228 million are scheduled, mainly in:\n\n- US$90 million: Fuel Storage terminals in the various strategic points across México. ·\n- US$77 million: conclusion of the construction of the Fenicias Wind Farm. ·\n- US$12 million: highway projects. ·\n- Construction of the Playa del Carmen - Tulum tranche of the Mayan Train. ·\n\n<!-- image -->\n\n- New Fenicias Wind Farm with 4 MW capacity per wind turbine.",
        "metadata": {
            "page": 49
        },
        "id": "a64e752f-fc80-4fd9-b6fb-a2e7b482c175"
    },
    {
        "page_content": "## Perforadora México\n\n- Sales: US$172 million. ·\n- EBITDA: US$85 million. ·\n- Historic operating efficiency at 99.5%. ·\n- Uninterrupted operation of our oil rigs. ·\n\n## MARINE DRILLING\n\n- On our six rigs, we work in what is known as 'shallow water' and we operate at 'depth', ranging from 20 to 90 meters. ·\n\n## LAND DRILLING\n\n- Sales: US$6 million. ·\n- We completed the land drilling contract for geothermal wells at the San Pedro Dome, Nayarit. ·\n- We executed three service contracts for land cementations for various private clients. ·\n\n## SUSTAINABILITY\n\n- · The Clean Industry certificates issued by the Federal Environmental Protection Agency (PROFEPA) were renewed for all the offshore platforms.\n- · We received the Self-management and Health at Work Program (PASST) level 2 acknowledgment from the Ministry of Labor and Social Welfare (STPS).\n- · We obtained the certificate of compliance with standard NOM-035-STPS (Psychosocial risk factors).\n- · We have international Environment certification ISO 14001 and and Occupational Health and Safety certification ISO 45001.\n\n<!-- image -->",
        "metadata": {
            "page": 50
        },
        "id": "2d685f6c-14aa-46d1-b4ab-4a7736cc76bb"
    },
    {
        "page_content": "## Energy\n\n<!-- image -->\n\n<!-- image -->\n\nUS$230 million, 2% more than in 2019\n\nUS$122 million in EBITDA, 4% more than in 2019\n\n## EL RETIRO WIND FARM:\n\n- Wind turbines: 37 ·\n- Capacity: 74MW ·\n- EBITDA margin: 24% more than in 2019 ·\n- Energy generated: 171,778 MWh, 7% more than in 2019 ·\n\n## NEW FENICIAS WIND FARM, NUEVO LEÓN (UNDER CONSTRUCTION):\n\n- Wind turbines: 42 ·\n- Capacity: 168 MW for the supply of electric energy in our mining and metallurgical operations in IMMSA ·\n- Project progress: 83% ·\n- Investment to date: US$177 million (71% of the project's total cost) ·\n- Start of operations: first quarter of 2021 ·\n\n<!-- image -->\n\nWind Farm in Juchitán, Oaxaca, México.\n\n- We achieved the goal of zero accidents among our in-house staff and contractors. ·\n- Since 2019, we achieved the Clean Industry certifications. ·\n- We have successfully passed Ecuador's audit of principles, which includes environmental  topics  and  evaluates  the  interaction  with  our  neighboring communities, seeking the promotion and protection of human rights. ·\n\nThe Energy division ended the year with a 'zero' accidents index during 2020.",
        "metadata": {
            "page": 51
        },
        "id": "84c781df-c928-4513-b9a0-12c775755c5d"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## COMBINED CYCLE PLANT GENERATION IN LA CARIDAD, SONORA.\n\nUS$217 million Sales Generator Plant, 4% higher than in 2019\n\nUS$112 million in EBITDA\n\n3,437 GWh Total production\n\n- In the Caridad generator plant, we obtained the Great Place to Work ® certification, which assesses the work environment for employees as it relates to the company's performance. ·\n- We have been recognized as a Safe Company (PASST, level 3) issued by the STPS. ·\n- We have the national Clean Industry certificate (PROFEPA). ·",
        "metadata": {
            "page": 52
        },
        "id": "1855a1ba-b90a-43b6-8666-fed102e30354"
    },
    {
        "page_content": "<!-- image -->\n\n## Construction\n\n<!-- image -->\n\nIncome US$77 million\n\n## EBITDA US$23 million\n\nRevenues came mainly from the works hired throughout the year with the Ministry of Communications and Transportation (SCT), Buenavista del Cobre, Mexicana de Cobre and Ferromex.\n\n## MAIN WORKS\n\n- Celaya, Guanajuato, Railway Bypass for Ferromex, expected to be completed in 2021. ·\n- New tailings dam at Buenavista del Cobre, Sonora, estimated completion date March 2021. ·\n- With Mexicana de Cobre in Nacozari, Sonora, we concluded the superelevation of the curtain of Tailings Dam no. 7, as well as the additional construction works for the access road to the curtain and the spillway. ·\n- Construction of the road to haul materials from the Pilares Mine to the La Caridad Mine; estimated delivery by March 2021. ·\n- Expansion of Agua Prieta lime plant in Sonora. We are working on developing the detailed engineering, and soon we will start construction of the crushing and storage areas. It is estimated to be completed in September 2021. ·\n- With Operadora de Infraestructura del Bajío, we carried out maintenance  works  on  the  Salamanca-León  Highway.  We estimate completion by August 2021. ·\n\n## SUSTAINABILITY\n\nWe have valid certifications until 2022: Quality ISO 9001:2015, Environmental ISO 14001:2015, and Occupational Safety and Health ISO 45001:2018.\n\nThroughout 2020, the results of the index on incapacitating occupational accidents continued to improve, achieving a result of 0.31. This figure is well below the average published by OSHA (5.4), and represents a 6% improvement in our performance; on the other hand, the severity rate decreased by 59%.",
        "metadata": {
            "page": 53
        },
        "id": "c75013fd-1609-4b41-a003-9bfb144cf282"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Highways\n\n## US$34 million in Income\n\n## WE CURRENTLY HAVE TWO HIGHWAY CONCESSIONS:\n\n- 1) Salamanca-León Highway: Both tranches are in operation.\n\n9,955 vehicles Daily traffic, 23% lower vs. 2019\n\n17,138 units Daily traffic equivalent by type of vehicle\n\n- 2) Silao Bypass: Tranche 2, spanning 11.6 km, started operations in September 2019.\n\n1,574 vehicles Daily traffic, 12% lower vs. 2019\n\n1,785 units Daily traffic equivalent by type of vehicle\n\n<!-- image -->\n\n- Aerial view of the Salamanca-León highway.",
        "metadata": {
            "page": 54
        },
        "id": "66fc1f34-7d81-45fd-b5e2-8b9f37f43bb2"
    },
    {
        "page_content": "IA GMX 2020 INFRASTRUCTURE DIVISION\n\n## Engineering\n\n- Diversification of our client portfolio. ·\n- Our workforce grew 36%, with 533 employees by the end of 2020. ·\n- We obtained the Great Place to Work ® certification, which is in charge of assessing the work environment for employees with regard to the company's performance. ·\n\n06\n\n>\n\n07\n\n<!-- image -->\n\nAssembly of a wind turbine in the Fenicias Wind Farm in Nuevo León, México.\n\nIn Engineering, we achieved 40% higher sales than in 2019, and we had the highest production in the company's history.",
        "metadata": {
            "page": 55
        },
        "id": "3ba27eff-8c4f-46e4-940f-ee25720382ea"
    },
    {
        "page_content": "## Fuel Storage\n\n<!-- image -->\n\nOver 715,000 liters shipped daily at the Cadereyta terminal (4 thousand 500 barrels or 6.8 gasoline and diesel tank cars), 10% of the total demand in Monterrey.\n\nWe are developing two fuel storage terminals (Monterrey and Guadalajara, with capacities for 375 thousand and 505 thousand barrels, respectively), and a shipping terminal in Aguascalientes, with capacity for 12 thousand 500 daily barrels, which have contracts for 10 years, and 100% of their capacity allocated. They will become operational in 2022.\n\nOur  operations  adhere  to  the  Industrial  Safety,  Operational  Safety  and Environmental  Protection  System  (SASISOPA),  overseen  by  the  Safety, Energy, and Environment Agency (ASEA). Thus, we ensure the protection of our personnel and care of the environment.\n\n<!-- image -->\n\n- Fuel storage terminal in Cadereyta, Nuevo León, México.",
        "metadata": {
            "page": 56
        },
        "id": "72c9656e-05de-4307-b0de-353599871c5a"
    },
    {
        "page_content": "Ongoing commitment\n\nIn 2020, we donated over 1.9 million trees to municipalities in 20 states of México.\n\nTree Nursery, San Luis Potosí, México.",
        "metadata": {
            "page": 57
        },
        "id": "14d829de-4ef0-4e06-986f-78a8f973bbbd"
    },
    {
        "page_content": "## FUNDACIÓN GRUPO MÉXICO\n\nFundación Grupo México (FGM) is a non-profit organization whose mission is to develop innovative and sustainable programs to contribute to the strengthening of the communities and Civil Society Organizations.\n\nWe work through four axes:\n\n- Health ·\n- Environment ·\n- Support to Institutions ·\n- Education and Culture ·\n\nThis year, the Foundation prioritized the COVID-19 pandemic and devoted significant human and financial resources to support various institutions and communities where we are present, as well as vulnerable groups to mitigate the impact of the pandemic.\n\nThe Foundation was confirmed as a member of the Mexican Network of the United Nations Global compact, the largest corporate social responsibility network in the world, involving companies in all sectors and of all sizes.\n\n<!-- image -->\n\nDuring January and February, Dr. Vagón served 14,201 patients in communities across Oaxaca and Veracruz.\n\n<!-- image -->\n\n## Health\n\n- Dr. Vagón, the Health Train, provides medical services, medicines, and treatment free of charge along three lines of action:\n- · Disease prevention\n- · Early detection\n- · Early treatment\n\nGiven the COVID-19 pandemic and in observance of the health recommendations, The Health Train suspended operations in March to prevent COVID infections.\n\nWe appreciate and acknowledge the great work of our partners: Fundación Farmacias del Ahorro, Fundación MVS Radio, Audiotech, FUCAM, LAPI, Essilor and Grupo QP360.",
        "metadata": {
            "page": 58
        },
        "id": "a84efcd2-8976-451e-a9c2-39d5f329fb76"
    },
    {
        "page_content": "## IA GMX 2020 FUNDACIÓN GRUPO MÉXICO\n\n## SINCE ITS BEGINNINGS, DR. VAGÓN HAS PROVIDED:\n\n<!-- image -->\n\n<!-- image -->\n\n1,518,306 patients with care\n\n<!-- image -->\n\n<!-- image -->\n\n594,603 free medicines\n\n<!-- image -->\n\n17,842 mammograms\n\n<!-- image -->\n\n284,076 lab and clinical tests\n\n<!-- image -->\n\n51,497 eyeglasses\n\n<!-- image -->\n\n250 Vasectomies 1 867 IUDs 1\n\n1 Started services in 2019\n\n<!-- image -->\n\nOptometry checkup on Dr. Vagón.\n\n2,185 hearing aids\n\n174,474 attendants to workshops\n\n<!-- image -->\n\n- Professional medical team before Caleb's surgery.\n\n<!-- image -->\n\nHearing Without Borders\n\nOver the last few months of this year, we finished putting together what is now known as the Hearing Without Borders program.\n\nThrough this program, we assist c hildren of up to 24 months of age with severe and acute deafness (loss of hearing), donating surgicallyplaced cochlear implants. They are also given three years of monitoring with auditory-verbal therapy and calibration of the external processor, in order to achieve spoken language.\n\nOur goal is to support 52 children per year.",
        "metadata": {
            "page": 59
        },
        "id": "668a0f65-ae09-4294-882f-1de27b8915d1"
    },
    {
        "page_content": "<!-- image -->\n\n## What is a cochlear implant?\n\nIt is an electronic medical device that improves the functioning of a damaged inner ear. Contrary to hearing aids, which amplify sound, cochlear implants perform the task of the damaged parts of the inner ear (cochlea) to send sound signals to the brain.\n\nIt is possible to have implants in both ears when the hearing problem affects both ears (bilateral) or in a single ear (unilateral).\n\n<!-- image -->\n\nLearn more on our web page.\n\nThis would not be possible without the commitment, effort and selfless work of\n\n<!-- image -->\n\n2\n\nAudiologists\n\n3 Surgeons\n\n1\n\n3\n\n2\n\n1\n\n4\n\n1\n\nPediatrician\n\nTherapists\n\nPsychologists\n\nGeneticist\n\nAnesthesiologists\n\nOphthalmologist\n\n<!-- image -->",
        "metadata": {
            "page": 60
        },
        "id": "8f1ead88-a8df-45ec-ac14-d7a88c90306f"
    },
    {
        "page_content": "<!-- image -->\n\n- Nursery in Cananea, Sonora, México.\n\n<!-- image -->\n\n- Reforestation day.\n\n## Environment\n\nMexicanos Sembrando\n\n- We operate seven tree nurseries in México, located in Sonora, Coahuila, Zacatecas, and San Luis Potosí. ·\n- The nurseries produce over six million trees and plants annually. ·\n- 90 different species. ·\n- Goal: To reforest and thus mitigate the effects of climate change and help to maintain the stability of all ecosystems. ·\n\nOur nurseries save 70% of the water required for their production.\n\nWe have reforested 1,900 hectares, generating awareness about the care and protection of the environment among children and teens throughout México.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 61
        },
        "id": "0ce81faa-b235-48c4-8821-3302ca5f4054"
    },
    {
        "page_content": "<!-- image -->\n\n## Support to Institutions\n\nWithin the area of Support to Institutions, we have two programs:\n\nCinemex Awareness and the Network of Entrepreneurial Associations and Foundations, whose goal is to provide Civil Society Organizations (SCO) with tools to strengthen the social work they do in order to have a greater impact on their actions and on the country.\n\n## Network of Entrepreneurial Associations and Foundations\n\nThe Network promoted trainings, forums, workshops, spaces for engagement, conferences and seminars free of charge for the participating Civil Society Organizations.\n\nIt has 277 allies including Entrepreneurial Foundations, Socially Responsible Enterprises, Social Agencies, Academia, and over four thousand organizations, both in México and abroad.\n\n## Institutional Alliances:\n\n- · 152 Entrepreneurial Foundations and Companies with Social Activity.\n- · 98 Social agencies and legal firms.\n- · 17 Academic Institutions.",
        "metadata": {
            "page": 62
        },
        "id": "4c9778f4-f53c-4da3-8d1c-fc169ae39237"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Associations Network Expo\n\nIn 2020, the Expored.org virtual platform was created, making it possible to achieve a greater impact and international visibility for the first time.\n\n- 40 experts from México, Spain, Colombia, Brazil, Argentina, and Italy. ·\n- 1,221 people attended Expo Red virtually, 869 through the Expored.org platform, and 352 connected through Social Media; 230% more attendants than in 2019. ·\n- 19 hours of training sessions. ·\n- 4 expert panels; 8 master talks. ·\n- Spokespersons gave a pro-bono talk at the event: Karla Iberia Sánchez, Marion Reimers and Ana Claudia Talancón. ·\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## 157\n\nTraining sessions: 18 on-site and 139 online, 20% more than in 2019\n\n<!-- image -->\n\nAllies to professionalize organizations\n\n41\n\n## 570\n\nCounseling sessions through the online chat\n\nOut of the organizations trained in fundraising, 63% modified and innovated their financial campaigns\n\n437 Hours of learning\n\n## 13,946\n\nEmployees trained; 163% more than in 2019\n\n## 89\n\nFiscal and legal counseling sessions, channeling them to Centro Mexicano Pro-Bono, Barra Mexicana de Abogados, and Appleseed MØxico\n\nThe first generation of Fundraising Professionals of the Network was created, in alliance with the National Board for the Normalization and Certification of Work Skills (CONOCER) and La Salle International Foundation",
        "metadata": {
            "page": 63
        },
        "id": "c212ff9f-4fd8-41a7-9dfb-86bffc9730d8"
    },
    {
        "page_content": "## Education and Culture\n\n## Editorial Fundación Grupo México\n\n## Colección Xocoyo\n\nThe 2020 edition was dedicated to peanuts ('cacahuate' in spanish), given their relevance in Mexican cuisine and traditions. The book called 'Cacahuate, golden seed of our land' will represent México in the Unique Topic category of the Gourmand World Cook Awards to be held in the city of Paris, France, in June 2021.\n\nThe resources raised through the sale of this book will be destined to Fundación Vida Plena, I.A.P., an institution providing a better quality of life to low-income senior citizens.\n\n06\n\n>\n\n07\n\n<!-- image -->\n\n- Cover of the Peanuts book, published by Fundación Grupo México.",
        "metadata": {
            "page": 64
        },
        "id": "5b77ccfa-5220-432e-876f-b790f719687b"
    },
    {
        "page_content": "## VOLUNTEER WORK\n\n## Día de Reyes Celebration\n\nIn January, we held an event at Asilo Primavera I.A.P., to celebrate the Día de Reyes with the children who live there. We had 109 children present, who received a gift and ate Rosca de Reyes (a ring-shaped cake). This was possible thanks to the generosity of the volunteer employees of Grupo México.\n\nVirtual concert on behalf of indigenous families in the Tarahumara Sierra As part of the commemoration of the volunteer day, in collaboration with Cáritas Chihuahua and Banco de Alimentos Chihuahua, we organized a virtual concert including the artistic talent of the pianist 'from the sierra' Romayne Wheeler.\n\nThe concert was broadcast in 12 countries. Thanks to the participation of employees from the various divisions of Grupo México, Cinemex, allies, and public in general, we managed to raise $599,608 pesos to purchase groceries that benefited 8,820 families in the Raramuri communities.\n\n## EFICINE\n\nIn 2020, we supported the production of three films through the financial aid, EFICINE:\n\n- 1. El extraño caso del fantasma claustrofóbico\n- 2. La cura es la locura\n- 3. Mi amigo el sol\n\n<!-- image -->",
        "metadata": {
            "page": 65
        },
        "id": "c0cb5555-6425-4c24-a5c4-353f3cf4329e"
    },
    {
        "page_content": "<!-- image -->\n\n## COVID-19 Actions\n\n<!-- image -->\n\nFundación Grupo México had $611 million pesos to donate in kind to hospitals and vulnerable communities.\n\nAt the request of President López Obrador, on April 6, 2020, Grupo México delivered to the federal authorities the Specialty Hospital in Juchitán, Oaxaca, to deal with the pandemic and meet the needs of the population in the region of the Tehuantepec Isthmus.\n\nOnce the health contingency is over, the hospital unit will be, as originally planned, a Maternity and Child hospital.\n\n<!-- image -->\n\nFind out what steps the company took to deal with the pandemic.\n\nAt over 200 hospitals, healthcare centers, and vulnerable communities in 21 states across México as well as in Perú, we delivered the following aids and materials:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n639 ventilators\n\nOver 503 thousand personal protection kits for doctors\n\n## Medical equipment\n\nand various materials for COVID hospitals\n\n- · 135 monitors\n- · 160 beds\n- · 52 resuscitation units\n\n107,510 grocery kits and 270 tons of food for vulnerable\n\ncommunities\n\n2,150 kits for the implementation of family vegetable gardens\n\nWe supported the operation of the Post-COVID-19 Comprehensive Lung Rehabilitation Center\n\n318,000 liters of liquid oxygen\n\n120,000 liters of antibacterial gel and protective gear for the National Guard\n\n## 22 temporary\n\nhospital modules in MØxico and Perœ, adding to a capacity of 385 beds\n\n60,000 meals prepared for doctors\n\n120,000\n\nquick tests and 10,000 molecular tests\n\nTwo ambulances and two oxygen plants in Perœ\n\nMedical and psychological support helpline and WhatsApp 24/7",
        "metadata": {
            "page": 66
        },
        "id": "32e7b1c4-2a82-4dd0-b5ef-68120bab77af"
    },
    {
        "page_content": "<!-- image -->\n\n- Delivery of medical equipment to hospitals throughout the COVID-19 contingency.\n- · Through the campaign 'If you have, donate; if you need, take; if you want to help, share', 15 companies and Entrepreneurial Foundations donated over $6 million pesos in kind to support over 20 thousand people in 15 states across México. This benefit was deployed by 91 organizations from the Network of Associations.\n\n<!-- image -->\n\nWe established prevention protocols and created informative campaigns to care for the health of our 29 thousand employees and their families.\n\n<!-- image -->\n\n- Donation of groceries to vulnerable communities.\n\n<!-- image -->\n\n## We donated 270 tons of perishable foods to over 240 thousand families across the country.\n\nThanks to Grupo Cinemex, we donated perishable foods to assist the Mexican food bank, Banco de Alimentos de México.\n\n- We contributed to the food security of 10,574 people in a situation of vulnerability through the donation of 1 million pesos in groceries to the following organizations: Yolia Niñas de la Calle, Reinserta a un Mexicano, Asociación Mexicana de Banco de Alimentos, Comedor Santa María, and Fundación Comunitaria Oaxaca. ·",
        "metadata": {
            "page": 67
        },
        "id": "2d9a88ef-af39-4928-a83e-783888e82151"
    },
    {
        "page_content": "## Grupo México\n\nBoard\n\n## Prudencio López Martínez\n\nIndependent Board Member\n\n## Antonio Madero Bracho\n\nIndependent Board Member\n\nCarlos Prieto Sierra\n\nIndependent Board Member\n\nCarlos Rojas Mota Velasco\n\nIndependent Board Member\n\nFernando Ruiz Sahagún\n\nIndependent Board Member\n\nAntonio del Valle Ruiz\n\nIndependent Board Member\n\nRolando Vega Saénz\n\nIndependent Board Member\n\n## Mauricio Ibáñez Campos\n\nSecretary\n\n## Germán Larrea Mota Velasco\n\nCHAIRMAN\n\nPatrimonial Board Member\n\n## Xavier García de Quevedo PRESIDENT\n\nPatrimonial Board Member\n\nEmilio Carrillo Gamboa\n\nIndependent Board Member\n\nAlfredo Casar Pérez\n\nPatrimonial Board Member\n\nLuis Castelazo Morales\n\nPatrimonial Board Member\n\nClaudio X. González Laporte\n\nIndependent Board Member\n\nOscar González Rocha\n\nPatrimonial Board Member\n\n## Fernando López Guerra Larrea\n\nPatrimonial Board Member\n\n## Management Team\n\n## Germán Larrea Mota Velasco\n\nExecutive President and Chairman of the Board\n\n## Lourdes Aranda Bezaury\n\nDirector of Communications and Institutional Relations\n\n## Marlene Finny de la Torre\n\nDirector of Administration and Finance\n\n## Lillie Hernández Minor\n\nLegal Director\n\n## Juan Carlos Jaques Garcés\n\nAudit Director\n\n## Miguel Valdés Neaves\n\nAdministration and Control Director",
        "metadata": {
            "page": 68
        },
        "id": "06e61f1e-e9ac-46cb-8696-ba906895fe7b"
    },
    {
        "page_content": "## Mining Division\n\n## Americas Mining Corporation\n\nManagement Team\n\n## Germán Larrea Mota Velasco\n\n## Francisco López Guerra Larrea\n\nChairman of the Board\n\n## Oscar González Rocha\n\nExecutive Vice-president\n\n## Xavier García de Quevedo Topete\n\nExecutive Vice-president\n\n## Daniel Chávez Carreón\n\nOperations Director\n\n## Leonardo Contreras Lerdo de Tejada\n\nGeneral Director of ASARCO and IMMSA Director of Supply and Commercial AMC\n\n## Oscar González Barrón\n\nDirector of Administration and Control\n\n## Mauricio Ibáñez Campos\n\nLegal Director and Corporate Governance\n\n## Jorge Jáuregui Morales\n\nDirector of Human Resources\n\nSustainability Director\n\n## Vidal Muhech Dip\n\nChairman of the Directors Committee\n\n## Rafael Ríos García\n\nDirector of Security\n\nErnesto Ríos Patrón\n\nDirector of Engineering and Construction\n\n## Raquel Tobar Sáinz\n\nDirector of New Business and Finance\n\n## René Verde Guzmán\n\nDirector of Information Technology\n\n## Raul Jacob Ruisanchez\n\nDirector of Administration and\n\nFinance Southern Peru\n\n## Jorge Meza Viveros\n\nDirector of Operations Southern Peru\n\n## Jorge Lazalde Psihas\n\nDirector of Legal and Institutional Relations\n\n## Southern Copper Corporation\n\n## Board\n\n## Germán Larrea Mota Velasco\n\nChairman of the Board\n\n## Oscar González Rocha\n\nChief Executive Officer\n\nVicente Ariztegui Andreve\n\nIndependent Board Member\n\nAlfredo Casar Pérez\n\nPatrimonial Board Member\n\nEnrique Castillo Sánchez Mejorada\n\nIndependent Board Member\n\n## Xavier García de Quevedo Topete\n\n## Rafael Mac Gregor Anciola\n\nIndependent Board Member\n\n## Luis Miguel Palomino Bonilla\n\nIndependent Board Member\n\n## Gilberto Perezalonso Cifuentes\n\nIndependent Board Member\n\nCarlos Ruíz Sacristán\n\nIndependent Board Member\n\nJorge Lazalde Psihas\n\nSecretary\n\nPatrimonial Board Member",
        "metadata": {
            "page": 69
        },
        "id": "78ee1148-ac38-4b3d-a79b-124ee96fcf79"
    },
    {
        "page_content": "## Transportation Division Grupo México Transportes\n\nBoard\n\n## Germán Larrea Mota Velasco CHAIRMAN\n\nPatrimonial Board Member\n\nAlfredo Casar Pérez\n\nPatrimonial Board Member\n\nJaime Corredor Esnaola\n\nPatrimonial Board Member\n\nArturo Elías Ayub\n\nPatrimonial Board Member\n\nEduardo Joaquín Gallástegui Armella\n\nPatrimonial Board Member\n\nXavier García de Quevedo Topete\n\nPatrimonial Board Member\n\n## Hugo Rafael Gómez Díaz\n\nPatrimonial Board Member\n\nFernando López Guerra Larrea\n\nPatrimonial Board Member\n\nCarlos Noriega Arias\n\nPatrimonial Board Member\n\n- Lorenzo Reyes Retana\n\nPatrimonial Board Member\n\nRoberto Slim Seade\n\nPatrimonial Board Member\n\nChristian Lippert Helguera\n\nSecretary\n\nManagement Team\n\n## Germán Larrea Mota Velasco\n\nChairman of the Board\n\n## Alfredo Casar Pérez\n\nChief Executive Officer\n\n## Fernando López Guerra Larrea\n\nGeneral Director\n\n## Isaac Franklin Unkind\n\nGeneral Director of Administration and Finance\n\nHugo Rafael Gómez Díaz\n\nGeneral Director of Operations\n\nJorge Manuel Márquez Abreu\n\nGeneral Commercial Director\n\nLorenzo Reyes Retana\n\nGeneral Projects Director",
        "metadata": {
            "page": 70
        },
        "id": "77b8420a-444b-431b-b214-7b5db207240b"
    },
    {
        "page_content": "## Infrastructure Division\n\nManagement Team\n\n## Germán Larrea Mota Velasco\n\nChairman\n\nXavier García de Quevedo Topete\n\nChief Executive Officer\n\n## Francisco Zinser González\n\nGeneral Director\n\n## Mario Fernando Chávez Galas\n\nGeneral Director of\n\nAdministration and Finance\n\n## Javier Gómez Aguilar\n\n## Jorge Agüero Navarro\n\nGeneral Director Highways\n\n## Héctor Raúl Huerta Avendaño\n\nGeneral Director of Engineering Services\n\n## Julio Francisco Larrea Mena\n\nGeneral Director of Constructora México\n\n## Gustavo Ortega Gómez\n\nGeneral Director Energy\n\n## José Jaime González Acosta\n\nDirector of Operations Oil\n\nGeneral Counsel\n\n## Ricardo Arce Castellanos\n\nGeneral Director Oil and Gas,\n\nEngineering and Construction\n\n## Fundación Grupo México\n\n## Management Team\n\n## Germán Larrea Mota Velasco\n\nChairman\n\n## Jessica Pons Fernández\n\nDeputy Director-General, Environment and Network of Entrepreneurial Associations and Foundations\n\n## Support to Institutions\n\nLucero Vallejo Durán\n\nConciencia Cinemex Manager\n\n## Education and Culture\n\nBeatriz Crispín Gámez\n\nEducation and Culture Manager\n\n## Health\n\n## Karla Díaz Castro\n\nAdministrative Manager\n\nof Dr. Vagón, the Health Train\n\n## Dr. Ricardo Reyes Díaz\n\nMedical Manager of Dr. Vagón, the Health Train\n\n## Aura Patiño Lona\n\nOperations Manager of Dr. Vagón, the Health Train",
        "metadata": {
            "page": 71
        },
        "id": "363248dc-5b12-4351-aadf-1bfa06d8488a"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 72
        },
        "id": "65d46a16-7b27-4189-963b-ac35ba6cef7e"
    }
]