[
    {
        "page_content": "<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "27bed904-cc8d-4439-9611-2cf1097ecbaf"
    },
    {
        "page_content": "+++\n\n## Data-driven risk insights\n\nSwiss Re's Annual Report cover images this year explore how Swiss Re is using a data-driven approach to solve the big risk management issues. The main image features the San Francisco Bay Area in Northern California. Swiss Re was instrumental in paying out claims following the Great 1906 San Francisco Earthquake. The event was important early proof of Swiss Re's ability to help communities absorb the costs of large risks.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nThe Business Report cover features data from Swiss Re's 'Mind the risk' publication, which set the standard for quantifying risks faced by megacities. This example ranks cities most at risk from earthquakes around the Pacific Rim.\n\n2\n\nSwiss Re\n\n|  Business Report 2021\n\nThe Financial Report cover shows windstorm patterns in the North Atlantic from the last 20 years. Swiss Re's hurricane models are the backbone of its underwriting capabilities for this important risk pool.\n\nThe Sustainability Report cover illustrates the relationship between Swiss Re's Biodiversity and Ecosystem Services (BES) Index and the United Nations' Sustainable Development Goals. The BES Index, which analyses the economic impact of biodiversity loss on a given location, is incorporated into Swiss Re's CatNet® underwriting tool.",
        "metadata": {
            "page": 2
        },
        "id": "61147d1b-0c08-4633-9ceb-c198933daa34"
    },
    {
        "page_content": "## Contents\n\n| Swiss Re at a glance      | 4   |\n|---------------------------|-----|\n| Message to shareholders   | 6   |\n| Our vision and strategy   | 12  |\n| Our market context        | 16  |\n| Our strategy in action    |     |\n| Risk transfer             | 22  |\n| Risk insights             | 30  |\n| Risk partnerships         | 38  |\n| Our people                | 46  |\n| Sustainability            | 54  |\n| Board of Directors        | 62  |\n| Group Executive Committee | 64  |\n| Cautionary note           | 66  |\n| Contacts                  | 68  |\n\n## Our Annual Report 2021 and Sustainability Report 2021\n\nOur Annual Report consists of the Business Report and the Financial Report. Swiss Re also publishes a comprehensive Sustainability Report, documenting the progress on our Group Sustainability Strategy for the year.",
        "metadata": {
            "page": 3
        },
        "id": "c0e43845-a49f-4643-8fc1-ceb74b9c1156"
    },
    {
        "page_content": "## Swiss Re at a glance\n\nThe Swiss Re Group is one of the world's leading providers of reinsurance, insurance and other forms of insurance-based risk transfer, working to make the world more resilient.\n\n## Reinsurance\n\n## Corporate Solutions\n\nReinsurance provides clients and brokers with reinsurance products, insurance-based capital market instruments and risk management services. Reinsurance operates globally through two segments Property & Casualty and Life & Health.\n\nCorporate Solutions provides risk transfer solutions to large and mid-sized corporations around the world. Its innovative, highly customised products and standard insurance covers help to make businesses more resilient, while its industry-leading claims service provides additional peace of mind.\n\n## Property & Casualty\n\n<!-- image -->\n\n97.1 %\n\nCombined ratio (2020: 109.0%)\n\n22.5 % Return on equity (2020: -2.8%)\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n5.90\n\nDividend (CHF) (2020: CHF 5.90)\n\n<!-- image -->\n\n<!-- image -->\n\nGroup SST ratio as of 1 January 2022\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "3d54ce02-6e94-449f-bd89-82cd7debe9f7"
    },
    {
        "page_content": "Net premiums earned and fee income by region\n\n<!-- image -->\n\nGroup (consolidated)\n\nNet premiums earned and fee income by business unit (Total USD 42.7 bn)\n\n<!-- image -->\n\n5.7 %\n\nReturn on equity (2020: -3.1%)\n\n5.1 % Net operating margin (2020: -1.1%)\n\n## Group financial targets\n\nMulti-year targets Swiss Re Group\n\nFull-year targets 2022\n\n14 % US GAAP Group return on equity in 2024 1\n\n10 % US GAAP Group return on equity in 2022 3\n\n~ 300 L&H Re net income\n\n(USD million)5\n\nKey sustainability ratings\n\n<!-- image -->\n\n<!-- image -->\n\nAAA\n\nMSCI ESG rating (as of July 2021)\n\n90 /100 Corporate Sustainability\n\n<!-- image -->\n\n2021 S&P Global Assessment (DJSI)\n\n10 %\n\nEconomic net worth per share growth p.a. 2\n\n<!-- image -->\n\nP&C Re normalised 4 combined ratio\n\n< 95 %\n\nCorporate Solutions reported combined ratio\n\nB-\n\nPrime status ISS ESG\n\n- 1 As of 2024, Swiss Re Group will report under IFRS. Current modelling indicates that the equivalent IFRS target will be higher than 14%.\n- 2 Calculated as: (current-year closing ENW per share + current-year dividends per share) / (prior-year closing ENW per share + current-year opening balance sheet adj. per share).\n- 3 Group ROE target for 2022 includes current expectations of COVID-19 losses.\n- 4 Normalised combined ratio assumes average large natural catastrophe loss burden and excludes prior-year reserve development as well as the COVID-19 impact.\n- 5 Target includes current expectations of COVID-19 losses.",
        "metadata": {
            "page": 5
        },
        "id": "79fa64eb-37bc-4aa6-8faf-c5aff2bf90c9"
    },
    {
        "page_content": "Message to shareholders\n\nChristian Mumenthaler Group Chief Executive Officer\n\nSergio P. Ermotti Chairman of the Board of Directors\n\n6",
        "metadata": {
            "page": 6
        },
        "id": "a090ecc0-d85a-4c07-af15-517551c2506e"
    },
    {
        "page_content": "## Delivering solid performance while supporting resilience in challenging times\n\n## Dear shareholders,\n\nNow more than anyone would have anticipated, the need for resilience and the quest for resilience are a sign of our times. Even before the invasion of Ukraine by Russia, the COVID-19 pandemic has already tested the resilience of societies, companies and every one of us for two years.\n\nWhile the global economy rebounded in 2021 from lockdown lows, growth remains uneven across countries. Inflation is rising to levels not seen in years. This is leading some of the major central banks to start normalising their extremely accommodative monetary policies and reining in asset purchase programmes that have helped inflate asset prices since the global financial crisis.\n\nAt the same time, extreme weather events continue to wreak havoc in many areas around the world. Global insured losses from natural catastrophes have been rising at\n\nOur focus on executing the Group strategy has remained relentless.'\n\n5-7% per year over the recent decades, propelled by wealth accumulation and urban sprawl into disaster-prone areas at a time when climate change is making smaller extreme-weather events - so called 'secondary perils' such as floods or wildfires - more frequent. 2021 was the fourthcostliest year for the insurance industry in terms of natural catastrophes, nearly 50% above the decennial average, and the protection gap remains vast, with most economic losses uninsured.\n\nFrom pandemics to natural disasters, Swiss Re was designed to withstand large-risk events, to provide cover and share knowledge, thus contributing to a more resilient world. In 2021, as every year since Swiss Re's foundation in 1863, we provided coverage to support the business of our clients. We paid out COVID-19-related claims of USD 2.0 billion, with the vast majority going to tens of thousands of deceased persons' family members. At the same time, our property and casualty businesses successfully absorbed USD 2.4 billion in natural catastrophe claims.\n\nWe are pleased that despite these claims, Swiss Re's businesses improved their performance, delivering a Group net income of USD 1.4 billion for the year. This is important not just for the shareholders, but also because we can only contribute to global resilience if Swiss Re itself remains resilient. Excluding COVID-19 losses, Group net income increased 39% to USD 3.0 billion, with a return on equity (ROE) of 11.6%.\n\nOur focus on executing the Group strategy has remained relentless. Our strong emphasis on portfolio quality in the hardening property and casualty market is bearing fruit for Reinsurance. We turned Corporate Solutions into a business that not only delivers attractive profitability but also acts as a gateway for the Group to partnerships with corporate clients. We are investing into the digital transformation of Swiss Re, while maintaining cost discipline. And we are developing promising future business ventures by focusing on risk insights and risk partnerships to augment our core risk transfer business. You can find more information on all three pillars of our strategy in the dedicated chapters of the 2021 Business Report.\n\nAll our businesses continued to grow, with net premiums earned and fee income for the Group increasing by 4.8% compared with the previous year to USD 42.7 billion. We achieved a strong return on investment of 3.2%, despite the current low-yield environment. The Group Swiss Solvency Test (SST) ratio was at 223% as of 1 January 2022 - well within the target range of 200-250%. The Group's very strong capital position and positive business outlook led the Board of Directors to propose a stable dividend of CHF 5.90 per share at the upcoming Annual General Meeting.",
        "metadata": {
            "page": 7
        },
        "id": "31eaf43b-c99f-4939-b421-cf34f485430f"
    },
    {
        "page_content": "In the natural catastrophe as well as other markets, we were ahead of the curve on many underwriting decisions, and the results speak for themselves.'\n\n## Performance of the businesses\n\nLet us now turn to the 2021 results of the individual businesses. Property & Casualty Reinsurance (P&C Re) reported a net income of USD 2.1 billion for the year, compared with a net loss of USD 247 million in 2020, thanks to the improved portfolio quality, materially diminished COVID-19 impacts as well as strong investment results.\n\nThis strong performance was achieved as the business absorbed large natural catastrophe claims and reflects the benefits of the deep knowledge and proprietary models. We build on 30 years of continuous advancements on the back of dedicated research and claims data experience to capture the present-day risk landscape and climate trends. This enables highly bespoke underwriting and risk-taking. We are a leading reinsurer for natural catastrophes and this line of business has been profitable over the past decade, with a combined ratio around 75%, despite its inherent volatility and rising industry losses.\n\nIn the natural catastrophe as well as other markets, we were ahead of the curve on many underwriting decisions, and the results speak for themselves. Portfolio actions, price increases as well as tightened terms and conditions have improved P&C Re's normalised1 combined ratio to 94.7%, in line with the target of less than 95% for the year. This is an improvement of 5 percentage points since 2018, translating into about USD 1 billion in additional annual pre-tax underwriting profits for the business.\n\nThe January 2022 renewals were another success for P&C Re, as we delivered a 6% volume increase compared with the business that was up for renewal. Property and specialty lines saw particularly strong\n\ngrowth, with natural catastrophe-related premium volume up by 24%. P&C Re achieved a price increase of 4% in this renewal round. This fully offset more conservative loss assumptions, which reflect a prudent view on inflation and other changes in exposure.\n\nLife & Health Reinsurance (L&H Re) remained impacted by significant COVID-19 claims and reported a net loss of USD 523 million for 2021, down from a net income of USD 71 million in 2020. This reflected significantly higher mortality from COVID-19 around the world, with the total number of deaths in 2021 at almost double the 2020 level, according to the official WHO data. Furthermore, the US experienced heightened excess mortality2 among the working-age population, which is more likely to have life insurance, in the second half of 2021 as the Delta variant spread.\n\nExcluding COVID-19 losses, L&H Re improved its net income by 26% to USD 1.1 billion in 2021. This was driven by the strong underwriting performance across all regions, favourable investment results and positive one-off effects from in-force management actions.\n\nCorporate Solutions over-delivered on its business turnaround objectives and posted net income of USD 578 million in 2021, compared with a net loss of USD 467 million in 2020. Its combined ratio improved to 90.6%, with the normalised combined ratio coming in at 95.0% and surpassing the target of less than 97% by a wide margin. The Business Unit achieved risk-adjusted price increases of 12%3 for the year in the context of the continued focus on underwriting quality and selective new business growth.\n\n- 1 Normalised combined ratio assumes average large natural catastrophe loss burden and excludes prior-year reserve development as well as the COVID-19 impact.\n- 2 Excess mortality is an indicator of deaths from all causes that are above what one would have expected under normal conditions.\n- 3   Risk-adjusted price increases for Corporate Solutions in 2021 exclude elipsLife.",
        "metadata": {
            "page": 8
        },
        "id": "8be7c37f-7dbf-4729-a78e-587f8878703f"
    },
    {
        "page_content": "The digital white-labelling platform iptiQ continued to successfully grow in 2021, increasing its in-force policies by 144% year on year to more than 1.6 million. Gross premiums written for the core business rose by 95% from the previous year to USD 723 million, with good contributions across all markets and particularly from the property and casualty business in the EMEA region, which was launched in 2020. Having grown dynamically since its inception, iptiQ is on track to become a leading player in its field, and we continue to invest in growing this business.\n\n## Progress on environmental, social and governance topics\n\nThe Group pushed ahead towards reaching net-zero emissions from own operations by 2030 and from investment and underwriting portfolios by 2050. To help curb operational emissions, as of 2021 Swiss Re stepped up its internal carbon levy to USD 100 per tonne and will gradually increase it to USD 200 by 2030. We are actively reducing emissions, for example from flights, but the only way to reach net zero is to balance the unavoidable emissions with an equivalent amount of negative emissions. While carbon removal technologies are still evolving, we are pleased that we were already able to compensate 35% of residual emissions in this way in 2021.\n\nSwiss Re's Asset Management is pursuing a 35% reduction in carbon intensity of its listed equity and corporate bond portfolio by 2025 and has achieved a decrease of 34% since 2018. On the underwriting side, tightened policies for providing re/insurance support to businesses with thermal coal, oil and gas exposure corroborate the firm's push for making a real-world impact in driving sustainable business practices. And we\n\nengage in an active dialogue with all industries to encourage the transition, as well as regularly review and adapt our policies as necessary and to the extent possible.\n\nAmong social issues, we have been particularly focused on supporting efforts to improve access to healthcare and financial protection. To enable the rollout of COVID-19 vaccines across the globe, Swiss Re is one of several leading insurers supporting the COVAX vaccine procurement facility by providing insurance cover for 21 self-paying countries participating in the programme. Separately, in 2021 we launched the Swiss Re Life and Health Sustainability Initiative, which aims to improve access, affordability and availability of life and health insurance products to populations that have been traditionally underserved by our industry.\n\nDiversity, Equity & Inclusion (DEI) also remains at the top of our agenda. At Swiss Re, we embrace and build a diverse workforce that brings together the best of multiple generations, cultures, skillsets and thinking. We firmly believe that an inclusive\n\nculture is key to our business success. Our approach spans all aspects of DEI: from Gender, LGBTI+ and Race & Ethnicity to Inclusive Leadership & Culture and Mental Health. The Group Executive Committee members have committed to increasing the number of employees at Swiss Re from underrepresented groups, addressing equal pay issues and driving more DEI activities in their respective business units and functions. For the Board of Directors, we are removing the unwritten age limit of 70 years for board members to avoid age discrimination and instead propose to introduce a tenure limit of 12 years. Furthermore, gender diversity is of utmost importance for the composition of the Board of Directors, and we are committed to reach female representation at the board level of 30% or more by the annual shareholder meeting in 2023.\n\nYou can find more information about these and other initiatives in the 2021 Sustainability Report.\n\nThe Group pushed ahead towards reaching net-zero emissions from own operations by 2030 and from investment and underwriting portfolios by 2050.'",
        "metadata": {
            "page": 9
        },
        "id": "7705b8ad-2b18-45d2-92be-ccc57017515d"
    },
    {
        "page_content": "Swiss Re's 2021 results underpin our confidence in the Group's ability to perform even when faced with challenges.'\n\n## Outlook and new profitability targets\n\nSwiss Re's 2021 results underpin our confidence in the Group's ability to perform even when faced with challenges. With regards to the pandemic, the emergence of the Omicron variant at the end of 2021 has led to yet another surge in the number of new COVID-19 cases around the world. And despite the apparently lower fatality rates associated with Omicron, the higher infectivity of this variant may still result in excess mortality remaining elevated. We have already included assumptions for 2022 COVID-19 mortality claims in our Group SST ratio calculations as of 1 January 2022.\n\nOn the geopolitical front, Russia's invasion of Ukraine has created tectonic shifts in the entire macro environment believed impossible until very recently. Our thoughts are with everyone impacted by this egregious conflict. We continue to carefully monitor the situation and abide by applicable sanctions regimes.\n\nWith regard to the macroeconomic outlook, we remain vigilant to the effects of resurgent inflation and tightening monetary conditions. Swiss Re economists expect inflation to increase even further and remain very elevated in the US and Europe throughout 2022 and likely stay structurally higher in the longer term versus the last decade. Consumer price inflation impacts mainly business lines such as property and specialty re/insurance, where we can adjust prices quickly to reflect new realities. We did so in 2021 and again at the January 2022 renewals.\n\nCasualty re/insurance on the other hand, is less affected by consumer price inflation, but is much more exposed to social inflation the increase in legal claims above normal economic trends, which is partly being driven by the emergence of a third-party litigation finance industry. We are concerned that third-party litigation finance is an expensive and blunt tool to enable legal disputes, with potentially harmful economic and ethical consequences. Greater protection for consumers is required, as well as better regulation of the industry and more transparency about the involvement of third-party litigation finance in a case. However, social inflation is a known phenomenon and one that we have been incorporating to the extent possible into our reserving and pricing assumptions for several years now and will continue to do so.",
        "metadata": {
            "page": 10
        },
        "id": "122aa450-34f6-4022-afe4-78c93222b0f7"
    },
    {
        "page_content": "We are confident in the outlook and target increasing US GAAP Group ROE to 10%4 in 2022 and 14%5 in 2024. Over the past years, we have increasingly focused on improving the returns we deliver on capital that you, our shareholders, entrust us with. In 2019 we agreed to sell our capital-intensive ReAssure business to Phoenix Group, and since then delivered a turnaround of Corporate Solutions and strengthened the portfolio of P&C Re. In line with Swiss Re's refreshed strategy from 2020, which focuses on effectively leveraging strengths and capitalising on synergies across our diversified businesses, we now target sustainable earnings growth in attractive market conditions amid continued cost discipline. And while the well-established risk transfer business will remain our key earnings contributor in the foreseeable future, we are also seeing more opportunities to capitalise on additional capabilities and enter new markets.\n\nFor 2022, we expect the performance of Swiss Re's property and casualty businesses\n\nZurich, 17 March 2022\n\n<!-- image -->\n\n<!-- image -->\n\nSergio P. Ermotti Chairman of the Board of Directors\n\nChristian Mumenthaler Group CEO\n\n- 4 Group ROE target for 2022 includes current expectations of COVID-19 losses.\n- 5 As of 2024, Swiss Re Group will report under IFRS. Current modelling indicates that the equivalent IFRS target will be higher than 14%.\n\nto continue to improve, reaping the benefits from sustained focus on portfolio quality in combination with increasing prices. P&C Re will target a normalised combined ratio of less than 94%, while Corporate Solutions will aim for a reported combined ratio of less than 95% for the year.\n\nL&H Re targets net income of approximately USD 300 million in 2022, reflecting a likely continued COVID-19 impact. Beyond the pandemic, L&H Re remains a highly attractive business, with growth rates supported by increased consumer risk awareness and demand for large transactions as well as longer-term development opportunities in high-growth markets.\n\nWe are very encouraged by the Group's achievements to date and excited for the coming years.\n\nWe thank our employees for their dedication and hard work. And we would also like to thank you, our shareholders, for your continued support.",
        "metadata": {
            "page": 11
        },
        "id": "ccbf74ad-7cf5-4312-8fd9-c7140c5c10da"
    },
    {
        "page_content": "## Our vision\n\n## We make the world more resilient",
        "metadata": {
            "page": 12
        },
        "id": "86ddbfe2-0941-444e-95c0-e9c5b4af232b"
    },
    {
        "page_content": "Swiss Re is one of the world's leading providers of reinsurance, insurance and other forms of insurance-based risk transfer.\n\nThrough our work with clients, we fulfil our vision of helping to make the world more resilient.\n\nSwiss Re has a distinct mission: together, we apply deep knowledge, intelligent data and capital strength to anticipate and manage risk.\n\nThat's how Swiss Re powers progress for its clients, helping the world rebuild, renew and move forward. Today, 75% of risks - from natural catastrophes and climate change to ageing populations and cybercrime - remain uninsured. We aim to change that.",
        "metadata": {
            "page": 13
        },
        "id": "5fdc9353-983f-4ae3-9b51-8fd2a8c9af2c"
    },
    {
        "page_content": "## Our strategy at a glance\n\nThe Group strategy builds on Swiss Re's strengths and ensures the Group is equipped to meet our key convictions about the future. It is the foundation for delivering value to Swiss Re's stakeholders.\n\n## What we do\n\nHow we do it\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "0fdfc819-fe50-4bc2-b742-78d9b4c1f474"
    },
    {
        "page_content": "Our purpose is to make the world more resilient.\n\nWe do this by placing our clients and partners at the centre of our business.\n\nReinsurance is our core business.\n\nWe act as 'One Swiss Re' based on one foundation.\n\nWe remain flexible towards creating new businesses.\n\nWe address risks across the global economy in three ways:\n\n## Risk transfer:\n\nReducing our clients' risk exposure and that of their customers\n\n## Risk partnerships:\n\nWorking with others to find new and innovative ways to process, transfer and distribute risk\n\n## Risk insights:\n\nHelping our clients better understand and take risks\n\n## We act as 'One Swiss Re',\n\nleveraging strengths and capitalising on synergies across our businesses as we become a more integrated Group.\n\nReinsurance is in the centre as the core of our business, alongside Corporate Solutions, a specialised risk partner for corporate clients, and iptiQ, a digital B2B2C insurance platform.\n\nWe have specific strategic priorities for each business segment. The business segments are supported by the Group.\n\n## Risk transfer\n\nWe work with our clients and partners to re/insure against large losses. Types of risk transfer include: traditional property and casualty and life and health re/insurance; large and complex transactions; and public sector risk transfer, where we work with governments.\n\n## Risk partnerships\n\nThrough strong partnerships, we create platforms to process, transfer and distribute risks. This includes access to capital markets, business-to-businessto-consumer (B2B2C) products and new ecosystems.\n\n## Competitive differentiators\n\nWe focus on three differentiators:\n\n- · Capital strength, with one capital base and a streamlined legal entity structure.\n- · Client approach and access to public sector and corporate partnerships.\n- · Well-established leadership in risk knowledge, including Swiss Re Institute.\n\n## Risk insights\n\nOur research, solutions and tools enable an improved understanding of risks and opportunities. We are leveraging new technology, specifically data and analytics capabilities, to further our ability to offer services and risk insights that help our clients and partners make more data-driven decisions and take risks.\n\nOur platforms include:\n\n- · CatNet®\n- · Magnum\n- · SwiftRe®\n\n## Our people\n\nSwiss Re employees form the basis of everything we do. Our attitude and mindset play a critical role in how we execute on the company's strategy.",
        "metadata": {
            "page": 15
        },
        "id": "2dbc2841-a646-4635-92d6-7877f72b0ffe"
    },
    {
        "page_content": "## O u r m a r k e t c o n te x t\n\nNumerous issues are shaping the world economy and insurance markets.\n\nThese present risks, which in turn create both challenges and opportunities for Swiss Re to support its clients with the knowledge and expertise necessary to meet these challenges.\n\nThis year we have identified four key issues, and their corresponding risks, challenges and opportunities, which are making the biggest impact on the re/insurance industry - and ultimately, on society. These include climate change, cyber risk, health and social inflation.",
        "metadata": {
            "page": 16
        },
        "id": "23d3ec18-70c2-427a-a665-b684a40cabf1"
    },
    {
        "page_content": "<!-- image -->\n\n## Tackling climate change\n\n## The issue\n\nClimate change has far-reaching consequences, impacting weather patterns, natural ecosystems, human health and the global economy. Swiss Re Institute estimates that the impact of rising temperatures could reduce global GDP by as much as 18% by 2050, compared with a world without climate change. This impact can be lessened if decisive actions are taken by the public and private sectors to implement climate adaptation measures and accelerate the transition to a net-zero world.\n\n## The risk\n\nGiven the high public awareness of this topic, there is often a misconception that climate change alone is responsible for the increase in insured losses for natural catastrophes in recent years. In fact, the majority of this increase can be explained by factors such as\n\n## Swiss Re's response\n\n## Commitment to the market\n\nSwiss Re remains committed to its position as a leader in re/insuring against climate-related risks. Its risk transfer capacity is supported by the ability to place risks in the capital markets via the Alternative Capital Partners unit. Further, Swiss Re offers products that de-risk industries such as renewable energy, providing the risk transfer necessary for participants in these industries to access financing and pursue projects.\n\n## Consultation and engagement\n\nAs a global leader in the insurance industry, Swiss Re has a role in supporting other organisations in their efforts to reduce global warming and climate change.\n\nTo this end, Swiss Re is a member of the UN-convened Net-Zero Insurance Alliance and Net-Zero Asset Owner Alliance. In 2021, Swiss Re also joined the Taskforce on Nature-related\n\nrising property values, urbanisation in exposed areas and changing claims behaviour. Climate change does, however, play a significant role in the increasing severity and frequency of secondary perils, such as floods and wildfires.\n\nFinancial resilience is being tested by climate change as property insurance pricing is adjusted upwards to accommodate increasing losses, thereby making insurance protection less affordable. Furthermore, the impact of climate change on human life and health needs to be further understood in order to develop adequate insurance products and close protection gaps.\n\n## The opportunity\n\nCurrently, the majority of climate-related economic losses are uninsured, presenting a significant opportunity for insurers to close\n\nFinancial Disclosures to commit to better and more transparent reporting on nature-related risks.\n\n## Underwriting\n\nSwiss Re's underwriting for climate risks remains robust. The work is underpinned by its global Catastrophe Perils (Cat Perils) team, which comprises more than 50 experts. The team develops Swiss Re's proprietary models for natural catastrophe risks worldwide. These models reflect current and evolving risk drivers such as climate change, urbanisation and various socio-economic trends.\n\nThe Cat Perils team provides more than 190 models across a range of perils, including key exposures such as tropical cyclones in Northern America, winter storms in Europe or earthquakes in Japan. Their work also covers emerging\n\nthis important protection gap. Reinsurers play a key role in providing risk transfer capacity, risk knowledge and long-term investment.\n\nIn recent years, governments have been increasingly entering into public-private partnerships to develop disaster financing solutions for climate risks. This work is continuing to grow, particularly in emerging markets. In addition, there is the opportunity to expand the available insurance capacity via innovative risk transfer transactions with the capital markets.\n\nAs large asset holders, re/insurers can also contribute to climate change mitigation through responsible investing. Swiss Re has already established an ESG investment policy, which includes measures to reduce the carbon impact of our investment portfolio.\n\nsecondary perils such as river flooding in China or hailstorms in Europe.\n\nSwiss Re's models are an important steering tool for property natural catastrophe underwriting. They enable Swiss Re to benchmark business opportunities against profitability hurdles, to determine risk appetite and to assess the level of capital required to support the global property portfolio.\n\nSwiss Re's models ensure underwriters globally have the same knowledge basis for assessing risks, whether they are underwriting risks for smaller clients in the US or working with a global broker in EMEA. This consistency builds confidence in both the accuracy of Swiss Re's costing and the comparison of actual loss experience to modelled and expected losses.",
        "metadata": {
            "page": 17
        },
        "id": "f789f500-f71f-46ff-85a5-39c5d59ce836"
    },
    {
        "page_content": "<!-- image -->\n\n## Cyber risks\n\n## The issue\n\nCyber attacks are growing in size, frequency and sophistication, and have been exacerbated by the effects of the COVID-19 pandemic. The increase in remote working via less secure private networks has made people and organisations more vulnerable to opportunistic attacks. Cyber risks are by now ubiquitous and affect almost all areas of our lives and working environments.\n\n## The risk\n\nBusinesses, individuals and all kinds of organisations face cyber risks in a number of ways, from classical data privacy breaches to the interruption of operations or extortion.\n\nA cyber attack on critical infrastructure, for example, could pose a serious threat to society.\n\nCyber insurance has a significant potential for risk accumulation and its impact could spread across an insurer's portfolio. It is also important for insurers to be aware of issues such as 'silent-cyber', where cyber risks may be covered in insurance policies without specific wordings to that effect.\n\n## The opportunity\n\nPremiums for cyber insurance increased from USD 5.5 billion in 2020 to USD 8 billion in 2021 and continue to grow at a fast pace.\n\nAs cyber exposure evolves, Swiss Re continuously increases its risk knowledge and data capabilities in order to better understand and model the risks. This helps us to develop the best insurance and reinsurance products for our clients.\n\n## Managing cyber risks\n\nAs cyber threats are unlikely to abate in the foreseeable future, organisations must allocate sufficient resources to training their people and enhancing cyber security processes, policies and technology. Furthermore, governments and regulators need to set up the right framework for economies and societies to become more resilient against cyber threats.\n\nInsurers can support policyholders with tailored risk management services and by encouraging good risk management practices.\n\nSwiss Re is able to respond quickly to developments in the cyber insurance space, for example, by adjusting underwriting guidelines or costing parameters to account for changes in the risk landscape.\n\nGiven the importance of this risk class, Swiss Re has a dedicated Cyber Centre of Competence responsible for modelling and overseeing cyber risks.\n\n<!-- image -->\n\nPremiums for cyber insurance grew to USD 8 billion in 2021 from USD 5.5 billion in 2020\n\nThe centre's team uses two types of risk models: Probabilistic models determine the expected frequencies with which certain levels of loss might hit our portfolio. Deterministic tools, our second approach, are scenario-based, assessing the potential impact of single large events, such as major cyber attacks threatening society at large.\n\nThis team is Swiss Re's guardian for underwriting cyber risks, overseeing steering capacity, costing, governing certain exclusions and ensuring a thorough understanding of accumulation in the portfolio. They also identify and ring-fence 'silent cyber' risks, ensuring that cyber-induced losses in the traditional lines of business are kept under control.\n\nTo further ensure a solid data-led underwriting, the Cyber Centre of Competence is developing the 'Cyber Data Ocean', a proprietary repository for information on cyber incidents, risk drivers and cyber threat intelligence.",
        "metadata": {
            "page": 18
        },
        "id": "2dd3244f-56df-4b58-8271-49a371a4a341"
    },
    {
        "page_content": "## Health\n\n## The issue\n\nThe global health crisis caused by the COVID-19 pandemic has created a range of knock-on effects for both individual health and health systems. For example, the unpredictability of the virus, the enforced isolation and the resulting financial instability have had adverse impacts on people's physical and mental health.\n\nAccording to a WHO survey from 2020, more than half of 163 countries surveyed have experienced disrupted health services due to COVID-19 as they switched to crisis mode.\n\n## The risk\n\nThe reduction in health services is potentially dangerous for individuals. With fewer people actively seeking help for critical medical conditions including hypertension, diabetes, cardiovascular emergencies and cancer treatment, there is a risk that health care, morbidity and mortality costs could increase in the future.\n\n## The opportunity\n\nMental health is an excellent example of how life and health insurance can go beyond covering the costs of treatments by offering policyholders access to preventative solutions, including minimally disruptive, low-cost interventions. These types of services can both offset and mitigate higher claims. In 2021, for example, Swiss Re developed solutions specifically for mental health. This included a partnership with mental health platform Wysa to develop an app that includes improved monitoring of mental health and supports insurers in their goal of improving products and the consumer experience.\n\nSwiss Re is seeing opportunities to deploy its knowledge on lifestyle factors, pandemic costs and public-private partnerships directly to its clients. This work includes updating Life Guide, Swiss Re's own life and health underwriting manual, so that clients can incorporate COVID-19-specific factors as well as lifestyle factors into their underwriting.\n\nOne area of concern is the rise in anxiety and depression that is strongly associated with the pandemic. This has been observed especially among the younger population, with several studies showing clear agedependent differences in stress and depression rates.\n\n<!-- image -->\n\n## L&H underwriting innovation\n\nSwiss Re is well-equipped to respond to evolving health trends. L&H Underwriting Research and Development is a global team of underwriters, medical officers and research analysts that helps Swiss Re and its clients to address developments.\n\nThe team has three priorities: carrying out research and development to drive growth and protect against risk, developing underwriting tools and maintaining underwriting standards and governance.\n\nDuring the COVID-19 pandemic, the team's research on the virus' impact on L&H underwriting meant that Swiss Re was the first re/insurer to provide underwriting guidance on this issue.\n\nOne of the team's chief tasks is to maintain the medical underwriting guidelines in Life Guide. For example, in 2021, the team implemented a new 'cardiometabolic calculator', which incorporates Swiss Re's research around mental well-being, physical activity, environment, sleep, nutrition and substance use into our underwriting guidelines.\n\nOne important area for the team is how to make underwriting more precise, personalised and forward-looking. This includes investigating how data might be used to encourage policyholders to adopt healthier lifestyle habits.",
        "metadata": {
            "page": 19
        },
        "id": "43484117-2a5a-4939-8bce-870d9093af9c"
    },
    {
        "page_content": "<!-- image -->\n\n## Social inflation\n\n## The issue\n\nThe term social inflation refers to an increase in litigation, plaintiff-friendly judgements and higher jury awards. This is resulting in legal compensation costs over and above basic economic trends. Social inflation is driven by non-economic factors which include the increasing sophistication of plaintiff attorneys, negative sentiment towards corporations and an increased propensity to sue. Its effects are most strongly felt in the US due to a rise in verdicts where settlements exceed USD 10 million. These are mostly driven by outsized awards for non-economic damages.\n\n## The risk\n\nThe COVID-19 crisis is likely to amplify rather than alleviate contributing societal factors, such as economic, educational and health inequality. This could lead to a hardening of public sentiment and attitudes towards insurers' interpretation of coverage levels and limits.\n\n<!-- image -->\n\nWithout a broader policy reset to reduce inequality, social inflation is here to stay.'\n\nFurther, the rising use of litigation financing, where legal costs are funded by a third party in exchange for a portion of the awards, could impact future claims trends by contributing to an increase in court cases - especially class actions. Of the USD 17 billion investment into litigation funding globally in 2020, more than half was deployed in the US, according to a recent Swiss Re Institute study. Currently, major risks such as the increasing and long-term use of opioids and talcum powder are being litigated in US courts. Without a broader policy reset to reduce inequality, social inflation is here to stay.\n\n## The opportunity\n\nThe costs of social inflation are ultimately borne by consumers through higher prices for goods that reflect the higher costs of litigation and insurance. There is an opportunity for governments to create positive change for society, such as through the revision of legislation to create more predictable trials or through measures to reduce social, educational and health inequality.\n\nSwiss Re has taken a cautious stance by reducing exposure to social inflation over the past two years and continues to tightly manage it.\n\n## Understanding new societal risks\n\nUnderstanding the factors that contribute to social inflation will provide corporations and insurers with the skill set to better predict potential risks and losses that could result from certain claims and suits.\n\nStandardised data sets on the drivers of this issue are not yet available. Swiss Re's Casualty Research and Development team is developing techniques to monitor trends and to anticipate the next wave of social inflation. For example, they have analysed the increase in legal companies' use of advertising and how this is helping them to recruit plaintiffs for class actions.\n\nThe team comprises 22 members in Zurich, Bangalore and Armonk. With their expertise in quantitative sciences, they build forwardlooking risk models in areas where historical data is difficult to find or simply non-existent - such as trends connected to social behaviours and legal changes.\n\nThe rapid rise in social inflation has been the team's biggest challenge over the past years. They have contributed to advancing the development of forward-looking underwriting, managing liability exposure and strengthening the detection capabilities of early warning signals.\n\nFurthermore, Swiss Re Institute recently published a research paper, 'US litigation funding and social inflation: the rising costs of legal liability', which explores how litigation funding is contributing to social inflation in the US by incentivising litigants to initiate and prolong lawsuits.\n\nHigher claims costs drive up insurance premiums, reduce the availability of liability cover and lead to higher uninsured legal liability risks for US businesses. These costs are ultimately paid by consumers.",
        "metadata": {
            "page": 20
        },
        "id": "90f77c2d-b19c-4e30-a93a-c918cbcb9a9e"
    },
    {
        "page_content": "## O ur s t r at e g y i n ac tio n\n\n## In this section\n\n| Risk transfer     |   22 |\n|-------------------|------|\n| Risk insights     |   30 |\n| Risk partnerships |   38 |",
        "metadata": {
            "page": 21
        },
        "id": "9703e13b-6b00-4e16-8291-8c9266924b06"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 22
        },
        "id": "629f6128-18a3-43b5-bd55-2a3939ecbca4"
    },
    {
        "page_content": "## Our strategy in action\n\n## Risk transfer\n\nQ3 20\n\nQ2 20\n\n## of peak scenarios\n\nThe chart above illustrates the peaks in mortality trends in the US in the first half of 2021. Events like this can impact life insurers, who carry the risk on life insurance policies. Risk transfer through reinsurance is an important way of managing these peak risks.\n\nSource: Center for Disease Control and Prevention, data until 5 June 2021 as of 22 July 2021.\n\n<!-- image -->\n\nRisk transfer is at the heart of all Swiss Re businesses, from Reinsurance and Corporate Solutions to Swiss Re's digital white-labelling platform iptiQ.\n\nRisk transfer begins when someone has something valuable that they cannot afford to lose. This could be tangible, such as a house, a car, or even a mobile phone. Life insurance serves the need for people to ensure the ongoing financial well-being of their family should they pass away, or become ill or unable to work.\n\nThe global insurance industry has grown from this simple need for people to protect things that are of value to them.\n\nFor nearly 160 years, Swiss Re has been successfully supporting the insurance industry. From cyber attacks to natural\n\ncatastrophes, pandemics and many other risks, clients can rely on Swiss Re to assist them in times of crisis.\n\nSwiss Re's business model works because the company has built up the knowledge and financial strength to understand and absorb the costs of peak risks. Swiss Re's scale provides the diversification necessary to absorb large shocks.\n\nThe following pages focus on Swiss Re's Reinsurance business to demonstrate how the unit supports the global insurance industry and creates value for Swiss Re's stakeholders.\n\n140%\n\n100%",
        "metadata": {
            "page": 23
        },
        "id": "57bc9905-959b-479b-9c36-affb229323cd"
    },
    {
        "page_content": "## An attractive business that delivers in times of crisis\n\nRisk transfer through reinsurance is the powerhouse of Swiss Re's earning potential and value creation for shareholders.\n\n<!-- image -->\n\nSince the inception of the Reinsurance Business Unit in 2012, the business has earned over USD 288 billion in net premium and fee income, generating an aggregated US GAAP net income of USD 21.9 billion at an average return on equity of 12% per year.\n\nIn 2021, the Reinsurance business delivered a net profit of USD 1.6 billion. This comprised a P&C Re net profit of USD 2.1 billion, which offset L&H Re's net loss of USD 523 million as the segment was impacted by high COVID-19 claims.\n\nThese results are testament to the strength of Swiss Re's diversified business model. A similar proof of the value of diversification occurred in 2017, when L&H Re's USD 1.1 billion in net income helped to offset the USD 413 million loss in P&C Re, caused by losses from the Harvey, Irma and Maria trio of hurricanes.\n\nThat year, the Group absorbed the P&C natural catastrophe losses for the year and delivered on its commitment to return USD 2.6 billion to shareholders in the form of dividend payments and a share buyback.\n\n## 2021: Proof of concept for Reinsurance\n\nIn a year dominated by the COVID-19 pandemic, Swiss Re's Reinsurance provided strong support for clients. In 2021, Reinsurance served its clients with USD 28.4 billion in claims support and reserves for future expected claims. In 2021, Reinsurance set aside almost USD 2 billion in mortality claims and reserves related to the COVID-19 pandemic.\n\nWhile the COVID-19 impact is significant, it represents an additional claims burden of only 7% of Reinsurance's total claims support for clients for the year.\n\nIn fact, Swiss Re's business is designed to withstand pandemics. Since 2006, Swiss Re has been using its own pandemic model to estimate the potential impact on our portfolios from lethal pandemics and inform key business decisions, such as setting risk appetite, pricing for pandemic risk and managing capital. The pandemic model is constantly improved and updated, as new knowledge emerges, and is regularly audited.\n\nFurther, peak events such as COVID-19 strengthen ties to clients, as Swiss Re delivers not only claims support, but valuable research and technical knowledge.\n\n## Supporting a trillion-dollar global market\n\nThe scale of the global insurance industry is vast. In 2021 alone, global insurance premiums reached USD 7 trillion. The life insurance industry's part of that pool was USD 3.1 trillion.\n\nThe opportunities for growth are attractive. In 2021, the global primary life market grew by 5% to a total of USD 3.1 trillion. Swiss Re Institute forecasts continuing growth of 3% in 2022 and 2023 for primary life business.\n\nLife reinsurance premiums, which are currently estimated at USD 110 billion globally, are forecast to have similar growth rates.\n\nAn important factor behind the growth in reinsurance premium is the increasing demand for large transactions, where insurance clients require a tailor-made reinsurance solution for a specific issue.\n\nThis type of reinsurance plays directly to Swiss Re's strengths of innovation combined with in-depth knowledge of our clients' needs built up over a long-term relationship.\n\nUSD 3.1 tr\n\nGlobal life premiums in 2021\n\n<!-- image -->\n\nSwiss Re Institute's projected growth rate for life insurance in 2022\n\n<!-- image -->\n\nSwiss Re's business is designed to withstand large shocks such as pandemics and natural catastrophes.'",
        "metadata": {
            "page": 24
        },
        "id": "1700b88c-0130-4bfd-8b61-338b53664a2f"
    },
    {
        "page_content": "## A strong long-term business\n\n<!-- image -->\n\n<!-- image -->\n\nP&C Premiums earned & fee income\n\nL&H Premiums earned & fee income\n\nP&C Net income\n\nL&H Net income\n\nReinsurance has been the powerhouse of Swiss Re's business since the inception of the current Business Unit in 2012. Over the last ten years, the Business Unit has generated USD 288 billion in premium and fee income, with an aggregate US-GAAP net income of USD 21.9 billion.\n\n<!-- image -->\n\n<!-- image -->\n\nUSD 21.9 bn\n\nTotal net income for the Reinsurance Business Unit since 2012\n\nUSD 288 bn Total net premiums and fee income for the Reinsurance Business Unit since 2012\n\n12 %\n\nAverage annual return on equity for the Reinsurance Business Unit since 2012\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 25
        },
        "id": "039fad04-60f4-48a0-ba45-b89dd716a04f"
    },
    {
        "page_content": "## Beyond 'insurance for insurers'\n\nReinsurance's core function is to act as an 'insurer for insurers'. However, this is only one part of the value for clients. Swiss Re's Reinsurance Business Unit has two further strategic pillars that complement the core traditional risk transfer business.\n\nThe first pillar, 'Transactions', provides tailored reinsurance transactions to solve a client's specific strategic need. The 'Solutions' pillar provides clients with access to new technologies, products and ideas to grow their business or improve profitability. Together, these two additional pillars open up important new business opportunities for Swiss Re.\n\n## Tailored transactions\n\nTailored reinsurance covers are designed to transfer risk in a way that helps a client realise a specific strategic goal. Although tailored reinsurance covers can be complex, they can make all the difference for the underlying financial goals of the client.\n\nFirstly, a client may have a very specialised type of business that requires equally specialised protection. For example, in 2021, Swiss Re structured a longevity deal for an\n\n## Vita: ILS and risk transfer\n\nInsurance-linked securities (ILS) transfer insurance-related risks to the capital markets. Investors in these securities usually receive an attractive fixed interest rate, and in return, the funds they pay can be used to pay out an underlying reinsurance contract if and when it is needed. This effectively allows an insurance or reinsurance company to tap into the additional risk capacity offered by capital markets.\n\nILS is most well known for catastrophe bonds, where re/insurers share the risks of natural catastrophes. Typically, under such agreements, if a hurricane or earthquake of a defined strength occurs in a certain\n\ninsurer covering the annual pension payments for a large UK manufacturer. This specialised reinsurance agreement covers the insurer against the risk that people invested in the pension fund live longer than what is budgeted for.\n\nAnother reason to use a tailored risk transfer arrangement is to unlock statutory capital. In 2021, Swiss Re worked with a US life insurer to develop a strategic, tailored reinsurance agreement covering term life insurance policies issued over the past 12 years. This reserve transaction unlocked USD 1 billion of statutory capital for the client.\n\nTailored reinsurance covers helped several clients in 2021 in the wake of man-made disasters and natural catastrophes, where Swiss Re's expertise can ensure the long-term stability of the client's capital adequacy following large payouts.\n\ngeographical region, the bond is triggered, and the funds can be used to pay the reinsurance obligations stipulated in the contract.\n\nSince 1997, the catastrophe bond market has proven very attractive for both investors and re/insurers. In fact, 2021 saw a record issuance of USD 12.8 billion in cat bonds to the world market.\n\nAlthough small, the Life ILS market is an innovative way for life reinsurers to transfer peak risks to the capital markets. Often, life risks can be combined with other risks to make a catastrophe bond more diversified.\n\nSwiss Re also helps clients with so-called 'long-tail business', for example, where a casualty insurer has built up a portfolio covering claims decades into the past. This type of insurance business can be capital intensive to maintain and requires significant operational resources. Swiss Re's tailored reinsurance helps clients to better structure their legacy portfolios and make the best possible use of their capital and operations.\n\nSwiss Re's Reinsurance Business Unit completed a record number of  tailored reinsurance covers in 2021. By providing this highly specialised expertise, and sharing in the risk, tailored transactions give Swiss Re a significant market advantage.\n\n## 'Solutions': Technology and expertise\n\nReinsurance is also a great source of risk knowledge for insurers.\n\nFor example, Swiss Re is transforming the life insurance business through its automated underwriting solutions. Its suite of automated underwriting tools creates a much more streamlined onboarding process for life insurance customers. This can cut costs for insurers by reducing their workload. It can also grow their business by making life insurance more accessible for new customers.\n\nSwiss Re's original Vita programme, launched in 2003, was the pioneer for Life ILS globally.\n\nIn 2021, Swiss Re issued Vita VI. This bond gives Swiss Re USD 120 million of extreme mortality protection against losses in Australia, Canada, the UK and the US, running from 2021 until the end of 2025. Although COVID-19 deaths are excluded in 2021, the bond will cover deaths from COVID-19 as of 2022.",
        "metadata": {
            "page": 26
        },
        "id": "50fdf3f2-9dc8-42a3-9f9b-fca046388cd7"
    },
    {
        "page_content": "<!-- image -->\n\n800 Insurance companies\n\nusing Life Guide\n\n## Life Guide\n\nLife Guide is Swiss Re's own life and health underwriting guide, which is used by over 800 companies in more than 100 countries across the globe.\n\nConsistently ranked as the top underwriting manual for life insurance in the prestigious annual NMG survey of the insurance industry, Life Guide combines medical and underwriting expertise with the analytics needed to assess life insurance applications.\n\nLife Guide is developed and maintained by Swiss Re's underwriters, doctors and actuaries, who monitor the latest medical, regulatory and technological developments.\n\nThe guide was further enhanced in 2021. One important new feature is the 'cardiometabolic calculator', which helps underwriters understand risks that have complex health interactions, such as diabetes and smoking. Significant lessons learned for underwriters from the COVID-19 pandemic were also recently added to Life Guide.\n\n1.3 m Devices equipped with Magnum in China\n\n## Magnum\n\nTraditionally, underwriting life insurance was a lengthy process involving medical tests and lengthy questionnaires. Swiss Re's Magnum shortens this process via an automated underwriting platform.\n\nThis enables insurers to provide their customers with an efficient, simplified application process for life insurance.\n\nMagnum is used by more than 60 insurers in 26 countries. In China alone, it is used on 1.3 million devices.\n\nBecause it is powered by Life Guide, clients are secure in the knowledge that there is no trade-off between efficient applications and quality underwriting.\n\n90 -95 % Acceptance rate for applications with Smart Access\n\n## Smart Access\n\nSimplified underwriting is instrumental in making insurance more accessible. However, there are applicants who will not be accepted through this simplified process because they have certain medical conditions.\n\nSmart Access is a solution that evaluates these more complex cases in a cost-effective manner. The application builds on Magnum to further assess an application at the point of sale. Smart Access can assess any insurance request by asking the customer basic questions about their condition.",
        "metadata": {
            "page": 27
        },
        "id": "df7dd375-7c36-472b-bdda-5fad395e764a"
    },
    {
        "page_content": "## Resilience in numbers\n\nIn partnership with its clients, L&H Re's work benefits millions of families across the globe.\n\n## USD 14 bn\n\nL&H Re claims and annuity payments in 2021\n\n<!-- image -->\n\n1\n\n237\n\nmillion family members1 covered by Swiss Re's L&H Re reinsurance policies\n\n186\n\nmillion policies reinsured\n\nNumbers for family members, number of policies and number of claims payments based on technical accounting claims data. Figures cover Asia, Australia and New Zealand, UK, North America, Germany, Austria and Switzerland. Medical reimbursement includes EMEA (excluding UK/Nordics and Germany), Latin America and Asia.\n\n<!-- image -->",
        "metadata": {
            "page": 28
        },
        "id": "d48bdfed-0290-4d60-8ed9-d047c1eb17da"
    },
    {
        "page_content": "## Mortality\n\nmillion policies\n\n72\n\n116 000 claims benefitting 177 000 family members\n\n<!-- image -->\n\n## Annuities\n\n<!-- image -->\n\n0.6\n\nmillion policies\n\n601 000 payments supporting 800 000 family members\n\n<!-- image -->\n\n## Disability income\n\n<!-- image -->\n\n9\n\nmillion policies\n\n44 000 claims supporting 110 000 family members\n\n## Medical reimbursements\n\nmillion reimbursements\n\n31\n\n7.4 million claims paid supporting 7.4 million family members\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Critical illness\n\n73 million policies 36 000 individual claims\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "49301f69-99e1-4ff1-8f2c-88dc7235a56f"
    },
    {
        "page_content": "30\n\nSwiss Re\n\nBusiness Report 2021\n\nLocal impact",
        "metadata": {
            "page": 30
        },
        "id": "857b041c-813a-4607-a519-79e4e095f640"
    },
    {
        "page_content": "## Our strategy in action Risk insights\n\n## Global solutions\n\nIn 2021, there was significant flooding around the town of Kempsey in eastern Australia. The images on these pages show satellite data captured by Swiss Re's partner ICEYE. This highly granular flood data provided the insights for Swiss Re's experts to deliver an initial risk assessment for clients just three days after the start of the flooding.\n\nSource: ICEYE, Google Maps\n\nSwiss Re's risk insights fuel the models and tools that underwriters use to assess risk, write profitable business and enable cutting-edge, innovative risk solutions, thereby creating value for our shareholders, clients and society.\n\nThe following pages demonstrate Swiss Re's risk insights in action. The journey starts with a suitcase-sized satellite delivering climate data that can be overlaid onto Swiss Re's insurance portfolios.\n\nBy combining this data with the latest portfolio analytics, Swiss Re's teams have been able to drastically cut the time needed to analyse major flood claims from months to only a few days.\n\nThe ability to price risk makes Swiss Re a valuable knowledge partner for governments and corporations as they respond to issues such as climate change or pandemics.\n\nThe work in this area goes beyond risk transfer. Swiss Re is a thought leader in the discussion around how to mitigate the impact of risk, protecting insured assets from damage through cost-effective measures.\n\nSwiss Re's risk insights take the business model beyond conventional reinsurance into new products, services and even entirely new models for risk business.\n\nThis work is opening up new solutions, partnerships and business opportunities to monetise risk knowledge.",
        "metadata": {
            "page": 31
        },
        "id": "a5750306-f9e9-493c-a1f0-8c6eee3c3e4f"
    },
    {
        "page_content": "## Risk insights\n\n## The data revolution: Creating value from risk insights\n\nSatellite imagery and data is an important part of Swiss Re's quest to lead a data-driven revolution for insurance. Given the complexity and size of the modern global risk pool, a high-tech approach to claims and underwriting is essential for the future of the insurance industry.\n\nOrbiting 500 kilometres above the earth's surface, Swiss Re's partner ICEYE, a Finnish microsatellite manufacturer, has a fleet of suitcase-sized satellites collecting real-time data on the behaviour of water and the earth's surface.\n\nUsing advanced radar-based technology, these satellites can peer through cloud cover, volcanic ash and even the most violent of hurricanes to measure how floods and other natural catastrophes are impacting specific regions as they occur.\n\nThe data-driven revolution is already yielding results for Swiss Re's clients. In March 2021, for example, Swiss Re used satellite images of large-scale flooding in eastern Australia to provide clients with a damage assessment of the emergency. This work combined satellite data analysis of the depth of the flood water with an in-depth portfolio analysis of the insured risks in the affected area.\n\nWithout needing to access the flood region, Swiss Re's experts could accurately calculate the impact across clients' portfolios. This analysis took three days. Previously, the process would have taken months, with experts needing to first gain access to the region before conducting lengthy assessment processes.\n\nICEYE is just one cutting-edge data partner working with Swiss Re to develop new products and services. For example, together with Dutch satellite data provider, VanderSat, Swiss Re has developed drought covers based on satellite measurements of soil moisture. Another initiative includes livestock protection based on publicly available satellite data in Kenya.\n\n## CatNet® and climate solutions\n\nSwiss Re's flagship underwriting platform CatNet® is the backbone of its natural catastrophe risk business. This platform is an online atlas that allows insurance experts to understand exposure to a variety of natural catastrophe hazards anywhere in the world.\n\nIn 2021, CatNet® was upgraded to provide even more accurate real-time insights into natural catastrophe risks such as floods, storms and earthquakes.\n\nWith the latest upgrades to CatNet® Premium, clients can upload 10 000 single locations to give them a customised view of their global portfolios. This makes it one of the richest and most versatile climate risk insight platforms in the insurance industry.\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "f30ebf7b-2996-46ab-b47d-a0d235a294d8"
    },
    {
        "page_content": "<!-- image -->\n\nA further specialised offering from Swiss Re Corporate Solutions is the Climate Risk Score, which allows companies to assess the impact of physical climate risk on their portfolios. The tool combines forwardlooking climate data with known risk zones to create a high-resolution assessment of climate risk on a company's assets. Advice on mitigation techniques and risk transfer options are offered as part of the Climate Risk Score solutions suite.\n\n## Mitigation as a risk service\n\nIn recent years, many governments and their agencies have drawn on Swiss Re's risk knowledge to better prepare for disasters and develop strategies to minimise the impact of natural catastrophes.\n\nThis work has a rich history beginning with the ground-breaking 'Economics of Climate Adaptation' methodology from 2009, which laid out an approach for calculating the cost efficiency of climate mitigation measures.\n\nIn 2021, Swiss Re could draw on this experience to support the mitigation of bushfire losses for AusNet Services, which operates electricity networks in some of the most bushfire-prone areas of Australia.\n\nThe energy and utilities sector is highly exposed to wildfire losses. In one case, a Californian energy company was driven into bankruptcy following more than USD 15 billion of losses resulting from wildfire liability claims.\n\nAfter the Australian bushfires in the summers of 2019 and 2020, AusNet wanted to better understand the key risk drivers of bushfire, including the impact of climate change on this peril.\n\nSwiss Re's team drew on its risk insights from related work in California as well as its expertise on the climate science behind increasing wildfire risks.\n\nSwiss Re recommended a host of mitigation measures, as well as novel risk transfer possibilities for AusNet to explore, particularly around the latest technologies such as drone and satellite imagery, as well as making use of insurance-linked securities.\n\n## Stronger business\n\nA high-tech, data-driven and scientific approach to claims and underwriting is critical for the future of the insurance industry. This is especially so in areas such as urbanisation\n\nor changing social liability trends where historical data may not give an accurate picture of the current vulnerability of a certain risk.\n\nAs a result, Swiss Re's underwriting teams continue to push for rich data sources that can improve their risk knowledge. In many cases, the teams need to think outside of the box. Swiss Re's Biodiversity and Ecosystem Services Index, for example, maps the economic decline of reduced biodiversity. This data now feeds directly into CatNet®.\n\nSwiss Re's Casualty Research and Development team have also been tracking the spend of US law firms and incorporating this data into forward-looking casualty models for liability business.\n\nWhether powered by a suitcase-sized satellite or via public data sources, Swiss Re's risk insights keep us at the forefront of the re/insurance industry, driving innovation and supporting underwriting across Swiss Re's entire portfolio.",
        "metadata": {
            "page": 33
        },
        "id": "3ce7ffbd-980c-4058-bfbc-4325347a697e"
    },
    {
        "page_content": "## Getting the right returns:\n\n## The importance of accurate underwriting\n\nSwiss Re's business is based on the ability to accurately price risks, even in a rapidly changing environment. Swiss Re Institute regularly examines the underwriting approach to climate-related risks. In 2021, the analysis was positive for this business segment.\n\n<!-- image -->\n\nSwiss Re Institute's work centred on assessing the so-called technical profitability of the business. In simple terms, this is whether the pricing for a portfolio of risks is enough to cover the claims, capital costs and operating expenses that come from the business.\n\nThe analysis focused on the 13 years from 2009 to 2021, where the underlying data was comparable and robust. In this period, the premium income for natural catastrophe business was adequate to cover claims in 11 of those years.\n\nThere were two extraordinary years when claims exceeded premiums during that period. In 2011, there was extensive flooding in Thailand and Australia, an earthquake in New Zealand and an earthquake and tsunami in Japan.\n\nThe second year was 2017, when hurricanes Harvey, Irma and Maria occurred, as well as Cyclone Debbie, wildfires in California and an earthquake in Mexico. Both years resulted in claims of more than USD 4 billion each.\n\nWhen considering the entire 13-year period, the analysis showed that profits from the natural catastrophe book remained strong. Over the period, Swiss Re paid out more than USD 23.6 billion in natural catastrophe claims. However, the Group's risk insights, reflected in its pricing approach, allowed Swiss Re to absorb those claims and achieve a technical underwriting margin of USD 16.4 billion.\n\nProviding accurate underwriting is critical for Swiss Re to support clients and deliver returns to shareholders.\n\nRisk modelling for natural catastrophe risks is becoming broader and more sophisticated, with a data-driven approach that builds on vast and constantly updated data sets.\n\nOngoing analysis helps to identify long-term trends that are often masked by high volatility across single years.\n\nIn-depth risk insight is also instrumental in helping Swiss Re grow its property insurance book, which is the main driver for Swiss Re's natural catastrophe business.\n\nUSD 23.6 bn Swiss Re's gross claims payments for large natural catastrophes from 2009-2021\n\nUSD 16.4 bn Swiss Re's technical margin on\n\nnatural catastrophe-related business from 2009-2021\n\nThe business opportunity is there: over the next 20 years, Swiss Re Institute estimates that property insurance premium globally will triple to USD 1.3 trillion. Swiss Re's underwriting provides an excellent basis to continue as the world's leading reinsurer for climate-related natural catastrophe risks.",
        "metadata": {
            "page": 34
        },
        "id": "92f7257c-448f-4562-a2c3-6160ae906529"
    },
    {
        "page_content": "<!-- image -->\n\nProperty insurance premiums globally are set to triple to USD 1.3 trillion by 2040, according to Swiss Re Institute. Swiss Re's research ensures that it is well-positioned to achieve profitable long-term growth in this segment.\n\n## Urbanisation and urban sprawl: the key drivers of future claims\n\nRapid change to human settlement is the leading driver of natural catastrophe loss increases. This makes it a priority for Swiss Re's research around climate risks.\n\nUrbanisation is a concern for reinsurers for two main reasons. Firstly, cities concentrate insured assets in a relatively small area - often along coastlines or major rivers exposed to flooding or windstorms. High concentrations of value in an exposed area mean that a single event can cause very high insured losses for property and business interruption.\n\nSecondly, urbanisation and urban sprawl bring significant changes to the vulnerability of a built-up environment.\n\nUrban sprawl into former flood plains can seal ground surfaces, diminishing nature's ability to retain flood water and increasing the impact of flooding.\n\nUnderstanding urbanisation trends is important for natural catastrophe risk models because our models need to be calibrated on the cities of today or the near future.\n\nFor this reason, Swiss Re has invested into techniques that move our underwriting away from a reliance on historical claims that are based on very different urban landscapes. This modelling is key to provide underwriters with an accurate view of the risks.\n\n## Underwriting can factor in climate change over the long term\n\nAlthough climate change is well-researched, the potential consequences for weatherrelated catastrophes remain highly uncertain over the long term. For property underwriting, however, there is the advantage that changes to natural catastrophe activity are taking place slowly - over decades.\n\nThis is an important point for Swiss Re's underwriting approach. As a rule, most property reinsurance contracts are generally renewed yearly and can be repriced to consider both the actual losses that occur as well as any updated model assumptions.\n\nThis regular update on the pricing for business affected by natural catastrophes effectively gives us the means to price in the effects of climate change as existing business is renewed.\n\n<!-- image -->\n\n## Key publication in 2021: Economics of Climate Change\n\nIn 2021, the 'Economics of Climate Change' publication presented Swiss Re's Climate Economics Index - a stress test of climate risks on 48 countries, representing 90% of the world economy.\n\nThe report found that the world stands to lose as much as 18% of total economic value from climate change if temperature increases stay on the current trajectory, and both the Paris Agreement and 2050 net-zero emissions targets are not met.\n\nThe publication was Swiss Re's most downloaded publication to date and was covered by the New York Times, The Guardian and CNN.",
        "metadata": {
            "page": 35
        },
        "id": "6357675b-0f39-4920-a2f3-85cb9947864a"
    },
    {
        "page_content": "## Risk insights\n\n## Swiss Re's track record on climate change knowledge\n\n## 1929\n\nSwiss Re General Manager Erwin Hürlimann provides Swiss Re's earliest recorded acknowledgement of the impact of climate changes on underwriting:\n\n'In view of the persistently unfavourable course of the hail business, we wonder whether the deeper causes are not to be sought in certain climatic changes, which make the present tariff rates based on earlier experience appear inadequate.'\n\n1 9 2 9\n\n<!-- image -->\n\n## 1965\n\nHurricane Betsy triggers an advance in modern natural catastrophe covers\n\n## 1992\n\nHurricane Andrew\n\n## 1979\n\n## 1997\n\nEntered insurance-linked securities market with first catastrophe bond issuance\n\n## 1998\n\nOngoing analysis of developments in climate research\n\n## 1999\n\nWinter storm Lothar\n\n## 1994\n\nSwiss Re's research identified CO2 emissions and global warming as an emerging risk\n\nFirst publication dedicated to global warming\n\n## 1995\n\nSigned Statement of Environmental Commitment, UNEP initiative\n\n## 1996\n\nPublished first Corporate Environmental Report\n\nProprietary green investment portfolio established",
        "metadata": {
            "page": 36
        },
        "id": "732fd0e2-8783-48d3-86f5-3e58ef75a0be"
    },
    {
        "page_content": "## 2002\n\nPublished 'The role of the insurance industry in the context of climate change'\n\n## 2003\n\nLaunched Swiss Re's CatNet® tool\n\nLaunched Greenhouse Neutral Programme, achieving total reduction of 80% in CO2 emissions per employee (FTE) by end of programme in 2020\n\nOffset all CO2 emissions from operations, making Swiss Re fully carbon-neutral\n\n## 2005\n\nHurricanes Katrina, Rita and Wilma\n\n## 2011\n\nThailand floods\n\n## 2012\n\nSigned Principles for Sustainable Insurance\n\n## 2014\n\nCommitted USD 10bn of Swiss Re's risk capacity to help governments with climate risks\n\n## 2015\n\nSigned Paris Pledge for Action\n\n## 2016\n\nPublished first climate-related financial disclosures (TCFD) as a founding TCFD member\n\n## 2007\n\n## 2019\n\nCo-founded UN-convened Net-Zero Asset Owner Alliance\n\nCommitted to achieve net-zero emissions in our operations by 2030\n\n## 2020\n\nRevised oil and gas policy, with aim of phasing out most severe carbon risks in this sector\n\nLaunched Biodiversity and Ecosystem Services Index\n\nObtained 100% of power supply from renewable sources\n\nAnnounced internal carbon levy at USD 100 per tonne of CO2\n\nSet target to reduce emissions from air travel by 30% (relative to 2018)\n\nLinked compensation to sustainability performance targets across whole Group\n\n## 2017\n\nLaunched COyou2 Programme to help employees reduce their private carbon footprint\n\nSigned UN Principles for Responsible Investment (PRI)\n\n## 2008\n\nPublished 'Pioneering Climate Solutions'\n\nHurricane Ike\n\n## 2009\n\nIntroduced Sustainable Business Risk Framework\n\nReinsured the Caribbean Catastrophe Risk Insurance Facility (CCRIF)\n\nPublished 'Economics of Climate Adaptation'\n\n## 2021\n\nShifted investment portfolio to follow ESG benchmarks\n\nFirst payout of the Kenya Livestock Insurance Programme\n\nHurricanes Harvey, Irma and Maria\n\nCyclone Debbie\n\nWildfires in California\n\n## 2018\n\nIntroduced thermal coal policy, with aim of gradual coal phase-out\n\n## 2019\n\nSigned Business Ambition for 1.5°C to limit temperature rises, committing to net-zero emissions in re/insurance and investments by 2050\n\nCo-founded UN Net-Zero Insurance Alliance\n\nSigned first ever ten-year agreement for direct air capture and storage of carbon dioxide with Climeworks\n\nAnnounced ambitious carbon reduction target for its investment portfolio of 35% by 2025\n\nPublished 'Economics of Climate Change' and 'The Insurance Rationale for Carbon Removal Solutions'\n\n<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "df3aff14-aaed-45bf-94b0-09efdb51c156"
    },
    {
        "page_content": "38\n\nNew\n\npartners",
        "metadata": {
            "page": 38
        },
        "id": "94594879-46f8-4cb2-b2ee-82840097c3bf"
    },
    {
        "page_content": "## Our strategy in action\n\n## Risk partnerships\n\n## Stronger business\n\nOur image shows a die-casting machine provided by Bühler AG in Switzerland. Bühler partnered with Swiss Re and Hitachi on the development of automated maintenance software backed by an embedded insurance cover.\n\nStrategic partnerships are key to powering Swiss Re's progress. The Group works with clients and partners to create innovative solutions that bring more people into the insurance safety net - growing the business while also closing protection gaps.\n\nFinding new ways to protect customers through shared knowledge, expertise and capabilities enables growth for our company, clients and shareholders. It is no surprise, therefore, that risk partnerships are central to Swiss Re's strategy and are evident across all its businesses.\n\nThrough such collaborations, clients can optimise their insurance coverage and extend the range of services they offer - thereby generating real value for their business.\n\nIn turn, Swiss Re has the opportunity to co-create different types of insurance covers and gain access to new risk pools. New partners bring new perspectives, greater\n\ninsights into the risk landscape and the drive to bring about industry change.\n\nThe key ingredients for a successful partnership are risk knowledge, technology and most importantly - committed partners who share our vision of making insurance smarter, more relevant and as easy as possible.\n\nMany of Swiss Re's partnerships centre around the incorporation of new technologies, such as our work with leading digital services provider Hitachi, which is presented on the following pages together with other collaborations in 2021.\n\nAlso featured are the teams who create, build and sustain Swiss Re's most valuable partnerships.",
        "metadata": {
            "page": 39
        },
        "id": "0867850b-2b31-43c9-8029-617154d57b7d"
    },
    {
        "page_content": "## Partnering to get insurance closer to our clients\n\nFor large industrial clients, traditional insurance solutions are often one step removed from their manufacturing processes. Insurance is usually thought of as protection and a means to pay the costs of repair or lost income if a machine is damaged or some other operational disruption occurs.\n\nThis traditional model of insurance has worked well for corporations for more than 400 years. However, there are inefficiencies that technology can address. For example, the claims process can still be timeconsuming and costly, with the insured party remaining out of pocket until the muchneeded payout is approved.\n\nBut this is changing. New ways of providing protection are bringing insurance closer to overall risk management processes. Through strategic partnerships between insurers and the companies they cover, insurance is becoming more efficient and user-friendly.\n\nSwiss Re Corporate Solutions' collaboration with Hitachi in 2021 is a good example of this.\n\nTogether with Hitachi, Swiss Re created a more holistic risk-management framework by developing a so-called 'embedded insurance' product that works with Hitachi's Lumada APM (Asset Performance Management) software. Lumada monitors the health of a client's equipment, predicting the likelihood of equipment malfunction and automating maintenance routines. As a result, operators running Hitachi's software know the condition of their machines in near real-time, and the software diagnoses what the condition will be in the future.\n\nSwiss Re's role is to help Hitachi and its corporate customers protect themselves against the unlikely event of a failure in the predictive maintenance software - and to cover repair and interruption costs should the software falter and provide a wrongful prognosis resulting in operational downtime.\n\nBy reducing the likelihood of unexpected equipment failure, Lumada APM helps both the insured and insurance companies increase the economic efficiency of insurance schemes. This new solution is set to create significant further business for both Swiss Re and Hitachi as hundreds of different types of machines globally can run Lumada APM. The partnership is key to activating machinesensor data and continuous diagnostics across the industrial sector.\n\nThis gives Swiss Re access to new risk pools from the manufacturing sector, thereby generating additional business and creating value for Swiss Re.\n\n## Embedding insurance to improve the customer experience\n\nEmbedded insurance is also a rising trend in consumer lines - especially in areas where people buy insurance digitally. A well-known example of this is the 'add-on' cover for travel insurance purchased along with air tickets for a particular journey. This simple action of adding insurance to the online purchase is a much more efficient process than subscribing to a long-term travel insurance policy.\n\nSwiss Re has partnered with a number of digital platforms to incorporate insurance solutions into their online business sales model. For example, in 2021 Swiss Re's iptiQ and ImmoScout24, Germany's leading online real estate platform, launched a loss of rent insurance product for the property owner that integrates seamlessly into ImmoScout24's digital ecosystem.\n\n<!-- image -->\n\nEmbedding insurance can also improve the user experience and promote safer behaviours that reduce risk. In 2021, Swiss Re partnered with BlaBlaCar, the world's leading community-based travel platform, and motor insurance specialist L'olivier Assurance, the French branch of Admiral Group, to co-create BlaBlaCar Coach, an innovative smartphone app that offers drivers personalised coaching and tips for safer driving, and is available with an annual car insurance.\n\nSwiss Re's risk partnerships strategy puts us at the forefront of insurance innovation. For our partners, it opens up new business models based around risk that many companies may not have thought possible. For Swiss Re, partnerships open up new value streams that were previously inaccessible - and provide new opportunities to monetise risk knowledge and risk transfer expertise.",
        "metadata": {
            "page": 40
        },
        "id": "2116e993-3b92-4433-aaf3-2ef59fa30ef8"
    },
    {
        "page_content": "<!-- image -->\n\n## Corporate Partnerships\n\n<!-- image -->\n\n60 Projects with 17 corporate\n\npartners in 2021\n\nCollaboration across industries and sectors is becoming increasingly important in order to respond to today's business challenges and opportunities.\n\nStrategic partnerships are therefore key to driving innovation, expanding our business and ultimately creating value for the company, clients and shareholders.\n\nSwiss Re set up a dedicated Corporate Partnerships team to centralise its most high-impact and complex corporate partnerships, coordinating the participation of multiple teams across the Group and steering relationship building.\n\nWhen the team was set up in mid-2020, Swiss Re already had a framework agreement with Microsoft and joint ventures with Alphabet and Daimler in place. It has since deepened these relationships and signed several other partnership agreements. The team is now involved in over 60 projects with 17 strategic partners.\n\nAs technology continues to drive changes in consumer behaviour and needs, Corporate Partnerships is bringing new partners from the technology space into the insurance ecosystem. In 2021, the team collaborated with Amazon Web Services (AWS), which provides on-demand, pay-as-you-go cloud computing services to millions of customers, including fast-growing startups, large\n\nenterprises and leading government agencies. Building on their long-standing relationship - AWS is the cloud provider for iptiQ - Swiss Re and AWS are now working together to launch innovative solutions in the cloud computing space.\n\nIn 2021, the team partnered with Yara, a Norwegian chemical and agricultural solutions company and the world's largest producer of fertiliser. Yara's mission is to responsibly feed the world and protect the planet. The collaboration is focused on developing a range of new solutions such as risk solutions in the digital and sustainable farming space.\n\nCorporate Partnerships also works with Ikano, an international group of companies active in banking, real estate, production, insurance, data analytics and retail within the IKEA group. The aim of the partnership is to help manage the risk of investing in the circular economy, such as recycling or sustainable waste management companies. These types of investments are typically difficult to insure and so Swiss Re and Ikano, with their shared vision for a sustainable future, aim to change this and thereby encourage growth in this area.",
        "metadata": {
            "page": 41
        },
        "id": "bfe57974-3020-4efc-88ec-61a1e150ba46"
    },
    {
        "page_content": "## Q&A with David Gomez,\n\n## Head Corporate Partnerships at Swiss Re\n\nTogether with our partners, we test and create solutions for critical business challenges in re/insurance and other industries.'\n\n<!-- image -->\n\n## How does the Corporate Partnerships team create value?\n\nOur focus has been on building, intensifying and advancing collaboration with selected corporate partners that will bring significant value to the company, clients and shareholders.\n\nCorporate Partnerships establishes the alignment between our mission and company values and those of our potential partners. We then evaluate partnerships based on innovation, size and scalability. We strive to create risk partnerships with leaders in their industries in order to develop transformative business models and create cutting-edge new solutions together.\n\nCorporate Partnerships has made good progress since its launch in 2020, facilitated by Corporate Solutions' direct access to major global corporations. We efficiently bundle and deliver Swiss Re's assets and offerings from across the Group by quickly connecting the right people and content with the right partners.\n\n## What makes a successful partnership?\n\nAligning company cultures and purposes is essential to building trusting and longstanding partnerships.\n\nAdditionally, the businesses must be complementary by nature, so that the sum of their parts is greater than what either company could do alone.\n\nYou need to develop deep insights of your partner and its ecosystem. Maintaining a successful partnership requires continuous effort on both sides. We build our partnerships with a long-term view rather than just being transactional. Together, we test and create solutions for critical business challenges in re/insurance and other industries.\n\n## Which achievement in 2021 are you most proud of?\n\nThe Corporate Partnerships team was established during the COVID-19 lockdowns and so the first time we could meet up with each other and our partners was in the summer of 2021.\n\nDespite the challenges of the pandemic, for instance the need to shift to purely virtual meetings, we have managed to maintain the momentum around corporate partnerships within Swiss Re.\n\nIn 2021, we worked on over 60 projects with 17 partners. We have established a professional and efficient institutional partnership management best practice.\n\n## Can you reveal any plans for 2022?\n\nWe have promising business opportunities in the pipeline for 2022. We will further deepen our relationships with existing partners and selectively expand to a broader number of players.\n\nOverall, we aim to be the risk partner of choice to support businesses and ecosystems in their transformation and innovation goals.",
        "metadata": {
            "page": 42
        },
        "id": "a44f5606-2c9d-44a1-9e59-4f41c24df417"
    },
    {
        "page_content": "On the following pages, we take a tour of the various teams within Swiss Re that are driving innovation and enabling growth through partnerships.\n\n## iptiQ\n\niptiQ is a digital insurance company and division of Swiss Re. The business offers consumer products for life, health, home and car insurance on a white-labelling platform via its partners.\n\nIn 2021, iptiQ reported growth in gross written premiums for its core business of 95% compared to 76% in 2020. The division generated USD 723 million in gross premiums written and recorded USD 53 million of adjusted gross income for 2021. This technical profit, combined with strong top-line growth, puts iptiQ on track for future value creation.\n\niptiQ has a digital insurance engine with a business model based on forming strong relationships to sell insurance via trusted partners. This opens up access to new risk pools that differ from Swiss Re's traditional Reinsurance and Corporate Solutions businesses, making it a key source of innovation and growth that delivers value for the company and shareholders.\n\ngrowth. Partners include insurers and intermediaries who wish to transition from a traditional distribution model to a digital approach, as well as banks and retailers looking to open up new revenue streams and improve customer satisfaction and loyalty. The business provides its partners with insurance products, data and technology, so that they can deliver a seamless insurance experience to consumers across various markets with maximum efficiency and minimal fuss.\n\nIn the future it will likely be impossible to distribute insurance without digital means. More and more people are purchasing insurance cover embedded within other products or services online. iptiQ helps to make insurance more accessible to customers.\n\nWith 51 distribution partners across ten countries at the end of 2021, iptiQ's continued success in onboarding new partners provides a solid basis for future\n\n<!-- image -->",
        "metadata": {
            "page": 43
        },
        "id": "cd4f1094-8d29-4f4d-bc55-84101fdfcee1"
    },
    {
        "page_content": "<!-- image -->\n\n## Public Sector Solutions\n\nUSD 109 m New business economic contribution in 2021\n\nUSD 364 m Economic premium generated in 2021\n\n∼USD 1.5 bn Economic premium generated over the past 5 years\n\n∼ 10 % Average annual growth rate of new business economic\n\ncontribution over the past 5 years\n\n<!-- image -->\n\n## Today, society faces several unprecedented threats that require coordinated public-private partnerships.\n\nThese range from global pandemics to global warming. Worldwide protection levels against such risks are still limited, with over 65% of economic losses caused by uninsured natural catastrophes and even larger gaps in healthcare and life risks.\n\nSwiss Re's Public Sector Solutions (PSS) is the first division in the reinsurance industry fully dedicated to the public sector. Set up in 2011, the team has since completed over 800 transactions with governments and other public sector entities around the world and an average of more than 100 transactions per annum over the last five years.\n\nPSS works with governments across the world to protect public assets against disasters by providing traditional risk transfer solutions and preventative measures that enable better adaptation to risks. This work has created an extra premium income of around USD 1.5 billion over the past five years for the Group. In 2021, PSS generated USD 364 million in premiums. The division also brought in USD 109 million from new business opportunities during the year, showing that its client base and solutions portfolio continues to grow. The business has been growing at an average annual rate of around 10% over the past five years and meets or exceeds the group underwriting\n\ntargets, which reflects Swiss Re's ability to sustainably and profitably serve the everincreasing demand for risk transfer from the public sector globally.\n\nPSS pursues a three-level approach:\n\n- 1. Working with public sector clients to insure against large losses. PSS's risk transfer solutions allow public sector risk owners to meet their fiscal resilience objectives, even after a shock event.\n- 2. Producing unique, science-informed risk insights through technology platforms tailored to the public sector.\n- 3. Partnering with development banks as well as technology and industry leaders and non-profit organisations to create sustainable, comprehensive and inclusive responses to the global agenda of governments.\n\nMuch of PSS's work is highly innovative and collaborative. For example, in 2021 the PSS team was involved in the COVID-19 Vaccines Global Access (COVAX) programme, which contributes to increased COVID-19 vaccination rates in developing countries across the world. The insurance aspect of this programme protects against the risk of non-payment for the vaccinations.",
        "metadata": {
            "page": 44
        },
        "id": "ee11e8fe-beaa-4daf-936a-f362950eca8c"
    },
    {
        "page_content": "<!-- image -->\n\n## Alternative Capital Partners\n\nAlternative Capital Partners (ACP) was formed in 2019 by combining Swiss Re's Insurance-Linked Securities (ILS) and Retro & Syndications teams.\n\nThe ACP team creates and manages investment partnerships with third parties across a number of products, including insurance-linked securities, retrocession, sidecars and a fund. Through these partnerships, Swiss Re can manage its peak underwriting risks while providing its partners with access to its strong underwriting expertise.\n\nThe team also provides a one-stop shop for our clients for their alternative capital needs. Clients include re/insurers, governments and corporations with expertise provided in both the property and casualty and life and health risk markets.\n\nACP is Swiss Re's centre of expertise for the alternative capital markets. The ACP team manages risk exposure by ceding excess risks to partner investors. This limits the Group's risk exposure and enhances Swiss Re's capital position, while allowing investors to benefit from Swiss Re's leading risk assessments. In addition, ACP itself invests in capital market instruments, allowing Swiss Re further access to risks in an alternative format to the traditional reinsurance business.\n\nAs a registered broker-dealer, ACP also offers ILS trading support via our broker-dealer unit Swiss Re Capital Markets (SRCM). This unit is one of the current leading arrangers in the ILS market, and has also consistently ranked among the top underwriters since the market's inception. ACP has raised approximately USD 40 billion in ILS capital since 1997, more than any other arranger.\n\nIn 2020, Swiss Re's subsidiary Swiss Re Insurance-Linked Investment Management Ltd received authorisation from the Swiss Financial Market Supervisory Authority (FINMA) for an asset management licence for funds. The company now manages a standalone fund company, 1863 Fund Ltd, providing investors with a new way of accessing Swiss Re's natural catastrophe business.\n\nThis marked the first time Swiss Re opened its natural catastrophe portfolio to investors through a permanent fund format. It gives investors the opportunity to invest in the same book of business as Swiss Re, thus benefitting from Swiss Re's global reach, client access, risk knowledge and underwriting expertise.\n\nACP's regular insurance-linked securities updates are the industry benchmark for ILS reporting.\n\n<!-- image -->",
        "metadata": {
            "page": 45
        },
        "id": "34147f6f-4dae-40b9-b373-aeff623d8d2f"
    },
    {
        "page_content": "O u r p e o p l e\n\nAs a risk knowledge company, people are at the heart of Swiss Re. With 13 985 regular employees working in 29 countries, Swiss Re's workforce ranges from scientific experts such as physicists, geologists and microbiologists, through to actuaries, programmers and client-facing professionals.\n\nThis deep pool of diverse talent is the true enabler for our clients - unlocking risk insights, facilitating risk transfers and building the partnerships needed to make our industry more resilient.\n\nIn this section, Swiss Re's new Group Chief Human Resources Officer Cathy Desquesses sheds light on the company's people strategy and how our employees create value for the company, clients and shareholders.\n\nThe company's long-standing flexible working culture was key to helping us adapt to the pandemic quickly and efficiently. Learn more about this and other top achievements in 2021 on the following pages.",
        "metadata": {
            "page": 46
        },
        "id": "324c7966-1c6d-4bb3-9910-b7764f2b91b5"
    },
    {
        "page_content": "<!-- image -->\n\n## Swiss Re named Top Employer in Switzerland\n\nIn 2021, the Top Employers Institute - the global authority on recognising excellence in people practices - named Swiss Re as a Top Employer in Switzerland.\n\nSince employees are the best judges of their own workplaces, the award is based solely on the results of an employee survey conducted by the HR functions of each respective company. The survey asks probing questions about the working conditions and facilities, including strengths and areas to improve.\n\nThis achievement demonstrates that Swiss Re is committed to creating a workplace where its employees can develop their skills, be rewarded for their contributions and build meaningful connections with partners and colleagues.\n\n<!-- image -->\n\n## Swiss Re's employer awards in 2021\n\nDemonstrating its strength in performance management, Swiss Re won two awards in 2021:\n\n- ·  The Brandon Hall Group HCM Excellence Award: GOLD in Talent Management for 'Best Advance in Performance Management'.\n- ·  The Stevie Award for Great Employers: GOLD in the 'Achievement in Performance Management' category.\n\nShowing that Swiss Re is an inclusive employer, it was included in the Bloomberg Gender-Equality Index for the third time.\n\nFor efforts in people development, Swiss Re was shortlisted in the LinkedIn Talent Awards in the category of 'Best Culture of Learning'.",
        "metadata": {
            "page": 47
        },
        "id": "890e48f7-d5d2-49e1-96de-745dcdc89841"
    },
    {
        "page_content": "## 'I'm proud to join one of Switzerland's top employers - and make it even better'\n\nCathy Desquesses joined Swiss Re on 1 July 2021 as Group Chief Human Resources Officer. As of 1 January 2022, she also assumed responsibility for Corporate Services, comprising Group Communications and Corporate Real Estate & Services. Prior to this, she was Chief People Officer driving business operating model transformation and cultural evolution at Sodexo in Paris, before which she held a number of senior international HR roles at GE from 1998 to 2018. We spoke to her about her vision for the company, the big challenges and successes she sees ahead, and the real value of Diversity, Equity & Inclusion.\n\nCathy Desquesses Group Chief Human Resources Officer & Head Corporate Services\n\n<!-- image -->\n\n## You recently joined Swiss Re. Can you tell us your first impressions of the company?\n\nMy first impressions are that our teams are extremely talented and we have some of the top experts in the global re/insurance industry. Furthermore, people at Swiss Re are inspired and engaged. They have a deep sense of purpose and are proud to work for the firm.\n\n## Why did you choose to join Swiss Re?\n\nThree things inspired me to join Swiss Re: firstly, its mission to make the world more resilient for the benefit of our society and environment. Secondly, I am very drawn to the people, whom I find to have that great balance of being competitive, talented and experienced along with a real sense of collaboration, care and respect. Thirdly, I am inspired by the vision and the direction that the company is heading in. I believe I can contribute to the journey ahead and help build a sustainable workplace.\n\n## What is your vision for the people strategy at Swiss Re? What do you think we could do better?\n\nWe collectively need to better anticipate the next steps and stay ahead of the curve. That means looking at what is needed for the company in the next three to five years in terms of skills, talent, leadership, footprint and capabilities. Swiss Re is a knowledge company and so, quite simply, Human Resources needs to shape a strategy around attracting, retaining and inspiring the brightest and best employees. We are in a very competitive market and we need to differentiate to remain the global employer of choice.\n\n## Why is a solid people strategy so important for creating value for our shareholders, clients and employees?\n\nPromoting a performance-led culture is a big part of our business strategy and Swiss Re's Human Resources community enables this through every stage of the employee lifecycle. To be successful, the firm focuses on building and nurturing a diverse and inspired talent pool who can learn, grow and drive financial performance.\n\nFor people to perform at their best, we need to provide them with the appropriate ingredients to thrive; tell them what is expected and help them to get there through relevant experience, coaching, learning and ongoing care - so that they are empowered to take ownership of their work and be accountable. Continuous open dialogue and constructive feedback between employees and management are key.\n\n## In 2020, COVID-19 had a big impact on businesses and society. What were the big challenges in 2021 for us at Swiss Re and how are we equipping our people to deal with them?\n\nThe main challenge for the HR community as well as for managers and teams was two-fold: 1) enhancing and promoting the firm's culture with less in-person interaction and physical gathering (which was even more challenging when we onboarded new employees); and 2) mitigating the global spike in mental health issues as a result of isolation.\n\nWe therefore sent out a survey to gauge how people at the company were handling the situation. Based on the feedback, we massively invested in programmes and initiatives to support both managers and employees around mental and physical health, resilience and well-being. One example was our global Swiss ReSilience Day in January 2021, where all of our employees were given the day off and a one-time award of around USD 200 to help them recharge their batteries. At a more specific level, all line managers were invited\n\nPeople at Swiss Re are inspired and engaged. They have a deep sense of purpose and are proud to work for the firm.'",
        "metadata": {
            "page": 48
        },
        "id": "5f5997cf-2713-40f7-a6ac-72a31c4c4b9d"
    },
    {
        "page_content": "to webinar trainings called Burn Bright to help avoid burnout and boost their personal resilience. More than 1 100 people took part.\n\nDuring the course of 2021, where possible, we gradually reopened our offices, while maintaining strict health and safety standards. We also reinforced our Own The Way You Work TM guiding principles to allow each and every employee to make the right choices for them, both personally and professionally.\n\n## What were our biggest successes in 2021?\n\nThere are so many! Despite a very challenging situation, we have delivered for our clients and continued to keep strong relationships internally and externally. While face-to face interaction is important, there are so many other ways to build connections and collaborate with people.\n\nOur employee engagement survey scores were also very high. For example, our leaders were rated as being highly responsive and caring, which is great news given the challenges of the past two years. And of course, we received awards and positive recognition externally.\n\n## Looking at the bigger picture: why does Diversity, Equity & Inclusion matter for our company?\n\nDiversity, equity and inclusion are essential to any company's performance. A diverse workforce produces better results by getting the best out of everyone… more creative thinking, more resilience, more curiosity and more humility as well. We reflect the communities we serve. An equitable work environment enables equal access to roles, promotions and pay. It creates a sense of justice and fairness, where everyone can thrive if they perform and embrace the values.\n\nOur strong sense of purpose and culture of inclusion are a massive differentiator for us as an employer and as an organisation.'\n\nAn inclusive culture is a performing and a resilient culture. When it comes to our financial investments, we diversify our portfolio and don't put all our risk into one asset. It's the same for people. Companies that are diverse are more competitive and successful.\n\nWe cannot expect people to perform if we don't have all these elements in place.\n\n## Which Swiss Re value do you identify the most with: client centricity, agility, team spirit, passion to perform or integrity?\n\nThat's a hard question, as all these values contribute to a successful company culture much like a symphony. But if I had to pick one, it is the passion to perform. I'm very competitive and I like to win! I believe that success is most often the result of building on things as a team rather than striving for glory in isolation.\n\n## What motivates you?\n\nWhat motivates me the most both in my personal and professional life is change. It's stepping outside of my comfort zone, learning and trying to make an impact. It provides me with a sense of humility and freshness. You can shake up your outside environment while remaining inwardly grounded. Inspiring others to cultivate change is one of the most challenging tasks there is and is therefore a good test of leadership. If you succeed in doing this, I think you can move mountains.\n\nAs a family, we have changed countries, homes and cultures almost every three years. By changing your environment, you suddenly look at things differently and you feel reenergised. If you are open to the 'new' you continuously accumulate knowledge, experience and contacts. You get the best from all worlds!\n\n## What is your main goal for 2022 and beyond?\n\nNaturally, I aim to contribute to driving sustainable performance for Swiss Re. To do this, we need to be proactive about getting the best talent into the right jobs at the right time. Our strong purpose and culture of inclusion are a massive differentiator for us as an employer and as an organisation. I want to ensure that we continue to live and breathe them as we further grow and evolve, ensuring our values do not become diluted.\n\nOn the personal side, my goal is to continue to learn because when you stop asking questions, you stop making progress. Staying curious is rejuvenating and humbling. I look forward to continuing to work with the talented teams of Swiss Re and a terrific HR team to maintain the high standards that they have set - and, together, to raise the bar even higher.",
        "metadata": {
            "page": 49
        },
        "id": "bca31a91-02dc-4779-8515-cd14445bea7a"
    },
    {
        "page_content": "<!-- image -->\n\n## Swiss Re achieves top B-BBEE rating in South Africa\n\nIt is with immense pride that in 2021 Swiss Re Africa achieved the highest possible corporate social responsibility business rating in South Africa; Level 1 status in the Broad-based Black Economic Empowerment programme.\n\nThe B-BBEE integration programme was launched by the South African government to address the inequalities of apartheid. Through its active participation, Swiss Re is contributing to driving economic inclusion and opening up opportunities for previously disadvantaged people across the country.\n\nWhile being a shining example of Swiss Re's global inclusion and diversity efforts, this achievement also demonstrates the company's commitment to its local markets. Swiss Re has a long history of prioritising the socio-economic development of South Africans in the way we conduct business, and the Swiss Re Africa team went the extra mile to support this important local social initiative and secured the top rating within a very short time frame.\n\nSwiss Re Africa is now leading the way in this area by promoting social integration, education and professional enablement programmes in South Africa. Key initiatives include procuring the services of local small\n\nand medium-sized enterprises and supporting their business development, hiring ethnically diverse staff at all levels of seniority and spearheading skills development for youth.\n\nFor example, Swiss Re is among a group of businesses who coach school principals from under-resourced schools in a bid to strengthen education in underprivileged communities.\n\nThe B-BBEE Level 1 rating not only benefits Swiss Re and the community in which we operate, it is also advantageous for our clients. Those who conduct business with Swiss Re are entitled to claim 135% of their reinsurance spend under their Preferential Procurement scorecard and thus boost their own B-BBEE rating.",
        "metadata": {
            "page": 50
        },
        "id": "3a56c8e8-1e61-40fa-8950-905c5e3113fe"
    },
    {
        "page_content": "## Why flexible working is part of our DNA\n\nWhen COVID-19 spread across the globe in early 2020, many companies and their employees had to adapt to remote working.\n\nThanks to Swiss Re's flexible working principle, Own The Way You Work TM (OTWYW), our business and employees were able to quickly adapt to this new environment. Swiss Re employees are empowered to choose how and where they work, giving everyone, regardless of their circumstances, the chance to shine.\n\nAs remote working became the new normal everywhere, Swiss Re updated its long-term OTWYW principles based on employee feedback and lessons learned during the COVID-19 crisis. The aim is to empower all individual staff and teams and encourage them to connect and communicate openly with each other, wherever they are located. The Group strives for a hybrid approach and asks employees to reflect on what makes sense in each situation. For instance, working from home\n\ncan be preferable for certain focused activities and can save time and CO2 emissions from travel. Meeting face to face, however, can help to create a more personal connection with clients or colleagues.\n\nSwiss Re's state-of the art offices - from the eye-catching old-meets-new style of the Zurich headquarters to the iconic Londonbased Gherkin - form part of the company's creative and collaborative culture. To that end, in September 2021, Swiss Re launched the Living Lab workplace pilot in its Adliswil office in Switzerland. The new inspiring workspaces are designed to boost innovation and enhance teamwork and knowledge exchange. The concept will later be rolled out to other locations such as the new Swiss Re office in Singapore and the Lake building in Zurich.\n\n<!-- image -->",
        "metadata": {
            "page": 51
        },
        "id": "068d24e8-ef02-4cb9-b679-a0fd560f0954"
    },
    {
        "page_content": "## Making our people more resilient\n\nTwo years after the pandemic began, the impact of social distancing and isolation is known to have taken its toll on people's well-being.\n\nSince the physical and mental health of our employees is a top priority, in January 2021 Swiss Re held its first ever ReSilience Day, where employees across all locations enjoyed a day off work to relax and recharge their batteries. In April 2021, our Human Resources team sent out a survey to employees globally to understand more about their experiences at the company and how they were handling these challenging times overall. An impressive 82% of the company took the time to share their thoughts and feelings.\n\nThe survey showed that a majority of respondents were confident about the company's overall resilience in the face of the crisis. It also revealed that COVID-19 has tested Swiss Re employees' personal resilience, in particular regarding new ways of working and workload. However, 73% of employees stated they continue to feel resilient in the face of the pandemic and many felt that people worked well together, stayed connected and that Swiss Re was actively looking after their well-being.\n\nTo support employees in boosting their resilience during the pandemic, Swiss Re has launched a number of mental health and well-being initiatives over the past years. Most recently, Swiss Re signed the Leadership Pledge for the Global Business Collaboration for Better Workplace Mental Health. This new business-led collaboration, founded by BHP, Clifford Chance, Deloitte, HSBC, Salesforce and Unilever, aims to raise awareness of the importance of mental health in the workplace, break down stigmas and facilitate the adoption of best practices for helping employees.\n\nEmployee support programmes are nothing new for the company. Swiss Re offers external independent and confidential advice and counselling to those in difficult circumstances in every location, free of charge via its Employee Assistance Providers programme. The Group also runs an internal initiative via its global employee network Pathways, where dedicated Mental Health Champions from the company take the time to listen, advocate the importance of mental health in their circles and refer people to professional help if necessary. Pathways also organises a variety of mental health-related events throughout the year, such as health first aider trainings, mindfulness sessions and regular mental health talks. For example, in the lead-up to World Mental Health Day 2021, Swiss Re employees took part in the atlasGO challenge, engaging in diverse activities to care for one's own mental health while helping raise money for the International Committee of the Red Cross.\n\nDespite progress over the past years, there remains workplace stigma and bias attached to mental ill health. Swiss Re recognises that it is important to break down stigmas and support our employees' mental health.\n\n## The Leadership Pledge for Mental Health\n\nThe Leadership Pledge is a call to action for global business leaders to increase mental health awareness and foster a supportive working environment. As a responsible business leader, Swiss Re pledges to:\n\n<!-- image -->\n\n1    Develop and deliver an action plan to support good mental health in our organisation\n\n<!-- image -->\n\n2    Promote an open culture around mental health, working towards eliminating stigma\n\n<!-- image -->\n\n3     Take proactive steps to develop our culture and ways of working towards positive mental health and reducing mental ill-health\n\n<!-- image -->\n\n4     Empower all our people to manage and prioritise their own mental health, and to support one another\n\n<!-- image -->\n\n5     Signpost our people to mental health tools and support they need\n\n<!-- image -->\n\n6     Regularly measure the impact of our efforts, while being open about our progress, to influence and inspire change in our organisation and beyond",
        "metadata": {
            "page": 52
        },
        "id": "1fb2a0f2-bf5b-47c8-9ad9-d7e474669271"
    },
    {
        "page_content": "## Key offices and people\n\n<!-- image -->\n\n## EMEA\n\n| Switzerland    | 3 486   |\n|----------------|---------|\n| Slovakia       | 1 933   |\n| United Kingdom | 896     |\n| Germany        | 457     |\n| Netherlands    | 175     |\n| Italy          | 124     |\n| South Africa   | 105     |\n| France         | 100     |\n\n## Asia-Pacific\n\n| India     |   1 599 |\n|-----------|---------|\n| China     |     718 |\n| Singapore |     328 |\n| Australia |     256 |\n| Japan     |      96 |\n| Korea     |      48 |\n| Malaysia  |      33 |\n\n## Americas\n\nUnited States\n\n2 362\n\nBrazil\n\n308\n\nMexico\n\n306\n\nColombia\n\n248\n\nCanada\n\n238\n\nLuxembourg\n\n55\n\nSpain\n\n48\n\nDenmark\n\n28\n\nIsrael\n\n20\n\nIreland\n\n10\n\nLiechtenstein\n\n5\n\nIvory Coast\n\n3",
        "metadata": {
            "page": 53
        },
        "id": "857010bd-c000-4823-81b0-79fa1d40ee43"
    },
    {
        "page_content": "## Sustainability strategy\n\nFor Swiss Re, sustainability is a strategic, long-term value driver. We're convinced that only sustainable business is good business in the long run.\n\n<!-- image -->\n\n## How we report sustainability\n\nFind out how Swiss Re implements its Sustainability Strategy in the Sustainability Report 2021 and in the Financial Report's section on climate-related financial disclosures (TCFD) on pages 150-190.\n\n## Swiss Re's Group Sustainability Strategy\n\n<!-- image -->\n\n## Key elements of our approach\n\nSwiss Re's sustainability strategy is based on three key elements. The sustainability mission expresses what the Group does and what it aims for. The sustainability principles define how Swiss Re works to implement the strategy. The 2030 sustainability ambitions specify focus areas where the company feels it could have an impact.",
        "metadata": {
            "page": 54
        },
        "id": "51082a72-9d67-498c-9c29-5d99af074246"
    },
    {
        "page_content": "## Our sustainability mission\n\nSwiss Re insures, invests, operates and shares knowledge in a way that tackles sustainability challenges and creates long-term value.\n\nThe mission ties the Group's sustainability thinking directly to its business practices. As both a direct insurer and a reinsurer, Swiss Re wants to ensure it understands the risks it is writing, and also how those risks contribute to the overall vision of making the world more resilient.\n\nFor over a decade, the company has been continuously defining minimum environmental and social standards for conducting business. Having screened our portfolios for business that has unintended negative social and environmental consequences, we have developed an exclusion and engagement framework to manage such sustainability risks.\n\nIn 2021, Swiss Re further strengthened its approach to managing nature and biodiversity-related risks by introducing an agriculture, forestry and food policy. The Group also formally introduced a third umbrella policy on governance, fully reflecting all three risk dimensions of environmental, social and governance (ESG) factors.\n\nThe aim is not only to steer away from less sustainable business, but to steer towards more sustainable business where\n\nopportunities lie. Swiss Re has, for example, written re/insurance cover for more than 8 870 wind and solar farms in 2021.\n\nWith over USD 121.2 billion of assets under management, the company can contribute to shifting the global institutional asset base towards more sustainable investments. The Asset Management team integrates ESG considerations along the entire investment process. In addition, Swiss Re focuses on the role it can play as an asset owner by engaging with the real economy on the further integration of sustainability and, in particular, climate change considerations.\n\nSwiss Re wants to lead in sustainable operations. Bringing CO2 emissions to net zero by 2030 is a key target. That's why the company introduced a triple-digit real internal carbon price for its own operations - the first multinational company to do so. Currently at USD 100 per tonne of CO2, our Carbon Steering Levy incentivises low-carbon decision-making across the Group, allowing the move from carbon offsetting to carbon removal to compensate for the remaining footprint. The levy will be gradually raised to USD 200 per tonne of CO2 by 2030.\n\nSwiss Re's sustainability mission helps steer its risk research, especially in areas where the company engages with broader society. For example, we have helped decisionmakers to understand the economic impact of climate change, biodiversity loss and ecosystem degradation.\n\n## Our sustainability principles\n\nSwiss Re has three sustainability principles:\n\n## 1. We embed sustainability in all of our business activities.\n\nThis has tangible consequences for key activities. For example, Swiss Re applies exclusions to underwriting and investments and has an integrated referral process for sustainability risks.\n\n## 2. We are a leader in developing sustainability-linked solutions and embracing opportunities in this area.\n\nThis means that we help our clients address their sustainability challenges. For example, Swiss Re's parametric solutions have a strong track record in the emerging markets where they are particularly helpful for the agricultural sector.\n\n## 3. We quantify sustainability performance and impact.\n\nSwiss Re discloses, for example, its operational carbon footprint and investment carbon intensity and has co-developed a methodology to measure the carbon footprint of the underwriting portfolio. Swiss Re has also established a clear connection between sustainability targets and compensation for all employees, based on sustainability key performance indicators.\n\nDetailed reporting on sustainability at Swiss Re is available in the Sustainability Report 2021 and in the Financial Report's section on climate-related financial disclosures (TCFD).",
        "metadata": {
            "page": 55
        },
        "id": "2125384e-21e5-4f73-812e-0107bffd3ec0"
    },
    {
        "page_content": "## Sustainability\n\n## 2030 sustainability ambitions\n\n## Mitigating climate risk and advancing the energy transition\n\nWhile insurance can play a role in rebuilding societies after a climate event, the best protection is to mitigate and minimise losses in the first place.\n\nThe transition to a net-zero economy is an important mitigation step to combat climate change. Only by reducing CO₂ emissions massively and across entire value chains can we prevent the worst scenarios from emerging. Swiss Re is committed to reaching net-zero emissions from underwriting and investing by 2050.\n\nSwiss Re continuously reviews measures to assist the transition to a low-carbon economy. Examples include a new exit strategy for thermal coal and a shift away from the most carbon-intensive oil and gas production.\n\nSwiss Re also supports the development of clean energy projects. For example, in 2021 we helped a renewable energy provider in India consolidate insurance cover for its entire portfolio of solar (80%) and wind (20%) energy plants across India, supporting its ambition to generate 25 GW of renewable energy by 2025. The energy generated is expected to benefit approximately 35 million households.\n\nAlongside massive cuts in emissions over the next decades, the rapid deployment of carbon removal capacities will be needed to reach net-zero emissions by 2050 and to stay net-negative thereafter.\n\nIn 2021, Swiss Re entered into a partnership with carbon removal leader Climeworks, with whom it signed the world's first long-term purchase agreement for direct air capture and storage, worth USD 10 million over ten years. The partnership demonstrates Swiss Re's\n\nsupport for the carbon removal industry and sends an important demand signal to developers, investors and other buyers.\n\nAlso in 2021, Swiss Re launched its NetZeroYou2 Programme, which enables its employees and their families to measure their own carbon footprint and advises them to cut their emissions and offset them using Swiss Re's own carbon certificate purchasing campaign.\n\nClimate change has become a strategic issue for many clients. Swiss Re is delivering the solutions and knowledge to address this. For example, our Climate Risk Solutions enable corporations to quantify the impact of climate risk on their portfolios.\n\n## Building societal resilience\n\nSwiss Re's work in the areas of health and longevity, food security and infrastructure represent some of the ways that it helps to build societal resilience.\n\nThe COVID-19 pandemic disproportionately affected health workers globally. For example, in Kenya, the company is working with a consortium of top health insurers to provide medical reimbursement cover to frontline workers, which is not just restricted to COVID-19 protection.\n\nThe pandemic has also severely impacted people's mental health as well as their physical health. Through its partnership in 2021 with Wysa, a leading mental health platform, Swiss Re is supporting prevention, designing flexible customer-centric offerings and sharing insights.\n\n## Driving affordable insurance with digital solutions\n\nDigital solutions help increase the accessibility, availability and affordability of insurance. Through facilitating access to\n\ninsurance, the company aims to grow the resilience of low-income groups and societies and thereby help to close the protection gap. Big data and cloud computing enable the creation of new insurance models thanks to real-time connectivity and access to vast amounts of data.\n\nAs an example, the Group is creating an online platform for corporates: the platform, dubbed Sustainability Compass, will simplify the assessment, monitoring and reporting of climate-related risks. It will help clients navigate regulatory and investor reporting requirements related to climate risk and improve climate-related decisionmaking on a global as well as on a project or property level.\n\nSwiss Re also seeks to understand and proactively address ethical challenges surrounding the digital transformation, including developing digital best practices and digital responsibility principles for its solutions and businesses.\n\nFor instance, Swiss Re is a partner in the 'Digital Trust Label' (DTL) pilot of the Swiss Digital Initiative, a process to safeguard ethical standards in the digital world through concrete projects. Swiss Re's automated underwriting engine designed for life insurance, Magnum Go, was recently certified with the DTL.\n\nSwiss Re also seeks to understand how to ethically use behavioural economics in insurance. Swiss Re Institute published a research report in 2021, 'To BE or not to BE. The ethical application of behavioural economics in insurance', which provides tools and tips on this issue to assist and inspire insurance industry professionals.",
        "metadata": {
            "page": 56
        },
        "id": "e6869df9-73ac-45fb-be26-522a127d8609"
    },
    {
        "page_content": "## Sustainability at Swiss Re Key milestones\n\n## 1979\n\n- · Produced first sustainabilityrelated publication\n\n## 2002\n\n- · Have since continuously been included in the Dow Jones Sustainability indices\n\n## 2009\n\n- · Introduced ESG Risk Framework (former Sustainable Business Risk Framework)\n\n## 2012\n\n- · Signed Principles for Sustainable Insurance (PSI)\n\n## 2016\n\n- · Published first climate-related financial disclosures (TCFD) as a founding TCFD member\n\n## 2018\n\n- · Introduced thermal coal policy, with aim of gradual coal phase-out\n\n## 2020\n\n- · Launched Biodiversity and Ecosystem Services Index\n- · Obtained 100% of power supply from renewable sources in line with RE100 commitment in 2014\n- · Linked compensation to sustainability performance targets across whole Group\n\n## 1998\n\n- · Published first Corporate Environmental Report\n\n## 2003\n\n- · Group operations became carbon-neutral\n\n## 2011\n\n- · Launched Own The Way You Work TM , a programme to promote autonomous working\n\n## 2013\n\n- · Established Swiss Re Foundation\n\n## 2015\n\n- · Signed Paris Pledge for Action\n\n## 2017\n\n- · Established Swiss Re Institute\n- · ESG benchmarks implemented for actively managed listed equity and corporate bonds\n\n## 2021\n\n- · Started phase-out of most carbon-intensive oil and gas companies for direct and facultative re/insurance\n- · Introduced a triple-digit real internal carbon levy for our own operations\n- · Founding member of UNconvened Net-Zero Insurance Alliance\n- · Launched the NetZeroYou2 programme to inspire employees to take climate action\n- · Announced climate targets for our investments for the period of 2020 1 to 2025\n\n<!-- image -->\n\n## 2007\n\n- · Signed Principles for Responsible Investment (PRI)\n- · Launched COyou2 Programme to support employees in making sustainable purchases\n\n## 2019\n\n- · Introduced enhanced Group Sustainability Strategy\n- · Signed Business Ambition for 1.5°C, committing to net-zero emissions in re/insurance and investments by 2050\n- · Founding member of UN-convened Net-Zero Asset Owner Alliance\n- · Committed to achieve net-zero emissions in our operations by 2030\n- 1 Some with base year 2018\n\n## 2014\n\n- · Made commitment to the United Nations to offer USD 10 billion of climate protection to sovereigns and sub-sovereigns by 2020 (completed)\n- · Co-founded the RE100 initiative to increase uptake of renewable power\n\n<!-- image -->",
        "metadata": {
            "page": 57
        },
        "id": "c66d13ca-b8bb-4c22-aec0-d04000feb6c2"
    },
    {
        "page_content": "## Progress on our sustainability journey\n\nWe are constantly striving to make our business more sustainable. This ranges from reducing the impact of our business activities on the environment through to keeping our employees motivated and supporting our communities. Here are a few examples of what we achieved in 2021:\n\n58 58\n\nSwiss Re Swiss Re\n\nBusiness Report 2021 Business Report 2021",
        "metadata": {
            "page": 58
        },
        "id": "5862d146-5fb7-4a01-9165-95e358f666cf"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n71 % 'Leadership care' was rated highly again in our employee\n\nsurvey (2020: 69%)\n\n<!-- image -->\n\n> 4 800 Page views secured for Swiss Re's #SpeakUp campaign (2020: 138 views)\n\n785 K\n\nPeople benefitted from improved resilience (realised impact) between 2019-2021\n\n## Investing responsibly\n\nSwiss Re integrates ESG considerations into its investment decisions with the aim to achieve better risk-adjusted returns. Additionally, the company supports the United Nations' Sustainable Development Goals (SDGs) by financing green and social solutions.\n\n## Managing sustainability risks\n\nSwiss Re manages ESG risks across its balance sheet. Since 2020, the Group assesses the carbon footprint of its direct insurance book, building the foundation to reach net zero in underwriting by 2050.\n\n## Engaging our people\n\nAt Swiss Re diverse talents come together to apply fresh perspectives and knowledge. Our vision and culture help us stay connected and remain resilient, enabling us to deliver the best possible insights and solutions to our clients and colleagues.\n\n## Driving sustainable operations\n\nSwiss Re works to minimise the environmental impact of our operations and lead by example. Bringing our CO2 emissions to net zero by 2030 is our next key target. We 'do the best' to reduce CO2 emissions, and 'remove the rest' through carbon removal technologies. We inspire our workforce to take climate action with our NetZeroYou2 programme.\n\n## Ensuring good corporate governance and compliance\n\nSwiss Re conducts business ethically and with integrity, complying with all applicable laws and regulation. Our #SpeakUp campaign, an initiative to create compliance awareness, reinforces an environment where everyone feels comfortable reporting suspected misconduct.\n\n## Fostering resilient societies\n\nSwiss Re Foundation partners with NGOs, social entrepreneurs, foundations and academic institutions. This work leverages the expertise of Swiss Re employees and collaborative networks to help communities increase their resilience.",
        "metadata": {
            "page": 59
        },
        "id": "a452bb0e-89a1-4210-a525-011f6267ef55"
    },
    {
        "page_content": "## Progress on the road to net zero\n\nSwiss Re has committed to netzero greenhouse gas emissions by 2050 for its investments and liabilities, and by 2030 for its own operations.\n\nTo reach these challenging goals, the company defined a series of intermediate targets and milestones for our investments, business, and operations.\n\nHere's the progress made in 2021:\n\nKey targets\n\n-35 %\n\nCarbon intensity reduction target for corporate bonds and listed equity portfolio by 2025 (with base year 2018)\n\n10 %\n\nPhasing out 10% most carbon-intensive oil and gas companies for direct and facultative re/insurance by 2023\n\nUSD 200 /t operational emissions in 2021; to be linearly\n\nIntroduce a triple-digit carbon levy on our increased to USD 200 per tonne by 2030\n\n<!-- image -->\n\nCarbon removal to compensate residual emissions by 2030, with interim targets for the share of removals in our compensation mix\n\n<!-- image -->\n\nProgress in 2021\n\n-34 % Reduction achieved between\n\n2018 and 2021\n\n5 %\n\nPhased out 5% most carbon-intensive oil and gas companies for direct and facultative re/insurance in 2021\n\nUSD 100 /t\n\nSuccessful roll-out of the programme with a levy of USD 100 per tonne in 2021\n\n35 %\n\nCarbon removal in our compensation mix achieved in 2021",
        "metadata": {
            "page": 60
        },
        "id": "6337f547-f111-4805-970b-fc0315513cfd"
    },
    {
        "page_content": "<!-- image -->\n\n## Milestones on our net-zero journey\n\n## Net-Zero Asset Owner Alliance and Net-Zero Insurance Alliance:\n\nAchieving net zero requires a massive effort and active dialogue across value chains. To emphasise its commitment to decarbonising its business, Swiss Re is a founding member of two alliances: the UN-convened Net-Zero Asset Owner Alliance (AOA) and the UN-convened Net-Zero Insurance Alliance (NZIA). In alignment with the AOA's inaugural Target Setting Protocol released in 2021, Swiss Re set ambitious intermediate targets to reduce the carbon intensity of its listed equities and corporate bond portfolio by 2025. In addition, the NZIA will enable insurers to individually set science-based intermediate decarbonisation targets for their underwriting portfolios.\n\n## WEF Alliance of CEO Climate Leaders:\n\nThe WEF Alliance of CEO Climate Leaders is the largest CEO-led alliance in the world and is currently co-chaired by Swiss Re's Group CEO Christian Mumenthaler. The alliance works on concrete climate action aligned with the Paris climate agreement and is a catalyst to lead and drive change in the race to net zero. Mumenthaler represented the alliance at COP26 to encourage world leaders to take decisive and more aggressive steps towards reaching net zero.\n\n## Full phase-out of thermal coal has begun:\n\nIn 2021, Swiss Re moved ahead with its new exit strategy for thermal coal in treaty re/insurance, complementing its existing strategy for direct and facultative business established in 2018. In 2023, Swiss Re will tighten its coal policy by introducing new thermal coal exposure thresholds for treaty re/insurance across property, engineering, casualty, credit & surety and marine cargo lines of business. The thresholds will be tightened gradually and will lead to a complete phase-out of thermal coal exposure in OECD countries by 2030 and in the rest of the world by 2040.\n\n## Partnering with Climeworks:\n\nIn 2021, Swiss Re partnered with Climeworks, a leading specialist in carbon dioxide air capture technology. As part of the collaboration, Swiss Re buys carbon removal services and gains access to the new carbon removal risk pool and asset class. This is the world's first long-term purchase agreement for direct air capture and storage, worth USD 10 million over ten years, providing Climeworks with future revenue that improves the bankability of their scale-up roadmap.",
        "metadata": {
            "page": 61
        },
        "id": "d3f4e68a-ac43-47f7-a8ae-83fed0917950"
    },
    {
        "page_content": "## Board of Directors\n\nAt the Annual General Meeting of Swiss Re Ltd on 16 April 2021, Sergio P. Ermotti was elected as new Chairman of the Board of Directors. Shareholders also re-elected all other proposed members of the Board of Directors as well as the proposed members of the Compensation Committee for a one-year period. In addition, Renato Fassbind was re-appointed as Vice Chairman and as Lead Independent Director at the post-AGM meeting of the Board of Directors. The Board of Directors also decided to award the title of Honorary Chairman to Walter B. Kielholz to recognise his services to Swiss Re.\n\nAs of April 2021, the Board of Directors consists of 13 members.\n\n<!-- image -->\n\nFor further information, please see p.90 of the Financial Report\n\n<!-- image -->\n\nSergio P. Ermotti Chairman\n\n<!-- image -->\n\nnon-executive and independent\n\nSergio P. Ermotti was elected to the Board of Directors of Swiss Re Ltd in 2020 and has been Chairman of the Board of Directors since April 2021. He chairs the Governance and Nomination Committee.\n\n<!-- image -->\n\n<!-- image -->\n\n## Joerg Reinhardt\n\nMember\n\nnon-executive and independent\n\nJoerg Reinhardt was elected to the Board of Directors of Swiss Re Ltd in 2017. He is a member of the Governance and Nomination Committee and the Compensation Committee.\n\nPhilip K. Ryan Member non-executive and independent\n\nPhilip K. Ryan was elected to the Board of Directors of Swiss Re Ltd in 2015. He chairs the Finance and Risk Committee and is a member of the Audit Committee. He is also Chairman of Swiss Re America Holding Corporation.\n\nRaymond K.F. Ch'ien Member\n\nnon-executive and independent\n\nRaymond K.F. Ch'ien was elected to the Board of Directors of Swiss Reinsurance Company Ltd in 2008 and to the Board of Directors of Swiss Re Ltd in connection with its formation in 2011. He is a member of the Compensation Committee and the Investment Committee. He is also a member of the Board of Directors of Swiss Re Asia Pte. Ltd.\n\n<!-- image -->\n\n## Sir Paul Tucker\n\nMember\n\nnon-executive and independent\n\nSir Paul Tucker was elected to the Board of Directors of Swiss Re Ltd in 2016. He is a member of the Finance and Risk Committee and the Investment Committee.\n\n<!-- image -->\n\n## Renato Fassbind\n\nVice Chairman and Lead Independent Director non-executive and independent\n\nRenato Fassbind was elected to the Board of Directors of Swiss Re Ltd in 2011. He was appointed Vice Chairman in 2012 and Lead Independent Director in 2014. He chairs the Audit Committee and is a member of the Governance and Nomination Committee and the Compensation Committee.",
        "metadata": {
            "page": 62
        },
        "id": "f6b30590-3233-4e0a-a6ab-685cda6e85bc"
    },
    {
        "page_content": "<!-- image -->\n\nKaren Gavan Member non-executive and independent\n\n<!-- image -->\n\nKaren Gavan was elected to the Board of Directors of Swiss Re Ltd in 2018. She is a member of the Audit Committee and the Compensation Committee. She is also a member of the Board of Directors of Swiss Re America Holding Corporation.\n\n<!-- image -->\n\n<!-- image -->\n\n## Jacques de Vaucleroy Member\n\nnon-executive and independent\n\nJacques de Vaucleroy was elected to the Board of Directors of Swiss Re Ltd in 2017. He chairs the Compensation Committee and is a member of the Governance and Nomination Committee and the Investment Committee. He is also Chairman of Swiss Re Europe S.A. and Swiss Re International SE.\n\n## Larry Zimpleman\n\nMember\n\nnon-executive and independent\n\nLarry Zimpleman was elected to the Board of Directors of Swiss Re Ltd in 2018. He is a member of the Audit Committee and the Finance and Risk Committee. He is also a member of the Board of Directors of Swiss Re America Holding Corporation.\n\n## Jay Ralph\n\nMember\n\nnon-executive and independent\n\nJay Ralph was elected to the Board of Directors of Swiss Re Ltd in 2017. He is a member of the Finance and Risk Committee and the Investment Committee.\n\n<!-- image -->\n\n<!-- image -->\n\n## Joachim Oechslin\n\nMember\n\nnon-executive and independent\n\nJoachim Oechslin was elected to the Board of Directors of Swiss Re Ltd in 2020. He is a member of the Finance and Risk Committee and the Investment Committee.\n\n<!-- image -->\n\n## Susan L. Wagner\n\nMember\n\nnon-executive and independent\n\nSusan L. Wagner was elected to the Board of Directors of Swiss Re Ltd in 2014. She chairs the Investment Committee and is a member of the Governance and Nomination Committee and the Finance and Risk Committee.\n\n## Deanna Ong\n\nMember\n\nnon-executive and independent\n\nDeanna Ong was elected to the Board of Directors of Swiss Re Ltd in 2020. She is a member of the Audit Committee. She is also a member of the Board of Directors and Chairperson of the Audit Committee of Swiss Re Asia Pte. Ltd.",
        "metadata": {
            "page": 63
        },
        "id": "abcb5831-d417-401d-b229-0dd0e0d38ec6"
    },
    {
        "page_content": "## Group Executive Committee\n\nSince 1 September 2020, the Group Executive Committee has consisted of 13 members. On 1 July 2021, Cathy Desquesses succeeded Nigel Fretwell as Group Chief Human Resources Officer. As of 1 January 2022, she also assumed the role of Head Corporate Services. On 1 January 2022, Pravina Ladva joined the Group Executive Committee as Group Chief Digital & Technology Officer. Group Chief Operating Officer Anette Bronder left Swiss Re effective 17 December 2021.\n\n<!-- image -->\n\nFor further information, please see p. 104 of the\n\nFinancial Report\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nChristian Mumenthaler Group Chief Executive Officer\n\nChristian Mumenthaler was appointed Group Chief Executive Officer in July 2016. Prior to that, he held several leading positions within the company, including Chief Executive Officer Reinsurance, Head of Life & Health and Group Chief Risk Officer. He became a member of the Group Executive Committee in 2011.\n\n<!-- image -->\n\n## Russell Higginbotham\n\nChief Executive Officer Reinsurance Asia/ Regional President Asia\n\nRussell Higginbotham assumed the role of Chief Executive Officer Reinsurance Asia and Regional President Asia with effect from July 2019. Prior to that, he was Chief Executive Officer Reinsurance EMEA and Regional President EMEA. He became a member of the Group Executive Committee in September 2018.\n\nUrs Baertschi Chief Executive Officer Reinsurance EMEA/ Regional President EMEA\n\nUrs Baertschi was appointed Chief Executive Officer Reinsurance EMEA, Regional President EMEA and a member of the Group Executive Committee in September 2019. Prior to that, he served as President of Reinsurance, Latin America.\n\n<!-- image -->\n\n<!-- image -->\n\nJonathan Isherwood\n\nChief Executive Officer Reinsurance Americas/ Regional President Americas\n\nJonathan Isherwood was appointed Chief Executive Officer Reinsurance Americas as of April 2020, and Regional President Americas and a member of the Group Executive Committee as of August 2020. Prior to that, he served as Head Globals Reinsurance.\n\nThierry Léger Group Chief Underwriting Officer\n\nThierry Léger was appointed Chief Executive Officer Life Capital and a member of the Group Executive Committee as of January 2016. With effect from September 2020, he assumed the role of Group Chief Underwriting Officer.\n\nAndreas Berger Chief Executive Officer Corporate Solutions\n\nAndreas Berger joined Swiss Re in March 2019 as Chief Executive Officer Corporate Solutions and member of the Group Executive Committee. Prior to that, he held several leading positions at Allianz Global Corporate & Specialty SE (AGCS), Gerling and Boston Consulting Group.",
        "metadata": {
            "page": 64
        },
        "id": "58fba87d-417b-4c44-b0df-7bb088674c80"
    },
    {
        "page_content": "John R. Dacey Group Chief Financial Officer\n\n<!-- image -->\n\nJohn R. Dacey joined Swiss Re in October 2012 and was appointed Group Chief Strategy Officer and a member of the Group Executive Committee in November 2012. He also served as Chairman Admin Re® from November 2012 to May 2015. He was appointed Group Chief Financial Officer with effect from April 2018.\n\n<!-- image -->\n\nPravina Ladva Group Chief Digital & Technology\n\n<!-- image -->\n\nOfficer\n\nPravina Ladva was appointed Group Chief Digital & Technology Officer and a member of the Group Executive Committee as of 1 January 2022. Before that, she served as Group Digital Transformation Officer and Chief Technology and Operations Officer for iptiQ, Swiss Re's digital white-label provider of property & casualty and life & health insurance.\n\nPatrick Raaflaub Group Chief Risk Officer\n\nPatrick Raaflaub was appointed Group Chief Risk Officer and a member of the Group Executive Committee in September 2014. Prior to that, he served as Chief Executive Officer of the Swiss Financial Market Supervisory Authority FINMA and held several leading positions within Swiss Re.\n\n<!-- image -->\n\n<!-- image -->\n\n## Cathy Desquesses\n\nGroup Chief Human Resources Officer & Head Corporate Services\n\nCathy Desquesses joined Swiss Re as Group Chief Human Resources Officer and a member of the Group Executive Committee on 1 July 2021. Effective 1 January 2022, she also assumed responsibility for Corporate Services (comprising Group Communications and Corporate Real Estate & Services).\n\n<!-- image -->\n\n## Moses Ojeisekhoba\n\nChief Executive Officer Reinsurance\n\nMoses Ojeisekhoba joined Swiss Re in February 2012 and was appointed Chief Executive Officer Reinsurance Asia, Regional President Asia and a member of the Group Executive Committee in March 2012. In July 2016, Moses Ojeisekhoba was appointed Chief Executive Officer Reinsurance.\n\nGuido Fürer Group Chief Investment Officer\n\nGuido Fürer was appointed Group Chief Investment Officer and a member of the Group Executive Committee in November 2012. In 2019, he additionally assumed the roles of Swiss Re Country President Switzerland and Chairman of the Swiss Re Strategic Council.\n\nHermann Geiger Group Chief Legal Officer\n\n<!-- image -->\n\nHermann Geiger assumed the global position as Head of Legal & Compliance and Group Chief Legal Officer in 2009. He was appointed as a member of the Group Executive Committee with effect from July 2019.",
        "metadata": {
            "page": 65
        },
        "id": "cf5bc554-1514-4ac7-8fa0-a1cdbb54cbc3"
    },
    {
        "page_content": "## Cautionary note on forward-looking statements\n\nCertain statements and illustrations contained herein are forward-looking. These statements (including as to plans, objectives, targets, and trends) and illustrations provide current expectations of future events based on certain assumptions and include any statement that does not directly relate to a historical fact or current fact.\n\nForward-looking statements typically are identified by words or phrases such as 'anticipate', 'target', 'aim', 'assume', 'believe', 'continue', 'estimate', 'expect', 'foresee', 'intend', 'may increase', 'may fluctuate' and similar expressions, or by future or conditional verbs such as 'will', 'should', 'would' and 'could'. These forward-looking statements involve known and unknown risks, uncertainties and other factors, which may cause the Group's actual results of operations, financial condition, solvency ratios, capital or liquidity positions or prospects to be materially different from any future results of operations, financial condition, solvency ratios, capital or liquidity positions or prospects expressed or implied by such statements or cause Swiss Re to not achieve its published targets. Such factors include, among others:\n\n- · the frequency, severity and development of insured claim events, particularly natural catastrophes, man-made disasters, pandemics, acts of terrorism or acts of war;\n- · mortality, morbidity and longevity experience;\n- · the cyclicality of the reinsurance sector;\n- · central bank intervention in the financial markets, trade wars or other protectionist measures relating to international trade arrangements, adverse geopolitical events, domestic political upheavals or other developments that adversely impact global economic conditions;\n- · increased volatility of, and/or disruption in, global capital and credit markets;\n- · the Group's ability to maintain sufficient liquidity and access to capital markets, including sufficient liquidity to cover potential recapture of reinsurance agreements, early calls of debt or debt-like arrangements and collateral calls due to actual or perceived deterioration of the Group's financial strength or otherwise;\n- · the Group's inability to realise amounts on sales of securities on the Group's balance sheet equivalent to their values recorded for accounting purposes;\n- · the Group's inability to generate sufficient investment income from its investment portfolio, including as a result of fluctuations in the equity and fixed income markets, the composition of the investment portfolio or otherwise;",
        "metadata": {
            "page": 66
        },
        "id": "6c4674b6-1469-452e-9ef7-3543db22b2f9"
    },
    {
        "page_content": "- · changes in legislation and regulation, including changes in regulation related to environmental, social and governance ('ESG') matters, or the interpretations thereof by regulators and courts, affecting the Group or its ceding companies, including as a result of comprehensive reform or shifts away from multilateral approaches to regulation of global operations;\n- · the Group's ability to fully achieve one or more of its ESG or sustainability goals or to fully comply with applicable ESG or sustainability standards;\n- · matters negatively affecting the reputation of the Group, its board of directors or its management, including matters relating to ESG or sustainability, such as allegations of greenwashing, lack of diversity and similar allegations;\n- · the lowering or loss of one of the financial strength or other ratings of one or more companies in the Group, and developments adversely affecting its ability to achieve improved ratings;\n- · uncertainties in estimating reserves, including differences between actual claims experience and underwriting and reserving assumptions;\n- · policy renewal and lapse rates;\n- · uncertainties in estimating future claims for purposes of financial reporting, particularly with respect to large natural catastrophes and certain large manmade losses and social inflation litigation, as significant uncertainties may be involved in estimating losses from such events and preliminary estimates may be subject to change as new information becomes available;\n- · legal actions or regulatory investigations or actions, including in respect of industry requirements or business conduct rules of general applicability, the intensity and frequency of which may also increase as a result of social inflation;\n- · the outcome of tax audits, the ability to realise tax loss carryforwards and the ability to realise deferred tax assets (including by reason of the mix of earnings in a jurisdiction or deemed change of control), which could negatively impact future earnings, and the overall impact of changes in tax regimes on the Group's business model;\n- · changes in accounting estimates or assumptions that affect reported amounts of assets, liabilities, revenues or expenses, including contingent assets and liabilities;\n- · changes in accounting standards, practices or policies, including the contemplated adoption of IFRS;\n- · strengthening or weakening of foreign currencies;\n- · reforms of, or other potential changes to, benchmark reference rates;\n- · failure of the Group's hedging arrangements to be effective;\n- · significant investments, acquisitions or dispositions, and any delays, unforeseen liabilities or other costs, lower-thanexpected benefits, impairments, ratings action or other issues experienced in connection with any such transactions;\n- · extraordinary events affecting the Group's clients and other counterparties, such as bankruptcies, liquidations and other credit-related events;\n- · changing levels of competition;\n- · the effects of business disruption due to terrorist attacks, cyberattacks, natural catastrophes, public health emergencies, hostilities or other events;\n- · limitations on the ability of the Group's subsidiaries to pay dividends or make other distributions; and\n- · operational factors, including the efficacy of risk management and other internal procedures in anticipating and managing the foregoing risks.\n\nThese factors are not exhaustive. The Group operates in a continually changing environment and new risks emerge continually. Readers are cautioned not to place undue reliance on forward-looking statements. Swiss Re undertakes no obligation to publicly revise or update any forward-looking statements, whether as a result of new information, future events or otherwise.\n\nThis communication is not intended to be a recommendation to buy, sell or hold securities and does not constitute an offer for the sale of, or the solicitation of an offer to buy, securities in any jurisdiction, including the United States. Any such offer will only be made by means of a prospectus or offering memorandum, and in compliance with applicable securities laws.",
        "metadata": {
            "page": 67
        },
        "id": "0273e23e-c99b-4144-87b6-b7b12869a79d"
    },
    {
        "page_content": "## Contacts\n\nSwiss Re has 82 office locations in 29 countries. For a full list of our office locations and service offerings, please visit www.swissre.com\n\n## Investor Relations\n\nTelephone +41 43 285 4444 investor\\_relations@swissre.com\n\n## Head office\n\nSwiss Re Ltd\n\nMythenquai 50/60, P.O. Box,\n\n8022 Zurich, Switzerland\n\nTelephone +41 43 285 2121\n\n## Americas\n\n## Armonk\n\n175 King Street Armonk, NY 10504 Telephone +1 914 828 8000\n\n## Kansas City\n\n1200 Main Street\n\nKansas City, MO 64105\n\nTelephone +1 816 235 3703\n\n## New York\n\n1301 Avenue of the Americas New York, NY 10019 Telephone +1 212 317 5400\n\n## Los Angeles\n\n777 South Figueroa Street Los Angeles, CA 90071 Telephone +1 213 457 6190\n\n## Toronto\n\n150 King Street West\n\nToronto, Ontario M5H 1J9\n\nTelephone +1 416 408 0272\n\n## Mexico City\n\nAvenida Insurgentes Sur 1898 Torre Siglum Colonia Florida, Del Alvaro Obregon México City 01030\n\nTelephone +52 55 5322 8400\n\n## São Paulo\n\nAvenida Brigadeiro Faria Lima 3064 Itaim Bibi São Paulo, SP 01451-001 Telephone +55 11 3073 8000\n\n## Media Relations\n\nTelephone +41 43 285 7171 media\\_relations@swissre.com\n\n## Europe\n\n## (incl. Middle East and Africa)\n\nZurich Mythenquai 50/60 8022 Zurich Telephone +41 43 285 2121\n\n## London\n\n30 St Mary Axe London EC3A 8EP\n\nTelephone +44 20 7933 3000\n\n## Munich\n\nArabellastrasse 30 81925 Munich Telephone +49 89 3844 1200\n\n## Cape Town\n\nBlock B\n\nThe Boulevard Office Park Searle Street Woodstock Cape Town, 7925 Telephone +27 21 469 8400\n\n## Madrid\n\nTorre Europa Paseo de la Castellana, 95 28046 Madrid Telephone +34 91 598 1726\n\n## Paris\n\n11-15, rue Saint-Georges 75009 Paris Telephone +33 1 43 18 30 00\n\n## Rome\n\nVia di San Basilio, 72 00187 Rome Telephone +39 06 323931\n\n## Share Register\n\nTelephone +41 43 285 6810 share\\_register@swissre.com\n\n## Asia-Pacific\n\n## Singapore\n\nAsia Square Tower 2\n\n12 Marina View\n\nSingapore 018961\n\nTelephone +65 6532 2161\n\n## Hong Kong\n\nCentral Plaza 18 Harbour Road Wanchai Hong Kong Telephone +852 2827 4345\n\n## Sydney\n\nTower Two International Towers Sydney 200 Barangaroo Avenue Sydney, NSW 2000 Telephone +61 2 8295 9500\n\n## Beijing\n\nChina Life Financial Centre 23 Zhenzhi Road Chaoyang District Beijing 100026 Telephone +86 10 6563 8888\n\n## Tokyo\n\nMarunouchi Nijubashi Building\n\n3-2-3 Marunouchi Tokyo 100-0005\n\nTelephone +81 3 5219 7800\n\n## Mumbai\n\nOne BKC Plot no. C-66, G-Block Bandra Kurla Complex Bandra (East) Mumbai 400 051 Telephone +91 22 6661 2121",
        "metadata": {
            "page": 68
        },
        "id": "986ede9e-22aa-448b-b51a-0cf574a9dc85"
    },
    {
        "page_content": "©2022 Swiss Re. All rights reserved.\n\nTitle:\n\nBusiness Report 2021\n\nEditorial:\n\nChloë Barrow\n\nElena Logutenkova\n\nMichael Gawthorne\n\nDesign:\n\nSuperunion\n\nSwiss Re Corporate Real Estate & Services/ Media Services, Zurich\n\nPhotography:\n\nBoris Baldinger\n\nBraschler/Fischer\n\nBühler AG\n\nFredi Lienhardt\n\nGetty Images\n\nGoogle Maps\n\nMarc Wetli\n\nMartin Rütschi\n\nSwiss Re\n\nPrinting:\n\nMulticolor Print AG, Baar\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nThis report is printed on sustainably produced paper and is climate neutral. The wood used comes from forests certified to 100% by the Forest Stewardship Council (FSC).\n\nOriginal version in English.\n\nThe Business Report 2021 is also available in German. The web version of the Annual Report 2021 is available at: reports.swissre.com\n\nOrder no: 1490793\\_22\\_en\\_2\n\n03/22, 1100 en",
        "metadata": {
            "page": 69
        },
        "id": "a03c31a9-f3b9-4197-852c-295c15ecdefb"
    },
    {
        "page_content": "Swiss Re Ltd Mythenquai 50/60 P.O. Box 8022 Zurich Switzerland\n\nTelephone +41 43 285 2121 www.swissre.com",
        "metadata": {
            "page": 70
        },
        "id": "a37e9b02-8ea3-4e10-ab0b-8330bce647df"
    }
]