[
    {
        "page_content": "Governance 2021",
        "metadata": {
            "page": 1
        },
        "id": "5ab2bd0b-4c5c-49d4-a036-d8db5f758bd5"
    },
    {
        "page_content": "## Corporate Governance Statement 2021\n\nCorporate governance at Fortum Corporation (Fortum or the company) is based on Finnish laws and the company's Articles of Association. Fortum fully complies with the Finnish Corporate Governance Code 2020. The corporate governance statement is issued separately from the operating and financial review, and it has been reviewed by the Audit and Risk Committee of Fortum's Board of Directors.\n\nFortum has been listed on Nasdaq Helsinki stock exchange since 18 December 1998. Fortum's industrial sector, according to the Global Industry Classification Standard, is Electric Utilities. The State of Finland is the majority owner in Fortum with 50.76% of the shares as on 31 December 2021.\n\nFortum prepares the consolidated financial statements and interim reports in accordance with the International Financial Reporting Standards (IFRS), as adopted by the EU, the Finnish Securities Markets Act, as well as the appropriate Financial Supervisory Authority's regulations and guidelines and Nasdaq Helsinki's rules. The company's operating and financial review and the parent company financial statements are prepared in accordance with the Finnish Companies Act, Accounting Act, Securities Markets Act, and the opinions and guidelines of the Finnish Accounting Board. The Financial Statements are also published in accordance with the European Single Electronic Format (ESEF) reporting requirement. The audit firm, Deloitte Oy, has provided an independent auditor's reasonable assurance report on Fortum's ESEF Financial Statements in accordance with ISAE 3000 (Revised). The auditor's report covers the consolidated financial statements and the parent company financial statements.\n\nThe Finnish Corporate Governance Code 2020 is available on the website of the Securities Market Association at 4 www.cgfinland.fi .\n\n## Governing bodies of Fortum\n\nThe decision-making bodies managing and overseeing Fortum's administration and operations are the General Meeting of Shareholders, the Board of Directors with its two Committees; the Audit and Risk Committee and the Nomination and Remuneration Committee, and the President and CEO, supported by the Fortum Executive Management.\n\nFurther, Fortum has an informal Advisory Council consisting of representatives of Fortum's stakeholder groups as invited by the Board of Directors. The Advisory Council aims at advancing Fortum's businesses by facilitating a dialogue and exchange of views between Fortum and its stakeholders. In 2021, the Advisory Council consisted of 13 representatives of Fortum's stakeholder groups including three employee representatives.\n\nAs sustainability is an integral part of Fortum's strategy and operations, the highest decision-making on sustainability and climaterelated matters falls on the duties of the members of the Board of Directors, who share joint responsibility for these matters. Therefore, Fortum has not established a specific Sustainability Committee for\n\n## Governing bodies of Fortum\n\n<!-- image -->\n\nthe decision-making on Environmental, Social and Governance (ESG) matters. The Audit and Risk Committee, members of the Fortum Executive Management, and other senior executives support the Board of Directors in the decision-making in these matters, when necessary.\n\n## General Meeting of Shareholders\n\nThe General Meeting of Shareholders is the highest decision-making body of Fortum. Every shareholder has the right to participate in the General Meeting, propose items to be included on the agenda of the General Meeting and exercise his/her power of decision in the matters belonging to the General Meeting by law, as stipulated in the Finnish Companies Act. Each share entitles to one vote. A shareholder also has the right to ask questions about the matters discussed at the General Meeting of Shareholders. By the end of each financial year, Fortum discloses the date by which a shareholder may propose items to be included on the agenda of the following General Meeting on its Annual General Meeting website.\n\nThe decisions at the General Meeting of Shareholders are primarily made by a simple majority of votes. Such decisions include, for example, resolutions on the adoption of the financial statements, payment of dividends, discharging the members of the Board of Directors and the President and CEO from liability, appointment of the Board of Directors and the external auditor, and deciding on their remuneration.\n\nIn accordance with Fortum's Articles of Association and the Finnish Companies Act, a notice to convene the General Meeting of Shareholders is issued by the Board of Directors. The notice is delivered no more than three months and no less than three weeks before the General Meeting of Shareholders by publishing the notice on the company's website or in two newspapers chosen by the Board of Directors. The Annual General Meeting is to be held once a year, in June at the latest.\n\nAn Extraordinary General Meeting of Shareholders shall be held whenever the Board of Directors finds it necessary or when it is required by law to convene such a meeting.",
        "metadata": {
            "page": 2
        },
        "id": "1a5bfbe5-2c08-4707-bfc1-fd599457cf5d"
    },
    {
        "page_content": "## The main duties of the Annual General Meeting include:\n\n- ·  Adoption of the parent company financial statements and consolidated financial statements\n- ·  Resolution on the use of the earnings shown on the balance sheet and the payment of dividends\n- ·  Resolutions on the discharge from liability of the members of the Board of Directors and the President and CEO\n- ·  Resolution on the remuneration of the members of the Board of Directors\n- ·  Resolution on the number of members of the Board of Directors\n- ·  Election of the chair, deputy chair and members of the Board of Directors\n- ·  Resolution on the remuneration of the external auditor\n- ·  Election of the external auditor\n\n## General Meetings in 2021\n\nFortum's Annual General Meeting 2021 was held on 28 April 2021 at the company's headquarters in Espoo. The Board of Directors of the company decided on an exceptional annual general meeting procedure on the basis of the temporary law (677/2020) to the Finnish Companies Act to prevent the spread of the COVID-19 pandemic. In accordance with the temporary law, shareholders of the company and their proxies could only participate in the meeting and exercise the shareholder rights by means of voting in advance as well as by making counterproposals and presenting questions in advance. It was not possible to attend the meeting in person but shareholders could follow the Annual General Meeting live online on the company's website. The Remuneration report for the company's governing bodies 2020 was presented to the AGM and it was approved in an advisory vote.\n\nNo Extraordinary General Meetings of Shareholders were held in 2021.\n\n## Shareholders' Nomination Board\n\nThe Annual General Meeting held on 9 April 2013 established a permanent Shareholders' Nomination Board. The purpose and task of the Shareholders' Nomination Board is to prepare and present proposals on the remuneration, size and members of the Board of Directors to the General Meeting. In addition, the Shareholders' Nomination Board seeks candidates for potential board members.\n\nThe Shareholders' Nomination Board consists of four members. Three of them are appointed by the company's three largest shareholders, who shall appoint one member each. The Chair of the Board of Directors serves as the fourth member. The members are nominated annually, and their term of office ends when new members are appointed to replace them. Fortum's three largest shareholders that are entitled to appoint members to the Shareholders' Nomination Board are determined on the basis of the registered holdings as at the first working day of September in the year concerned. In the event that a shareholder does not wish to exercise its right to appoint a representative, it shall pass the right to the next largest shareholder.\n\nThe Shareholders' Nomination Board forwards its proposals for the Annual General Meeting to the Board of Directors by 31 January each year.\n\n## Diversity Principles for the Board of Directors\n\nThe Shareholders' Nomination Board prepares and applies diversity principles for the Board of Directors in line with the Finnish Corporate Governance Code 2020. The principles are applied in preparing the proposal concerning nomination of board members. The diversity principles include, among others, that the board composition shall include expertise from the geographical areas where Fortum conducts its business, the background profession of the board members shall include such competences that support the implementation of Fortum's strategy and that enable board members to challenge management decisions and to exercise an overseeing role. In addition, the board composition shall include both genders. Fortum also complies with the principles set forth in the Finnish Government Resolution dated 17 December 2015 on equal gender representation in the boards of listed companies with the aim having been that the board would consist of at least 40% of women and men respectively by 2020. The Shareholders' Nomination Board reviews the diversity principles and their implementation annually.\n\nFortum reports on the objectives, actions and progress of the diversity principles in this Corporate Governance Statement. The Shareholders' Nomination Board has applied the diversity principles in preparing the proposal concerning nomination of the board members for the Annual General Meeting 2021 and for the upcoming Annual General Meeting 2022. The goal of the Nomination Board is to seek possible new Board member candidates meeting the requirements set by the international nature of the company's business emphasising experience from CEO level management position in international business and strong expertise in ESG, energy industry, and digitalisation in particular. The Shareholders' Nomination Board deems that the current board composition and the proposed board members for the",
        "metadata": {
            "page": 3
        },
        "id": "f21e4136-c9dd-4d80-b3f4-50c5e0618f9a"
    },
    {
        "page_content": "Annual General Meeting 2022 include all the competences defined in the diversity principles in a well-balanced manner.\n\nThe proposal for the board members for the Annual General Meeting 2022 consists of 4 women and 5 men. The current Board of Directors consists of 4 women and 3 men, corresponding to a ratio of 57.1% and 42.9% respectively.\n\n## Shareholders' Nomination Board in 2021\n\nIn September 2020, the following persons were appointed to the Shareholders' Nomination Board: Kimmo Viertola, b. 1961, M.Sc. (Econ.), Director General of the Ownership Steering Department, Prime Minister's Office; Jouko Pölönen, b. 1970, M.Sc. (Econ.), President and CEO of Ilmarinen Mutual Pension Insurance Company, and Risto Murto, b. 1963, Ph.D. (Econ.), President and CEO of Varma Mutual Pension Insurance Company. The Chair of the Board of Directors, Matti Lievonen, acted as member of the Shareholders' Nomination Board. In 2021, the Nomination Board convened 10 times and the attendance rate was 100%.\n\nIn September 2021, the following persons were appointed to the Shareholders' Nomination Board: Kimmo Viertola, b. 1961, M.Sc. (Econ.), Director General of the Ownership Steering Department, Prime Minister's Office; Jouko Pölönen, b. 1970, M.Sc. (Econ.), President and CEO of Ilmarinen Mutual Pension Insurance Company, and Risto Murto, b. 1963, Ph.D. (Econ.), President and CEO of Varma Mutual Pension Insurance Company. The Chair of the Board of Directors, Veli-Matti Reinikkala, acts as member of the Shareholders' Nomination Board. As of 25 January 2022, the Chair of the Shareholders' Nomination Board has been Maija Strandberg, Senior Ministerial Adviser, Financial Affairs, Prime Minister's Office, Ownership Steering Department. In 2022, the Nomination Board has so far convened 2 times and the attendance rate has been 100%.\n\nThe Shareholders' Nomination Board proposes to the Annual General Meeting 2022 that the annual fee to be paid to the members of the\n\nBoard of Directors for a term ending at the end of the Annual General Meeting 2023 be as follows: Chair: EUR 88,800, Deputy Chair: EUR 63,300, Members: EUR 43,100 Chair of the Audit and Risk Committee: EUR 63,300, in case that he/she does not simultaneously act as Chair or Deputy Chair of the Board.\n\nIn addition to the aforementioned annual fee, it is proposed as a new element to pay a fixed fee for the Committee work as follows: Member of the Audit and Risk Committee: EUR 3,000, Chair of the Nomination and Remuneration Committee: EUR 5,000 Member of the Nomination and Remuneration Committee: EUR 2,000 Chair of any additional Committee established by a Board decision: EUR 5,000, Member of any additional Committee established by a Board decision: EUR 2,000.\n\nIn addition, the Shareholders' Nomination Board proposes that the meeting fee payable to a Board member, also for the Committee meetings, be EUR 800 for each meeting, or EUR 1,600 in case the member travels to the meeting outside his/her country of residence. When a member participates in the meeting via remote connection, or for the decisions that are confirmed without convening a meeting, the meeting fee be EUR 800. The travel expenses of Board members are compensated in accordance with the company's travel policy.\n\nFurther, the Shareholders' Nomination Board proposes as a new element that the annual fee for the Board work of the Board members be paid in company shares and in cash in such a way that approximately 40% of the amount of the annual fee be payable in shares acquired on behalf and in the name of the Board members, and the remainder in cash. The meeting fees and the fixed fees for the Committee work are proposed to be paid fully in cash.\n\nIn addition, the Shareholders' Nomination Board proposes to the Annual General Meeting 2022 that the Board of Directors comprise nine members and that the following persons be elected to the Board of Directors for the upcoming term: Ralf Christian, Luisa Delgado, Essimari Kairisto, Anja McAlister (Deputy Chair), Teppo Paavola, Veli-Matti Reinikkala (Chair), Philipp Rösler, Annette Stube, and Kimmo Viertola.\n\n## Board of Directors\n\nThe Board of Directors is responsible for the company's strategic development and for supervising and steering the company's business and management. Further, in line with the company's Articles of Association and the Companies Act, the Board of Directors represents the company and is responsible for defining the company's purpose, and also for proper arrangement of the control of the company's accounts and finances.\n\nThe Board of Directors comprises five to ten members who are elected at the Annual General Meeting for a one-year term of office expiring at the end of the first Annual General Meeting following the election. The Annual General Meeting also elects the Chair and the Deputy Chair of the Board of Directors.\n\nThe Board of Directors convenes according to a previously agreed schedule to discuss specified themes and issues on its charter. The Chair of the Board of Directors prepares the agenda for the Board of Directors meetings based on the proposal by the President and CEO. The members of the Board of Directors have the right to suggest specific matters and have them included in the agenda. More than a half of the members must be present at the meeting to constitute a quorum. Decisions of the Board of Directors shall be made by a simple majority. The Board of Directors has approved a written charter for its work, the main content of which is disclosed on page 4 herein, including the duties of the Board of Directors.\n\nThe President and CEO, the Chief Financial Officer, and the General Counsel as secretary to the Board of Directors, all attend the Board meetings on a regular basis. The other Fortum Executive Management members and senior executives attend as required.\n\nAs part of its duties, the Board of Directors conducts an annual selfassessment in order to further develop its work. In accordance with the Finnish Corporate Governance Code 2020, the Board of Directors also annually evaluates which of the directors are independent of the company and which are independent of its significant shareholders.",
        "metadata": {
            "page": 4
        },
        "id": "8db2a257-9400-4cbb-a254-188ce2976e72"
    },
    {
        "page_content": "## Board of Directors in 2021\n\nUntil the Annual General Meeting held on 28 April 2021, the Board of Directors comprised the following members: Mr Matti Lievonen (Chair), Mr Veli-Matti Reinikkala (Deputy Chair), Ms Eva Hamilton, Ms Essimari Kairisto, Ms Anja McAlister, Mr Philipp Rösler, Mr Teppo Paavola, and Ms Annette Stube. Mr Klaus-Dieter Maubach, who was elected as member to the Board of Directors at the 2020 Annual General Meeting, resigned from the Board on 29 March 2021. Following the resignation of Mr Maubach, Fortum's Shareholders' Nomination Board evaluated the Board of Directors' ability to function and concluded that the Board had full capacity to continue in its remaining composition until the 2021 Annual General Meeting. The Annual General Meeting held on 28 April 2021 elected Mr Veli-Matti Reinikkala as Chair, Ms Anja McAlister as Deputy Chair, and Ms Essimari Kairisto, Mr Teppo Paavola, Mr Philipp Rösler, and Ms Annette Stube as members. In addition, Ms Luisa Delgado was elected as new member.\n\nThe Chair, the Deputy Chair and the members of the Board of Directors are all independent of the company and of the company's significant shareholders. Four members are female and three of the members are male.\n\nThe Board of Directors convened 18 times during 2021, and the attendance rate was 99%.\n\nDuring 2021, the main focus of the board work was on the Uniper investment, consolidation of the same, and development and deepening of co-operation between both companies as well. In addition, the Board focused on the reorganisation of Fortum's Executive Management Team and on overall transformation of the business via strategic reviews, investments and divestments. The Board also focused on climate change related matters, including follow-up of the regulatory development. In December 2021, the Board of Directors decided to establish a temporary committee on liquidity for the purpose of monitoring and overseeing the liquidity situation in the Fortum Group, including Uniper. The members of the committee on liquidity were Veli-Matti Reinikkala (Chair), Essimari Kairisto, and Teppo Paavola. The committee met twice, and the attendance rate was 83%. Due to\n\n## The main duties of the Board of Directors include:\n\n## Strategy\n\n- ·  Strategic development and steering of the company's business and fields of activity\n- ·  Corporate values, policies\n- ·  Confirming the Group's Code of Conduct, operating principles and Group policies, including sustainability, and overseeing their implementation\n\n## Supervision and oversight\n\n- ·  Ensuring that the administration and operations of the company are properly organised\n- ·  Ensuring that the accounting, financial administration and the risk management are arranged appropriately\n\n## Financial matters of significance\n\n- ·  Confirming the Group's business plan on an annual basis\n- ·  Setting and following up the annual performance targets, including sustainability and climate-related targets, for the company and its management\n- ·  Reviewing the interim reports and approving the consolidated financial statements, the parent company financial statements and the operating and financial review\n- ·  Defining the dividend policy\n- ·  Deciding on major investments, divestments and business arrangements\n\nthe COVID-19 pandemic related market challenges, the Board closely monitored the impact on the Group and evaluated various short and long term risk scenarios throughout the year. The Board also conducted\n\n## Decisions having effect on the corporate organisation\n\n- ·  Confirming the Group's organisational structure at the top management level, and appointing and dismissing the members of the Fortum Executive Management\n- ·  Appointing and dismissing the President and CEO; deciding on his/her remuneration\n- ·  Appointing the Chair and Deputy Chair as well as members of the Fortum Corporation Advisory Council\n\n## Other\n\n- ·  Convening the Annual General Meeting and the Extraordinary General Meeting, when necessary\n- ·  Deciding on donations to charities\n\nthe annual self-assessment, including the committee work, to further enhance the efficiency of its work.",
        "metadata": {
            "page": 5
        },
        "id": "44d43b9a-36bf-4fce-822b-968a9d1219d7"
    },
    {
        "page_content": "## Fortum's Board of Directors on 31 December 2021\n\n## Veli-Matti Reinikkala\n\n## Chair\n\nBorn 1957, nationality: Finnish\n\nExecutive Master of Business Administration Independent member of Fortum's Board of Directors since 2016 Chair of the Nomination and Remuneration Committee\n\nFortum shareholding 31 Dec 2021: 5,000\n\nMain occupation: Non-executive Director\n\nPrimary work experience: President of Region Europe in 2015 and Member of the Group Executive Committee of ABB Group in 2006-2015, President of the Process Automation division in 2006-2014, Head of Business Area Process Automation in 2005; Manager of Automation Technologies Division at ABB China 2003-2004; Business Area Manager of ABB Drives & Power Electronics 2002; Manager at ABB Drives 1996-2002; CFO of ABB Industry Oy 1994-1996; various positions in paper and packaging companies in Finland before 1994\n\nKey positions of trust: Chairman of the Board of Glaston Corporation\n\n## Anja McAlister\n\n## Deputy Chair\n\nBorn 1960, nationality: Finnish and USA M.Sc., Energy technology, MBA Independent member of Fortum's Board of Directors since 2017\n\nMember of the Nomination and Remuneration Committee\n\nFortum shareholding 31 Dec 2021: 0\n\nMain occupation: Independent consultant\n\nPrimary work experience: Executive Vice President, Head of Strategy, Transformation, and HR of Pöyry PLC in 2017 and President of Energy Business Group in 2015-2017; Vice President at Pöyry Management Consulting Oy 2014-2015; Managing Director of Renewa Oy 2013; Senior Vice President, Head of Energy Business at UPM Group 2004-2013; Senior Vice President, Head of the Management Consulting Northern Europe of Electrowatt-Ekono Oy (part of the Pöyry Group) 2000-2004; Industrial Counsellor, Head of Energy Policy and Analyses team of Ministry of Trade and Industry, Finland\n\n1998-2000; Operations Manager and Managing Director of Kymppivoima Oy 1995-1998; Senior Consultant at Energia-Ekono Oy 1993-1995; Technical Manager at Sheffield Heat and Power Ltd., UK 1990-1993; Operations Manager of MW biomass CHP plant of City of Kuopio, Finland 1984-1989\n\n## Luisa Delgado\n\nLLM, King's College, University of London, UK; LLB, University of Geneva,\n\nBorn 1966, nationality: Portuguese and Swiss Switzerland\n\nIndependent member of Fortum's Board of Directors since 28 April 2021\n\nMember of the Nomination and Remuneration Committee\n\nFortum shareholding 31 Dec 2021: 0\n\nMain occupation:\n\nBoard professional\n\nPrimary work experience: CEO and Board Member of Safilo SpA 2013-2018;\n\nExecutive Board Member and Chief Human Resources Officer of SAP AG 2012-2013; Vice President, Nordic, Procter & Gamble GmbH 2007-2012; Vice President, Human Resources, Western Europe, Procter & Gamble GmbH 20062007; General Manager, Human Resources, Western Europe, Procter & Gamble GmbH 2003-2006; Head of Human Resources, Western Europe, Procter & Gamble GmbH 2000-2003; EMEA Human Resources Specialist, Organization Design, EU Labor, Diversity, Employee Communications 1997-1999; Division Human Resources Manager, UK Fabric/Home, Baby/Feminine and Food 1995-1997; Country Human Resources and Public Affairs & Communications Manager, Procter & Gamble Portugal 1993-1995; Recruitment, Training & Development, Plant Human Resources & Country Human Resources Manager, Procter & Gamble Portugal 1991-1993\n\nPositions of trust: Member of the Boards of Barclays Bank (Suisse), Zertus GmbH., Ingka Holding BV (IKEA), Telia AB, and Grupo Dia\n\n## Essimari Kairisto\n\nBorn 1966, nationality: Finnish and German Diploma in Business Administration (Germany) Independent member of Fortum's Board of Directors since 2018 Chair of the Audit and Risk Committee Fortum shareholding 31 Dec 2021: 0\n\nMain occupation: Independent consultant\n\nPrimary working experience: Member of the Executive Board/CFO in 2013-2016 at Hochtief Solutions AG; General Manager Finance/CFO of Sasol O&S Group International 2008-2013; Managing Director and CFO of Sasol Germany GmbH 2007-2013; Managing Director/CFO of Lahmeyer International GmbH 2004-2007; Head of Special Purpose Controlling of RWE Solutions AG 2003-2004; Head of Commercial Services Infrastructure Management of RWE Solutions AG & RWE Industrie-Lösungen GmbH 2002-2003; several management positions in Germany, Norway and US at Schlumberger 1995-2001\n\nKey positions of trust: Member of the Supervisory Board, the Board of Partners, and the Audit Committee of Freudenberg Group; Member of the Supervisory Board, Chair of the Audit, Risk and Compliance Committee, and Member of the Strategic Investment Committee of TenneT Holding B.V.; Independent Member of the Board of Directors and Member of the Audit Committee of Applus Services SA; Non-executive Independent Member of the Board of Directors and Chair of the Audit Committee of Iveco Group N.V.\n\n## Teppo Paavola\n\nBorn 1967, nationality: Finnish\n\nM.Sc.(Econ.), HSE; MBA, INSEAD\n\nIndependent member of Fortum's Board of Directors since 2020\n\nMember of the Audit and Risk Committee\n\nFortum shareholding 31 Dec 2021: 0\n\nMain occupation: Adecco Group, Chief Digital Officer\n\nPrimary working experience: BBVA Group, Chief Development Officer, General Manager of New Digital Businesses 2014-2018; Paypal, VP, Head of Global Business Development, M&A and Developer Relations 2012-2014; Nokia Corporation, General Manager at Mobile Financial Services 2009-2012, Head of Corporate Business Development 2008-2009, Head of Strategy and Business Development at Nokia Research Center 2004-2007; Oplayo, CEO 2002-2004; Printing Network Of Europe, CEO/Founder 2000-2002; General Electric/GE Capital, Managing Director of Equipment Finance 1998-1999 and M&A and Business Development Manager 1996-1997\n\nKey positions of trust: Member of the Board of 3 Step IT",
        "metadata": {
            "page": 6
        },
        "id": "7dd05d6f-8c78-4003-8fa1-7164d57c9e15"
    },
    {
        "page_content": "## Philipp Rösler\n\nBorn 1973, nationality: German\n\nPh.D., M.Med\n\nIndependent member of Fortum's Board of Directors since 2019\n\nMember of the Audit and Risk Committee\n\nFortum shareholding 31 Dec 2021: 0\n\nMain occupation: Consessor AG, CEO\n\nPrimary work experience: Hainan Cihang Charity Foundation, Managing Director 2017-2019; World Economic Forum, Managing Director & Member of the Managing Board 2014-2017; Federal Ministry (Bundesministerium) of Economics and Technology, Deputy Federal Chancellor and Federal Minister 2011-2013; Federal Ministry (Bundesministerium) of Health, Federal Minister of Health\n\nKey positions of trust: Member of the Supervisory Board of Laboratoire X.O., Siemens Healthineers, Jacobs University Bremen gGmbH, and Brainloop AG; Member of the Board of trustees of Bertelsmann Stiftung; Independent Director of the Board of the Loc Troi Group; Vice-Chairman of the Board of Directors of Long Anh Province Energy Company; Independent Director at Special Purpose Acquisition Company\n\n## Annette Stube\n\nBorn 1967, nationality: Danish\n\nMaster's degree in psychology, specialised in organisational development; Executive Board Education (Copenhagen Business School) Independent member of Fortum's Board of Directors since 2020 Member of the Audit and Risk Committee\n\nFortum shareholding 31 Dec 2021: 0\n\nMain occupation: Stora Enso Oyj, EVP, Head of Sustainability Primary working experience: Head of Sustainability of A.P. Moller-Maersk 2008-2020; Director, Sustainability Programmes, Corporate Branding & Responsibility of Novo Nordisk 2007-2008, Advisor, Corporate Responsibility 1998-2007 and Human Resource Consultant, Health Care Business 1997-1998; Manager of a psychological crisis intervention team and for a Scandinavian team of 200 'flying' doctors and nurses, Supply Chain Manager in Eastern Europe and Africa at SOS-International 1995-1997 Key positions of trust: Adjunct Professor at Copenhagen Business School; Social Impact Fellow at Haas School of Business, University of California, Berkeley\n\n## Other members of the Board of Directors in 2021\n\n## Eva Hamilton\n\nBorn 1954, nationality: Swedish B.A. Journalism, honorary doctorate degree at Mid Sweden University (Mittuniversitetet) Independent member of Fortum's Board of Directors 31 March 2015- 28 April 2021\n\n## Matti Lievonen\n\nBorn 1958, nationality: Finnish B.Sc. (Eng.), eMBA, D.Sc. (Tech) h.c. Independent member of Fortum's Board of Directors 4 April 2017- 28 April 2021\n\n## Klaus-Dieter Maubach\n\nBorn 1962, nationality: German Ph.D. (Electrical Engineering) 29 March 2021\n\nIndependent member of Fortum's Board of Directors 28 March 2018-\n\n## Board Committees\n\nThe committees of the Board of Directors are the Audit and Risk Committee and the Nomination and Remuneration Committee. The committees assist the Board of Directors by preparing and reviewing in more detail matters falling within the duties of the Board of Directors.\n\nThe Board of Directors appoints the members of the Audit and Risk Committee and the Nomination and Remuneration Committee from amongst its members. Each committee shall have at least three members. The members shall have the expertise and experience required by the duties of the respective committee.\n\nThe members are appointed for a one-year term of office expiring at the end of the first Annual General Meeting following the election. All the members of the Board of Directors have the right to attend the committee meetings. The Chair of the committee reports on the committee's work to the Board of Directors regularly after each meeting, and the committee meeting materials and minutes are\n\navailable to all members of the Board of Directors. The Board of Directors has approved written charters for the committees. The charters are reviewed regularly and updated as needed.\n\n## Audit and Risk Committee\n\nThe Audit and Risk Committee assists the Board of Directors in matters relating to financial reporting and control in accordance with the duties set forth the Corporate Governance Code 2020. The Board of Directors regularly determines the role and duties of the Audit and Risk Committee in a written charter. In accordance with the committee charter, the committee monitors Fortum's financial statements reporting process, the efficiency of the internal controls, and risk management systems and also monitors and assesses legal compliance and business ethics compliance. The committee approves the internal audit charter and the internal audit plan and its budget. The committee evaluates the independence of the external auditors, reviews the external auditor's audit plan and meets with them regularly to discuss the audit plan, audit reports and findings.\n\nPursuant to the Corporate Governance Code 2020, the members of the Audit and Risk Committee shall have the qualifications necessary to perform the responsibilities of the committee, and at least one of the members shall have expertise specifically in accounting, bookkeeping or auditing. The members shall be independent of the company, and at least one member shall be independent of the company's significant shareholders.\n\nThe external auditors, Chief Financial Officer, Head of Internal Audit, Head of Accounting&Reporting, and General Counsel as secretary to the committee, attend the committee meetings on a regular basis. Other senior executives attend the meetings as invited by the committee.",
        "metadata": {
            "page": 7
        },
        "id": "9eaa96a3-59df-4075-b556-ea605983b24a"
    },
    {
        "page_content": "## The main duties of the Audit and Risk Committee include:\n\n- ·  Monitoring the financial position of the company\n- ·  Monitoring and assessing the financing and reporting system\n- ·  Monitoring the reporting process of financial statements\n- ·  Monitoring the statutory audit of the financial statements and consolidated financial statements\n- ·  Preparing for the Board of Directors the proposal for resolution on the election of the auditor\n- ·  Monitoring and evaluating the independence of the statutory auditor and, in particular, the offering of services other than auditing services by the auditor\n- ·  Monitoring and assessing the efficiency of the company's internal control, internal audit, compliance and risk management systems\n- ·  Reviewing the description of the main features of the internal control and risk management systems in relation to the financial reporting process, which is included in the Company's Corporate Governance Statement\n- ·  Reviewing annually the Group Risk Policy, material risks, including climate related risks, and uncertainties\n- ·  Monitoring material risks and uncertainties, including but not limited to climate, financial, funding, IT-security related risks as well as tax risks and principles\n- ·  Approving the internal audit charter, the annual audit plan, the budget of the internal audit function and reviewing the internal audit reports\n- ·  Monitoring and assessing legal compliance and business ethics compliance\n- ·  Establishment of principles concerning the monitoring and assessment of related party transactions\n- ·  Monitoring and assessing how agreements and other legal acts between the company and its related parties meet the requirements of the ordinary course of business and arm'slength terms\n\n## Audit and Risk Committee in 2021\n\nAfter the Annual General Meeting 2021, the Board of Directors elected from amongst its members Essimari Kairisto as the Chair and Teppo Paavola, Philipp Rösler and Annette Stube as members of the Audit and Risk Committee. Until the Annual General Meeting, the committee comprised Essimari Kairisto (Chair), Teppo Paavola, Veli-Matti Reinikkala, Philipp Rösler, and Annette Stube. The members are all independent of the company and of its significant shareholders. The Audit and Risk Committee convened 8 times in 2021 and the attendance rate was 100%.\n\n## Nomination and Remuneration Committee\n\nThe Nomination and Remuneration Committee assists the Board of Directors in matters related to nomination and remuneration of the company's management. The committee has a written charter for its work, the main content, including the duties, are described herein. Pursuant to the Finnish Corporate Governance Code 2020, the majority of the members of a remuneration committee shall be independent of the company. The regular participants at the committee meetings are the President and CEO, Senior Vice President, People and Procurement, and General Counsel as secretary to the committee.\n\n## Nomination and Remuneration Committee in 2021\n\nAfter the Annual General Meeting 2021, the Board of Directors elected from amongst its members Veli-Matti Reinikkala as the Chair, and Luisa Delgado and Anja McAlister as members of the Nomination and Remuneration Committee. Until the Annual General Meeting, the committee comprised Matti Lievonen (Chair), Eva Hamilton, and Anja McAlister. In addition, Klaus-Dieter Maubach was a member of the Nomination and Remuneration Committee until his resignation on 29 March 2021. The committee members are all independent of the company and of its significant shareholders.\n\nThe committee convened 6 times during 2021, and the attendance rate was 95%.\n\n## The main duties of the Nomination and Remuneration Committee include:\n\n- ·  Preparing nomination and remuneration issues and proposals to the Board of Directors concerning the President and CEO, the executives reporting directly to the President and CEO as well as the Fortum Executive Management\n- ·  Preparing the remuneration policy and remuneration report for the company's governing bodies\n- ·  Reviewing and preparing succession plans for the President and CEO and for the members of the Fortum Executive Management\n- ·  Evaluating the performance and the remuneration of the President and CEO, the executives reporting directly to the President and CEO as well as the Fortum Executive Management\n- ·  Preparing for the Board of Directors recommendations on the Group's and its management's pay structures, bonus, and incentive systems and remuneration policy\n- ·  Monitoring the functioning of the bonus systems to ensure that the management's bonus systems will advance the achievement of the company's strategic objectives and that they are based on performance\n- ·  Monitoring and ensuring planning and implementation of the talent management processes to ensure and promote competence development to support strategy implementation",
        "metadata": {
            "page": 8
        },
        "id": "f2b4de08-4717-4825-96d1-076cfb547817"
    },
    {
        "page_content": "## Number of the Board meetings and Board Committee meetings in 2021 and the attendance rate of the members\n\n| Member                                            | Board of Directors   | Nomination and   Remuneration Committee   | Audit and Risk Committee   |\n|---------------------------------------------------|----------------------|-------------------------------------------|----------------------------|\n| Luisa Delgado (member since 28 April 2021)        | 9/10                 | 3/4                                       |                            |\n| Eva Hamilton (member until 28 April 2021)         | 8/8                  | 2/2                                       |                            |\n| Essimari Kairisto                                 | 18/18                |                                           | 8/8                        |\n| Matti Lievonen (member until 28 April 2021)       | 8/8                  | 2/2                                       |                            |\n| Klaus-Dieter Maubach (member until 29 March 2021) | 5/5                  | 2/2                                       |                            |\n| Anja McAlister                                    | 18/18                | 6/6                                       |                            |\n| Teppo Paavola                                     | 18/18                |                                           | 8/8                        |\n| Veli-Matti Reinikkala                             | 18/18                | 4/4                                       | 3/3                        |\n| Philipp Rösler                                    | 18/18                |                                           | 8/8                        |\n| Annette Stube                                     | 18/18                |                                           | 8/8                        |\n\n## President and CEO\n\nThe President and CEO is nominated by the Board of Directors. The President and CEO holds the position of Managing Director under the Finnish Companies Act and is the Chair of the Fortum Executive Management. The President and CEO is in charge of the day-today management of the Group, in accordance with the Companies Act and the instructions and orders issued by the company's Board of Directors. Under the Companies Act, the President and CEO is responsible for ensuring that the accounts of the company comply with the applicable laws and that its financial affairs have been arranged in a reliable manner.\n\n## Fortum Executive Management\n\nThe President and CEO is supported by the Fortum Executive Management. The Fortum Executive Management assists the President and CEO in implementing the strategic and sustainability targets within the framework approved by the Board of Directors, preparing the Group's business plans, and deciding on investments, mergers, acquisitions and divestments within its authorisation.\n\nThe financial and sustainability results are reviewed in the monthly reporting by the Fortum Executive Management. Quarterly Performance Review meetings with the management are embedded in the Fortum Performance Management process.\n\nFortum's organisation consists of the four business divisions: Generation, Russia, City Solutions and Consumer Solutions, and additionally, Uniper as a segment. The Generation division is responsible for the Nordic power generation including CO 2 -free nuclear, hydro, and wind power generation, as well as power portfolio optimisation, trading, market intelligence, thermal power for the capacity reserve, and global nuclear services. The Russia division comprises Fortum's power and heat generation and sales activities in Russia, as well as Fortum's joint ventures for building and operating approximately 2 GW of renewable power generation and for power and heat sales, and also Fortum's nearly 30% holding in Russian TGC-1. City Solutions comprises\n\nheating, cooling, waste-to-energy, and other circular economy solutions, as well as solar power generation, services, and development of new biomass-based businesses. Consumer Solutions comprises electricity and gas retail businesses in the Nordics, Poland, and Spain, including related customer service and invoicing businesses. The Uniper segment comprises Fortum's majority ownership in Fortum's subsidiary. The key activities include power generation in Europe and Russia, as well as global energy trading and optimisation. In addition, Fortum's organisation has five staff functions: Finance; Legal; People; Business Technology, as well as Corporate Affairs, Safety and Sustainability.\n\nEach member of the Fortum Executive Management is responsible for the day-to-day operations and the implementation of operational decisions in his/her respective organisation. The Fortum Executive Management meets on a monthly basis.\n\nMr Markus Rauramo is the President and CEO of Fortum Corporation. The other Executive Management members are Ms Nebahat Albayrak, Mr Alexander Chuvaev, Ms Eveliina Dahl, Mr Bernhard Günther, Mr Per Langer, Mr Simon-Erik Ollus, Mr Mikael Rönnblad, and Ms Nora Steiner-Forsberg.\n\nAll the members of the Executive Management report to the President and CEO.",
        "metadata": {
            "page": 9
        },
        "id": "879f0da3-2d0a-4a0e-9273-c59fc33bba71"
    },
    {
        "page_content": "## Fortum Executive Management on 31 December 2021\n\n## Markus Rauramo\n\nPresident and Chief Executive Officer, since 2020\n\nBorn 1968, nationality: Finnish\n\nM.Sc. (Econ. and Pol. Hist.)\n\nMember of the Executive Management and employed by Fortum since 2012 The President and CEO is in charge of the day-to-day management of the Group. The CEO supervises the company's Strategy and M&A activities as well as Fortum's Business Technology function Fortum shareholding 31 Dec 2021: 99,308\n\nPrevious positions: Chief Financial Officer of Fortum Corporation 2017-2020 and 2012-2014 (acting CEO in 2013), Executive Vice President, City Solutions of Fortum Corporation 2014-2017; CFO of Stora Enso Oyj 2008-2012; SVP, Group Treasurer of Stora Enso International 2004-2008; VP, Strategy and Investments at Stora Enso Oyj 2001-2004; VP Head of Funding of Stora Enso Financial Services 1999-2001; several financial tasks at Enso Oyj 1993-1999 Key positions of trust: Chair of the Supervisory Board of Uniper SE; Member of the Board of Sampo plc\n\n## Nebahat Albayrak\n\nSenior Vice President, Corporate Affairs, Safety and Sustainability, since 1 June 2021\n\nBorn 1968, nationality: Dutch, Turkish\n\nLLM, International and European Law, University of Leiden, Netherlands Member of the Executive Management and employed by Fortum since 1 June 2021\n\nIn addition to Corporate Affairs, Safety and Sustainability, the SVP's responsibilities cover Group Communications, Public Affairs and Brand Fortum shareholding 31 Dec 2021: 0\n\nPrevious positions: Vice President, Ext. Relations, Integrated Gas & New Energies 2016-2021 and Vice President, External Communications & Relations, Global Upstream 2012-2016 of Royal Dutch Shell; MP, PvdA & Chair of the Foreign Affairs Committee and Spokesperson for European Affairs 2010-2012, and MP, PvdA & Spokesperson for Defense, Justice and Migration 1998-2007 at the House of Representatives of the Netherlands; State Secretary for Justice 2007-2010 at Ministry of Justice, the Netherlands; Policy Officer, Minorities\n\nIntegration Policy Department 1995-1998 and Policy Officer, European and International Affairs 1993-1995 at the Ministry of Home Affairs and Kingdom Relations, the Netherlands\n\nKey positions of trust: Member of the Supervisory Boards of Nederlandse Spoorwegen (Dutch railways) and Fonds 21 for Arts and Culture, member of the Advisory Board of Topvrouwen.nl\n\n## Alexander Chuvaev\n\nExecutive Vice President, Russia Division and General Director of PAO Fortum, since 2009\n\nBorn 1960, nationality: Russian M.Sc. (Eng.)\n\nMember of the Executive Management and employed by Fortum Since 2009 Fortum shareholding 31 Dec 2021: 54,602\n\nPrevious positions: Regional Executive Director of GE Oil & Gas, Russia and CIS 2009; Investment Development Director of SUEK, Russia 2008-2009; Managing Director of JSC Power Machines, Russia 2006-2008; Regional General Manager of GE Oil & Gas, Russia 2006; Chief Operations Officer of JSC OMZ, Russia 2005-2006; Various positions at GE in the USA and Canada 1999-2005; various positions at Solar Turbines Europe S.A. in Europe and the USA 1991-1999 Key positions of trust: Deputy Head of the Supervisory Board of Energy Producers Council; Member of the Board & Chairman of Commission on Public Utility of Russian Union of Industrialists and Entrepreneurs; Member of Government Commission on the Development of the Electric Power Industry; General Director of Wind Power Assets Management LLC; Chairman of the Board of Directors of Fortum-New Generation 4 LLC and Ural energy retail LLC; Member of the Board of Directors of TGC-1, AO Yustek, and AO Yustek-Chelyabinsk\n\n## Eveliina Dahl\n\nSenior Vice President, People and Procurement, since 1 May 2021 Born 1983, nationality: Finnish M.Sc. (Eng.) Member of the Executive Management since 1 May 2021 Employed by Fortum since 2006 Fortum shareholding 31 Dec 2021: 806\n\nPrevious positions: Fortum Corporation: Vice President, People, City Solutions division & People Service 2018-2021, Business People Partner, TNV & eNext 2016-2018, Development Manager, Corporate Strategy 2009-2016, Procurement Manager 2007-2009, Purchasing Analyst 2007\n\n## Bernhard Günther\n\nChief Financial Officer, since 1 February 2021\n\nBorn 1967, nationality: German\n\nMaster of Economics and PhD (Econ.), St. Gallen\n\nMember of Executive Management and employed by Fortum since 1 February 2021\n\nIn addition to Corporate Finance, the CFO's responsibilities cover Risk Management, Investor Relations & Financial Communications, as well as Investments and Portfolio Analysis\n\nFortum shareholding 31 Dec 2021: 0\n\nPrevious positions: CFO and CHRO of innogy SE 2019-2020 and CFO 2016-2019; CFO of RWE AG 2013-2016 and Member of the Executive Board 2012-2016; Managing Director and Chief Financial Officer of RWE Supply & Trading GmbH 2008-2012; Managing Director and Chief Financial Officer of RWE Trading GmbH 2007-2008; Managing Director and Chief Financial Officer of RWE Gas Midstream GmbH 2007-2008; Vice President Group Controlling of RWE AG 2005-2006; Vice President Corporate Planning and Controlling of RWE Power AG 2001-2005; Head of Department Group Controlling of RWE AG 1999-2001; Management Consultant at McKinsey & Company 1993-1998 Key positions of trust: Member of the Supervisory Boards of Uniper SE and Thyssenkrupp AG\n\n## Per Langer\n\nExecutive Vice President, City Solutions, since 2017\n\nBorn 1969, nationality: Swedish M.Sc. (Econ.) Member of the Executive Management since 2009 Employed by Fortum since 1997 Fortum shareholding 31 Dec 2021: 48,971",
        "metadata": {
            "page": 10
        },
        "id": "ca914588-0763-4ed9-b22f-b423a01f2b4d"
    },
    {
        "page_content": "Previous positions: Senior Vice President, Technology and New Ventures of Fortum Corporation 2016-2017; Executive Vice President, Hydro Power and Technology of Fortum Corporation 2014-2016; Executive Vice President, Heat Division 2009-2014; President of Heat of Fortum Power and Heat Oy 20072009; President of Portfolio Management and Trading of Fortum Power and Heat Oy 2004-2007; managerial positions at Fortum Corporation 1997-2004 (incl. Gullspång Kraft 1997-1999)\n\nKey positions of trust: Deputy Chairman of the Board of Fortum Oslo Varme AS; Member of the Board of Exeger Sweden AB\n\n## Simon-Erik Ollus\n\nExecutive Vice President, Generation, since 29 March 2021\n\nBorn 1978, nationality: Finnish\n\nM.Soc.Sc. (Economics)\n\nMember of the Executive Management since 2021\n\nEmployed by Fortum since 2009\n\nFortum shareholding 31 Dec 2021: 3,854\n\nPrevious positions: Vice President, Trading and Asset Optimisation, Fortum Generation Division 2016-2021; Chief Economist & Vice President, Industrial Intelligence and Investment Analysis, Fortum Corporate and Fortum Power Division 2013-2016; Chief Economist & Vice President, Industrial Intelligence and Trading IT, Trading and Industrial Intelligence 2011-2013; Various leadership positions in trading, industrial intelligence, strategy and R&D at 2009-2011; Advisor, East Office of Finnish Industries 2008-2009; Economist, Bank of Finland 2004-2008\n\nKey positions of trust: Member of the Boards of Kemijoki Oy and Finnish Energy\n\n## Mikael Rönnblad\n\nExecutive Vice President, Consumer Solutions, since 2017\n\nBorn 1969, nationality: Finnish\n\nM.Sc. (Econ.)\n\nMember of the Executive Management and employed by Fortum since 2017 Fortum shareholding 31 Dec 2021: 16,454\n\nPrevious positions: Senior Vice President & General Manager of New Digital Services Businesses and Consumer Customers Executive Board Member of Elisa Corporation 2009-2017; Vice President, Corporate Strategy and M&A of Elisa Corporation 2004-2009; Director and Global Head of Nordic Sector\n\nof ABN AMRO Global Equities 2000-2004; General Manager and Head of Department at Telenor Hungary 1999-2000; Manager, Corporate Venturing and International Mobile Operations at Sonera Corporation 1997-2000; Project Director and Assistant Professor (acting) at Hanken Swedish School of Economics 1995-1997; Junior Strategy Consultant at Vectia Ltd 1994-1995; In-house Consultant, Major Accounts Sales at Nokia Corporation 1991-1993 Key positions of trust: Chairman of the Board of Nikus Oy Ab\n\n## Nora Steiner-Forsberg\n\n## General Counsel of Fortum Corporation, since 1 May 2021\n\nBorn 1973, nationality: Finnish LLM, Helsinki University, Finland and Master of European Law, College of Europe, Bruges, Belgium Member of the Executive Management since 1 May 2021 Employed by Fortum since 2011 In addition to Group Legal, the General Counsel's responsibilities cover Corporate Governance, Ethics and Compliance, Internal Controls and Data Privacy\n\nFortum shareholding 31 Dec 2021: 374\n\nPrevious positions: : Fortum Corporation: Vice President, Generation Legal 2019-2021, Head of Generation Legal 2015-2019, Legal Counsel/Senior Legal Counsel 2011-2015; Market Court Helsinki, Finland, Judge 2009-2011; Hannes Snellman Attorneys Ltd, Senior Associate 2005-2009; Van Bael & Bellis, Belgium, Associate Lawyer 2001-2005; Environment and Business Lawyers Ltd, Helsinki, Finland, Associate Lawyer 1998-2000\n\nKey positions of trust: Member of the Supervisory Board of Uniper SE; Member of the Legal Affairs Committee of Confederation of Finnish Industries\n\n## Other members of the Executive Management in 2021\n\nArun Aggarwal, Senior Vice President, Business Technology, until 17 November 2021\n\nRisto Penttinen, Senior Vice President, Strategy, People and Performance, until 13 April 2021\n\nArto Räty, Senior Vice President, Corporate Affairs & Communications, until 1 May 2021\n\nSirpa-Helena Sormunen, General Counsel of Fortum Corporation, until 13 April 2021\n\nTiina Tuomela, Executive Vice President, Generation, until 29 March 2021\n\n## Governing bodies of Uniper\n\nIn March 2020, Fortum became the majority owner in Uniper SE and consolidated Uniper as a subsidiary. Uniper shares are publicly listed on the Frankfurt Stock Exchange. On 31 December 2021, Fortum's ownership in Uniper was 78%. Uniper is a European corporation (Societas Europaea - SE). Uniper's governance bodies are the General Meeting of Shareholders, the Supervisory Board and the Management Board.\n\nThe General Meeting of Shareholders may decide on matters falling within its competence under the law or the articles of association of the company. The Management Board submits the annual financial statements and the reporting required by law to the General Meeting. The General Meeting adopts resolutions on the appropriation of net profit, discharges the Management Board and the Supervisory Board and elects the shareholder representatives to the Supervisory Board, and the external auditor.\n\nA new Supervisory Board for Uniper was appointed on 19 May 2021. Uniper's Supervisory Board consists of 12 members with equal powers; 6 appointed by the shareholders and 6 appointed by the employees. Markus Rauramo, the President and CEO of Fortum Corporation is the Chair of the Supervisory Board. In addition to Markus Rauramo, the other shareholder representatives from Fortum are: Bernhard Günther, CFO; Esa Hyvärinen, Head of the CEO Office; and Nora Steiner-Forsberg, General Counsel. All members of the Supervisory Board shall act in the interest of the company and all its shareholders.\n\nThe Supervisory Board is responsible for appointing and removing the members of the Management Board and monitoring the management of Uniper by the Management Board.",
        "metadata": {
            "page": 11
        },
        "id": "6713979c-dbd8-4ab2-8f4b-57a2bc0a571f"
    },
    {
        "page_content": "The Management Board of Uniper manages the company under its own responsibility in accordance with applicable laws, the provisions of corporate by-laws and the rules of procedure for the Management Board and the Supervisory Board, as well as the resolutions of the General Meeting of shareholders.\n\nThe Management Board is appointed by Uniper's Supervisory Board. The Management Board is not subject to instructions by the Supervisory Board, the General Meeting of Shareholders, or individual shareholders.\n\nPursuant to section 161 of the German stock corporation act (Aktiengesetz), the Management Board and the Supervisory Board of Uniper have to annually issue a declaration that Uniper has been, and is, in compliance with the recommendations of the Government Commission on the German Corporate Governance Code or to advice of any recommendations that have not been, or are not being, applied and the reasons for this.\n\n## Governance processes in Uniper\n\nFortum's governance model, including the responsibilities and operational structures, works as described in this statement. Uniper shares Fortum's view on how to prudently steer the business activities and on the governance process, although its current steering models and governance processes do not directly have Fortum's practices as their basis.\n\n## The main features of the Internal Control and Risk Management Systems\n\nThe internal control and risk management systems relating to financial reporting are designed to provide reasonable assurance regarding the reliability of financial reporting, and they aim at ensuring compliance with the applicable laws and regulations.\n\n## Financial reporting framework in Fortum\n\n## G o v e r n a n c e\n\n<!-- image -->\n\n| Steering Confirming Group principles and policies Approving external financial reporting                                                               | Board of Directors                                 | Board of Directors                                 |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------|----------------------------------------------------|\n| Monitoring Supervising external financial reporting process Reviewing the external and internal audit work and reporting                               | Audit and Risk Committee                           | Audit and Risk Committee                           |\n| Delegate, execute and monitor Business planning Management reporting Performance reporting                                                             | Fortum Executive Management                        | Fortum Executive Management                        |\n| Design, communication and  monitoring of the control framework Group instructions and Controllers manual Regular controller meetings and expert forums | Finance and controlling                            | IT & Security  application  controls               |\n| Implementing measures and performing the controls Reporting and analysing Assessment of operating effectiveness of controls                            | Divisions, business areas and staff/ service units | Divisions, business areas and staff/ service units |",
        "metadata": {
            "page": 12
        },
        "id": "39247d10-2b0d-498e-8acb-6c21dc180556"
    },
    {
        "page_content": "## Risk management systems\n\nFortum's Board of Directors approves the Group Risk Policy that defines the objective, main principles and division of responsibilities for risk management. The Group Risk Policy also includes a description of the main features of the risk management process applicable to all processes, including financial reporting.\n\n## Internal controls in relation to financial reporting\n\nFortum's internal control framework is based on the main elements of the framework introduced by the Committee of Sponsoring Organisations of the Treadway Commission (COSO). The controls, including financial reporting controls have been defined based on the main risks in the process. Internal controls are one of the key elements of the Compliance Programme in Fortum, which also covers business ethics and regulatory compliance.\n\n## Control environment\n\nThe standards, processes and structures in internal control are set through Group policies, Group instructions and the Fortum internal control framework. Fortum's internal control framework is designed to support operational effectiveness and efficiency, reliable financial reporting, and compliance with laws, regulations and policies. The internal control framework defines the key controls and the minimum requirements for the key processes. Corporate Accounting and Control is responsible for the overall control structure of the financial reporting process. Fortum Controllers' manual defines the instructions and guidelines relating to financial reporting.\n\nFortum has a decentralised organisational model, and a substantial degree of authority and responsibility has been delegated to the divisions in the form of control responsibilities. Fortum's control governance applies the so-called 'Three lines of defense' model as illustrated in the graphic on the next page.\n\n## Risk assessment\n\nRisks are regularly identified and analysed as part of the risk management process. Risks that might, if realised, have a material financial impact or lead to non-compliance are reported to the Audit and Risk Committee at least on an annual basis.\n\n## Control activities\n\nControl activities are applied in the processes and, from the financial reporting perspective, they ensure that errors or deviations are prevented or detected and corrected.\n\nThe Corporate Accounting and Control unit together with the Record-to-Report internal control process team determine the control requirements covering the financial reporting process. Divisions and units define their controls based on these requirements. Responsibilities are assigned for the control activities and for ensuring that the control coverage is in accordance with the requirements. The stream leader of the Record-to-Report ensures the consistency of the control requirements and assessment in the organisation.\n\nControl requirements for the financial reporting process include controls regarding the initiation, recognition, measurement, approval, accounting and reporting of financial transactions as well as disclosure of financial information. The general IT controls support the financial reporting controls in areas such as access control and back-up management.\n\nResponsibilities are assigned to finance functions to ensure that analyses of the business performance, including e.g. volumes, revenue, costs, working capital, and asset valuations are performed in accordance with the control requirements.\n\n## Information and communication\n\nThe Controllers' manual includes the Fortum Accounting manual, Investment manual and reporting instructions, and also other instructions relating to financial reporting. Regular core controllers' meetings, headed by the Vice President, Accounting&Reporting, steer the finance function. Accounting Network Forum meetings are held regularly to inform about upcoming changes in IFRS, new accounting policies and other changes in reporting requirements.\n\n## Uniper's internal control system\n\nIn addition to the Code of Conduct and the policies, the corresponding requirements and procedures for the internal control system (ICS) are defined in a consistent Group-wide framework. Uniper's ICS is based on the globally recognized COSO (The Committee of Sponsoring Organizations of the Treadway Commission) framework and pursues, among other things, compliance with applicable laws and regulations. The goal is to create a control environment for business processes and control activities at an operational process level. These general standards, rules, and structures refer, inter alia, to 'Compliance with legal and tax regulations' or 'Tone at the top'.",
        "metadata": {
            "page": 13
        },
        "id": "be3b40c8-7880-4fe2-ac96-7b11e3a083dc"
    },
    {
        "page_content": "## Monitoring and follow-up\n\nFinancial performance and key risks and uncertainties related to business operations are reported monthly to the Fortum Executive Management.\n\nAs part of the Fortum internal control framework, divisions and units regularly assess the maturity of their control activities including the financial reporting process controls. The Group Compliance Officer\n\nreports on the results of internal control maturity assessments and identified improvement actions to the management and to the Audit and Risk Committee. Internal control design and operating effectiveness are also assessed as part of the audits carried out by Internal Audit. Audit results, including corrective actions and their status, are regularly reported to the management and to the Audit and Risk Committee.\n\n## Fortum's Control Governance\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "42a8dd87-f70b-4fb9-a50b-98bcc37680b9"
    },
    {
        "page_content": "## Auditing\n\n## Internal Audit\n\nFortum's Internal Audit is an independent and objective assurance function providing a disciplined and systematic approach to examining and evaluating the appropriateness and effectiveness of Fortum's management and corporate governance processes, internal control system, risk management, and operational processes.\n\nInternal audit assignments are conducted based on a risk based plan approved by the Audit and Risk Committee. Internal audit reports on the audit results and the status of the audits to the Audit and Risk Committee on a regular basis.\n\n## External Audit\n\nThe Group and the parent company have one external auditor. Due to the ongoing merger and acquisition processes, some of the target companies may have different audit firms during the transition period. The external auditor is elected by the Annual General Meeting for a term of office that expires at the end of the first Annual General Meeting following the election.\n\nFortum's Annual General Meeting 2021 re-elected audit firm Deloitte Oy as the company's external auditor with Authorised Public Accountant Jukka Vattulainen as principal auditor.\n\nThe Annual General Meeting 2021 also decided that the auditor's fee is paid pursuant to invoice approved by the company. The fee paid to the auditor for the services rendered and invoiced in 2021 totalled approx. EUR 3,400,000. In addition, the audit firm was paid a total of approx. EUR 700,000 for the non-audit and advisory services rendered and invoiced.\n\nPricewaterhouseCoopers GmbH Wirtschaftsprüfungsgesellschaft ('PwC Germany') is the appointed auditor of the subsidiary Uniper SE. The fee Uniper paid to the auditor for the services rendered and invoiced in 2021 totalled approx. EUR 11,600,000. In addition, the audit firm was paid a total of approx. EUR 1,100,000 for the non-audit and advisory services rendered and invoiced.\n\n## Code of Conduct and Compliance Programme at Fortum\n\nFortum's Code of Conduct is based on the shared corporate values which form the ethical basis for all work at Fortum. Fortum renewed its Code of Conduct in 2021 and it was approved by the Board of Directors. During 2021, continuous attention has in general been directed to communicating the business ethics and compliance topics through internal and external communication channels. Alignment is enforced by the full commitment of the top management.\n\nFortum applies a compliance programme which covers the key areas of regulatory compliance and business ethics. Internal Controls are an integral part of compliance at Fortum. Group Compliance prepares readiness to provide comprehensive compliance support in all potential outcomes and scenarios of ongoing strategic assessments. During 2021, Competition Law Compliance and Privacy development have been added to the Fortum Compliance framework. The Group Compliance Officer, who heads the compliance function in Fortum, reports to the General Counsel and also has a parallel independent reporting line to the Audit and Risk Committee. The Group Compliance&Controls organisation, including Country Compliance Leads, has continuously met as Fortum Compliance Network also during the COVID-19 as virtual team. Fortum and Uniper have started co-operation in Compliance and Fortum-Uniper joint compliance priorities have been agreed. Fortum has continued Compliance trainings including internal controls.\n\nFortum employees are responsible for reporting any suspected misconduct to their own supervisors, to other management members or, if necessary, directly to Group Compliance. Fortum employees and other stakeholders can confidentially report any suspicions of misconduct by using the 'SpeakUp' channel in their own language on Fortum's internal and external web pages. In Russia, Fortum has also a separate compliance organisation with appointed compliance officers. Fortum is also further developing the 'SpeakUp' process to ensure compliance with the EU Whistleblowing Directive.\n\nPrevention of corruption is one of the focus areas of the Code of Conduct. Fortum has anti-corruption procedures, including prevention, oversight, reporting and enforcement, in place, based on the requirements prescribed in international legislation. Compliance\n\n## Compliance governance and Compliance Programme at Uniper\n\nUniper's Board has published its commitment to compliance and has emphasised that Compliance is particularly important for Uniper as a company operating worldwide and forms an essential part of its integrity and culture. Through its commitment to compliance, Uniper's Board makes clear its rejection of infringements of any kind. At Uniper, the compliance principles are reinforced and lived by Uniper's management who serves as a role model encouraging the employees to strive towards those standards throughout the organisational structure.\n\nUniper's Code of Conduct establishes the basic principles of conduct that everyone at Uniper must follow. Uniper revised its Code of Conduct 2020 and it was approved by the Board.\n\nUniper also has a Supplier Code of Conduct in place, which is an integral part as general terms and conditions of all contracts between Uniper and its suppliers. It expressly recognises the ten UN Global Compact principles and provides an expectation that its suppliers also observe the fundamental provisions in their actions.\n\nrequirements are also part of the legal company governance at Fortum. One of the joint priorities with Uniper, also in the light of external stakeholder expectations, is the third-party compliance including economic sanctions and anti-money laundering aspects. The project launched for enhancing third-party risk management at Fortum was completed during 2021, and a new enhanced process has been in use since 1 January 2022.\n\nIn addition, Fortum has a Supplier Code of Conduct in place, and the company expects its business partners to act responsibly and to comply with the requirements set forth therein. Fortum assesses the performance of its business partners with supplier qualification and supplier audits.",
        "metadata": {
            "page": 15
        },
        "id": "7a979adf-dab4-48ad-8090-8bed998410b1"
    },
    {
        "page_content": "<!-- image -->\n\n## Insider Administration\n\nFortum complies with the EU regulation No. 596/2014 on market abuse (MAR) and EU regulation No. 1227/2011 on wholesale Energy Market Integrity and Transparency (REMIT) and related regulation. In addition, Fortum complies also with the Guidelines for Insiders of Listed Companies issued by Nasdaq Helsinki, and has internal insider rules in place. The insider rules are made available to all Fortum employees and they are updated on a regular basis. Fortum arranges trainings on insider rules for the persons concerned. The coordination and control of the insider affairs are among the responsibilities of the General Counsel.\n\nPersons discharging managerial responsibilities at Fortum and persons closely associated with them are under a duty to disclose their transactions made with Fortum's financial instruments and emission allowances in accordance with MAR to the Finnish Financial Supervisory Authority and Fortum. The transactions have to be notified to the Finnish Financial Supervisory Authority within three business days from the conduct of the transaction in question. Fortum publishes these transactions through stock exchange releases. Fortum has defined the members of the Board of Directors and the Fortum Executive Management as persons discharging managerial responsibilities.\n\nFortum's persons discharging managerial responsibilities and the persons closely associated with them may not trade in Fortum's financial instruments on their own account or for the account of a third party, directly or indirectly for a closed period of 30 days prior to the publication of any interim reports and financial statements (Closed Window). Under the restriction, it is also not allowed to disclose the financial information, or to advise anyone in trading with Fortum's financial instruments. The trading restriction also applies to certain other separately designated members of Fortum personnel who participate in the preparation, drawing-up and disclosure of Fortum's interim reports and financial statements, or who in connection with their specific duties have regular access to sensitive unpublished financial information of Fortum. All of these persons have been personally informed about the trading restriction and the related obligations.\n\nEvent-based insider lists are established on a case-by-case basis separately for specific projects, and they are administered strictly in accordance with MAR. Any event-based insiders are under the trading\n\nrestriction described above until termination of the project and/or disclosure of the inside information.\n\nAny suspected violations against Fortum's insider rules or the securities regulations, such as MAR and REMIT, can be reported directly to the General Counsel or the Group Compliance Officer, or by using the 'SpeakUp' channel.\n\n## Related party transactions\n\nRelated party transactions are regulated by the Finnish Companies Act, the Finnish Securities Markets Act and the Corporate Governance Code 2020, as well as in the IAS 24 Related Party Disclosures. Fortum has a specific framework in place for identification, assessment, approval, monitoring and reporting of the company's related party transactions. In accordance with the Finnish Companies Act, the Board of Directors is responsible for monitoring and assessment of the related party transactions. The Audit and Risk Committee of the Board of Directors assists the Board in its task by preparing the matters. As part of its duties, the Audit and Risk Committee monitors the related party transactions concluded by Fortum in accordance with the company's established reporting practices.\n\nFortum discloses information regarding related party transactions on an annual basis as part of the notes to the company's consolidated financial statements. In addition, as required by law, Fortum discloses the details of any related party transactions that are material to the shareholders by issuing a stock exchange release.",
        "metadata": {
            "page": 16
        },
        "id": "df4c66b5-9716-4869-bfc2-c66ec39cef56"
    }
]