[
    {
        "page_content": "<!-- image -->\n\n## Business Report\n\n20 2 2",
        "metadata": {
            "page": 1
        },
        "id": "de2a1b8b-1858-4513-968b-7f11dd7a78a9"
    },
    {
        "page_content": "## Swiss Re's Annual Report 2022\n\nSwiss Re's Annual Report includes the Business Report 2022 and the Financial Report 2022. In addition, Swiss Re publishes a comprehensive Sustainability Report.\n\nAll three reports can be found at www.reports.swissre.com/2022\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "ca3a7845-2794-4ed0-92af-8fe42ba51f58"
    },
    {
        "page_content": "## Contents\n\n4\n\n| Key financials                                            |    |\n|-----------------------------------------------------------|----|\n| Letter to shareholders                                    | 8  |\n| Vision and strategy                                       | 14 |\n| Market context                                            | 18 |\n| Features                                                  | 26 |\n| Building natural                                          |    |\n| catastrophe resilience                                    | 26 |\n| Empowering clients with   platforms and solutions         | 34 |\n| The Big Six lifestyle factors:  improving life and health | 42 |\n| People                                                    | 50 |\n| HR initiatives worldwide                                  | 52 |\n| Interview with Pravina Ladva                              | 54 |\n| People bringing ideas to life                             | 56 |\n| Key offices and people                                    | 61 |\n| Sustainability                                            | 62 |\n| Leadership                                                | 70 |\n| Cautionary note                                           | 76 |\n| Contacts                                                  | 78 |",
        "metadata": {
            "page": 3
        },
        "id": "6900885b-207e-4097-9fe8-569f9f73b4d0"
    },
    {
        "page_content": "Swiss Re reported a net income of USD 472 million and a return on equity (ROE) of 2.6% for the full year 2022.\n\nNet income\n\nReturn on equity\n\n472 m\n\n(USD) (2021: USD 1.4bn)\n\nGroup 2023 financial target\n\nGroup multi-year targets\n\n> 3 bn (USD) Net income for 2023\n\n14 % Return on equity 1 in 2024\n\n10 % Annual growth in economic\n\nShareholders' equity\n\n12.7 bn (USD) (2021: USD 23.6bn)\n\n6.40 (USD) (2021: CHF 5.90)\n\n294 % Group SST ratio (as of 1 January 2023)\n\nProposed regular dividend per share for 2022\n\nnet worth (ENW) per share\n\nSwiss Solvency Test (SST)\n\n2.6 % (2021: 5.7%)\n\n43.1 bn (USD) (2021: USD 42.7bn)\n\nGroup net premiums earned and fee income",
        "metadata": {
            "page": 4
        },
        "id": "85fa060c-96bf-4f1e-9807-083b8cc0f2a2"
    },
    {
        "page_content": "Net premiums earned and fee income by region\n\n51 % Americas: USD 22.1bn (2021: USD 21.0bn)\n\n31 % EMEA: USD 13.2bn (2021: USD 13.5bn)\n\n18 % Asia-Pacific: USD 7.8bn (2021: USD 8.2bn)\n\n## Financial strength rating\n\n<!-- image -->\n\nStandard & Poor's (as of 3 November 2022)\n\nKey sustainability ratings\n\n<!-- image -->\n\n<!-- image -->\n\nMSCI 1 ESG rating (as of 13 May 2022)\n\nAAA\n\n<!-- image -->\n\nMoody's (as of 24 November 2022)\n\n87 /100\n\nS&P Global ESG Score 2022 (as of October 2022)\n\nA+\n\n<!-- image -->\n\nA.M. Best (as of 18 August 2022)\n\nB\n\nCDP Climate Change Score 2022\n\n- 1 For more information on MSCI ESG ratings, including their methodology and a disclaimer statement, refer to www.swissre.com/disclaimers.",
        "metadata": {
            "page": 5
        },
        "id": "3f06c700-1e11-4690-90fd-5dab210840b7"
    },
    {
        "page_content": "## Key financials\n\n## Swiss Re's Business Units at a glance: results 2022 and targets 2023\n\n## Reinsurance\n\nReinsurance is Swiss Re's largest business in terms of income and the foundation of our strength, providing about 85% of net premiums and fee income through two segments: Property & Casualty and Life & Health. The unit aims to extend Swiss Re's industry-leading position with disciplined underwriting, prudent portfolio management and diligent client service.\n\n## Corporate Solutions\n\nCorporate Solutions provides risk transfer solutions to large and medium-sized corporations around the world. Its innovative, highly customised products and standard insurance covers help to make businesses more resilient, while its industry-leading claims service provides additional peace of mind.\n\nNet income (USD millions)\n\nNet premiums earned and fee income (USD billions)\n\n## Property & Casualty\n\n<!-- image -->\n\n## Life & Health\n\n<!-- image -->\n\nNet income (USD millions)\n\nNet premiums earned (USD billions)\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "55ebb34b-3356-46a4-829a-11a05063c5d1"
    },
    {
        "page_content": "## 2022 results\n\nP&C Re reported a net income of USD 312 million for 2022, supported by a strong fourthquarter net income of USD 595 million. The full-year result was negatively impacted by higher-than-expected economic inflation, for which Swiss Re set up reserves of USD 1.0 billion1.\n\n## 2022 results\n\nL&H Re reported a net income of USD 416 million for 2022, compared with a net loss of USD 478 million in the previous year, and above the target net income of approximately USD 300 million. COVID-19-related claims decreased to USD 588 million from almost USD 2 billion in 2021.\n\n## 2022 results\n\nCorporate Solutions reported a net income of USD 486 million for 2022. The resilient result reflects a robust underlying business performance and strong new business growth in selected focus portfolios. The result was impacted by elevated large man-made loss activity. The Business Unit improved its resilience to future claims inflation, with USD 0.1 billion in additional reserves 1 .\n\n## 2023 target\n\n<!-- image -->\n\nP&C Re will target a combined ratio of less than 95% for 2023.\n\n## < 95 %\n\n## 2023 target\n\n<!-- image -->\n\n(USD)\n\nL&H Re will target a net income of approximately USD 900 million in 2023.\n\n2023 target\n\n<!-- image -->\n\n<\n\n%\n\nCorporate Solutions will target a combined ratio of less than 94% for 2023.\n\n- 1 This includes prior-year and current-year reserves in the form of IBNRs.\n\n## Net premiums earned and fee income by Business Unit\n\n<!-- image -->\n\n- 51%  P&C Reinsurance\n- 35%  L&H Reinsurance\n- 13%  Corporate Solutions\n- 1%  Group items (including iptiQ)\n\n<!-- image -->",
        "metadata": {
            "page": 7
        },
        "id": "65656066-d85b-41a8-99c9-50ce6a8da80f"
    },
    {
        "page_content": "<!-- image -->\n\n## Dear Shareholders,\n\nA terrible war in Europe, destructive natural catastrophes, the continuing pandemic, and an abrupt spike in inflation - all this and more dominated 2022, making it one of our industry's most turbulent years on record. Despite these challenges, Swiss Re concluded last year in a stronger position than at the start of 2022, as evidenced by the solid fourth-quarter performance delivered by our main businesses and by\n\nour very strong capital position. Our outlook for 2023 has greatly improved.\n\nBut first, let us review some key factors that shaped 2022. On the macroeconomic front, the year was strongly influenced by concerns over both inflation and a global economic slowdown. After decisive action by central banks to curb inflation by raising interest rates, the economic environment remains volatile. Though inflation in some\n\nregions has slightly eased, it is likely to remain higher than in recent decades for a prolonged period. Important questions linger: Will major economies avoid a recession? If not, how long will a downturn last, and how deep will it be?\n\nMoreover, if central bankers halt interest rate hikes prematurely, before inflation returns to target levels, savers will be hurt as rising prices eclipse investment returns.",
        "metadata": {
            "page": 8
        },
        "id": "401e0a10-c6af-4244-9aea-3def66684793"
    },
    {
        "page_content": "This, coupled with the spectre of slowing economies, raises the potential for a widening inequality gap and a weakening of social cohesiveness.\n\nTo adjust to this macroeconomic backdrop and ensure we are well prepared for what lies ahead, Swiss Re took action throughout the year. We added USD 1.1 billion in reserves 1 to address the risk of higher future claims payments arising due to economic inflation across our property and casualty businesses. This positions Swiss Re better for the future, but it affected our 2022 profitability. At the same time, though rising interest rates are already helping compensate for this impact through higher contributions from our fixed-income portfolio, the full benefit of higher yields will materialise only gradually.\n\nFinancial markets, long buoyed by rockbottom interest rates, were also affected by the sudden change in monetary policy as well as uncertainty created by the tragic war in Ukraine. Financial market volatility is directly affecting our results, as under US Generally Accepted Accounting Principles (US GAAP) we have to book mark-to-market adjustments on financial investments in our income statements each quarter, in contrast to our European competitors that report under International Financial Reporting Standards (IFRS). This resulted in approximately USD 0.6 billion of mark-to-market losses, net of hedges, in listed equities, private equity and principal investments in 2022.\n\nIn spite of these headwinds, Swiss Re continued to support clients' efforts over the course of the year to recover quickly from significant global and regional events. The lingering COVID-19 pandemic left its mark again, resulting in claims of USD 0.6 billion in our Life & Health Reinsurance (L&H Re)\n\nbusiness, predominantly in the first quarter of 2022. As COVID-19 moves to endemic status, however, mortality is down in many regions, helping return L&H Re to a solid full-year profit.\n\nNatural catastrophes again made their presence felt, be it through major storms such as Hurricane Ian, one of the strongest hurricanes to ever make landfall in the US, or through smaller perils, such as floods and hailstorms, which together caused significant damages. Overall, natural catastrophes caused an estimated USD 125 billion in insured claims in 2022, far exceeding the 10-year average of USD 81 billion. Natural catastrophe claims in our Property & Casualty Reinsurance (P&C Re) business amounted to USD 2.7 billion 2 , coming in USD 0.5 billion above expectations, net of favourable prior-year development.\n\nAmid these challenges, we've kept an unwavering focus on executing the Group strategy and remain committed to the natural catastrophe business, which has been profitable over the long term even as we experience annual fluctuations.\n\nOur strong emphasis on portfolio quality and repricing risks to improve shareholder returns while continuing to support clients is bearing fruit, as evidenced by the successful January 2023 P&C Re renewals. Moreover, after absorbing a significant impact from COVID-19, L&H Re returned to attractive levels of profitability as we adjusted our business to reflect the pandemic's impact. And Corporate Solutions continued to deliver resilient results and outperformed its full-year targets.\n\nWe remain confident that Swiss Re, in its 160th year after its founding in 1863, is well positioned to succeed and fulfil its\n\n'Our strong emphasis on portfolio quality and repricing risks to improve shareholder returns while continuing to support clients is bearing fruit.'",
        "metadata": {
            "page": 9
        },
        "id": "ba6f4b44-c892-43d1-bdc1-82b2e615179a"
    },
    {
        "page_content": "## Letter to shareholders\n\n'As we face up to the challenges of a volatile world, Swiss Re will continue doing what we've always done: acting as a shock absorber by providing protection and evolving risk knowledge to gird our clients against future threats.'\n\ncentral mission of making the world more resilient. As we face up to the challenges of a volatile world, Swiss Re will continue doing what we've always done: acting as a shock absorber by providing protection and evolving risk knowledge to gird our clients against future threats.\n\n## 2022 Group and business performance\n\nAs a result of the factors we described, Group net income amounted to USD 472 million, with a return on equity (ROE) of 2.6% for the full-year 2022. This compares with a net income of USD 1.4 billion and an ROE of 5.7% for 2021. Net premiums earned and fee income for the Group rose 0.9% to USD 43.1 billion in 2022, compared with the same period in the previous year. Growth was negatively affected by adverse foreign exchange developments, while at stable foreign exchange rates, the increase amounted to 5.3%.\n\nWhile return on investments declined to 2.0% from 3.2%, impacted by the decline in global equity markets and the associated mark-to-market adjustments, the recurring income yield increased to 2.6% in 2022 from 2.2% in 2021, benefitting from reinvestments in a rising interest rate environment. This has resulted in a favourable acceleration of reinvestment returns. In the fourth quarter, the recurring income yield rose to 3.0%, while the fixed income reinvestment yield reached 5.1%.\n\nP&C Re posted net income of USD 312 million, compared with USD 2.2 billion in 2021. The full-year result was negatively impacted by higher-thanexpected economic inflation and natural catastrophe claims. The reported P&C Re combined ratio was 102.4% for the full year, and the normalised 3 combined ratio was 96.9%, missing the target of less than 94%.\n\nThe January 2023 P&C Re renewal round was dominated by the need to review pricing, wordings and structures. Natural catastrophes, from Hurricane Ian on the US Atlantic Coast and flooding in Australia to hail-laden convective storms in Europe, intensified the urgency to achieve significant price increases as well as higher retentions for insurers ceding risk. We are satisfied with the results we achieved, delivering a 13% treaty volume increase compared with the business that was up for renewal and an overall price increase of 18%, more than offsetting higher loss assumptions of 13%, which reflect inflation and other changes in risk assessment.\n\nL&H Re reported a net income of USD 416 million for 2022, compared with a net loss of USD 478 million in the previous year. COVID-19-related claims decreased to USD 588 million from almost USD 2 billion in 2021. The business exceeded its full-year profitability target of approximately USD 300 million, helped by successful transactions in the Americas. For 2023, L&H Re will continue its focus on growth and innovation, improving its profitability, executing on our sustainability strategy and delivering on underwriting excellence.\n\nCorporate Solutions' net income declined to USD 486 million from USD 578 million in 2021, impacted by elevated large man-made losses including impacts related to the war in Ukraine and significantly less favourable prior-year developments. Nevertheless, the result reflects a robust underlying business performance and strong new business growth in selected focus portfolios. Corporate Solutions' combined ratio was 93.1% for the full year, outperforming the target of less than 95% for 2022. Corporate Solutions is strengthening partnerships with clients, as we help them manage complex,",
        "metadata": {
            "page": 10
        },
        "id": "68a3df55-2327-4b8d-80d1-fbf5cf49f8b4"
    },
    {
        "page_content": "interconnected risks that require a digital transformation to leverage data via our Risk Data & Services platform.\n\nSwiss Re's digital white labelling platform iptiQ continued to grow in 2022, increasing its in-force policies to more than 2.1 million from 1.6 million in the prior-year period. Gross premiums written increased by 17.7% from the previous year to USD 851 million, with contributions across all regions. At stable foreign exchange rates, growth of 27.8% was achieved. One highlight: the business deployed its Tangram platform, created originally for iptiQ's EMEA L&H business, to automate underwriting for a new Zurich Insurance Group digital life insurance product that can be completed by customers quickly and seamlessly online.\n\nOur capital position has remained very strong, with the Group Swiss Solvency Test (SST) ratio at 294% as of 1 January 2023. This has enabled us to take advantage of attractive market conditions at the January 2023 renewals while continuing our commitment to our capital return policy. The Board of Directors is proposing a dividend of USD 6.40 per share at the upcoming Annual General Meeting (AGM).\n\n## Taking a comprehensive approach to sustainability\n\nSwiss Re continued its focus on building a sustainable business, making further progress on emissions reductions aimed at achieving net-zero greenhouse gas (GHG) emissions 4 from our own operations by 2030, and from our investment and underwriting portfolios by 2050.\n\nIn Asset Management, we set a target to reduce the carbon intensity of our corporate bond and listed equity portfolio by 35% by 2025 and have already achieved a 42% reduction relative to the\n\nbase year 2018. We continue to hold on to our longer-term goal of exiting coal-based assets by 2030 for listed equity and corporate bond portfolios.\n\nIn Underwriting, Swiss Re announced in March 2022 how it plans to align its oil and gas business to its net-zero commitments, including our aim that half of our oil and gas premiums from individual re/insurance covers by 2025 will come from companies aligned with net-zero GHG targets. By 2030, Swiss Re's oil and gas re/insurance portfolios should contain only companies aligned with net zero by mid-century. As part of the thermal coal policy that Swiss Re established in 2018, we continue to make progress on a complete phase-out of our thermal coal exposure in OECD countries by 2030 and the rest of the world by 2040.\n\nWhile the war in Ukraine resulted in disruptions to energy markets in Europe and beyond, we firmly believe that this tragic conflict should in no way lead to the softening of net-zero targets. At the heart of Swiss Re's Group Sustainability Strategy 2023-2025 is our continued commitment to the net-zero transition as we further reduce direct and indirect GHG emissions from our own operations while simultaneously helping clients to do the same with their activities.\n\nBuilding societal resilience also remains in focus, supporting climate change adaptation, enhancing the world's ability to recover from disasters and fostering the financial inclusion that comes with expanded insurance access. In order to make insurance more affordable, available and accessible, Swiss Re focuses on groups that could not yet be reached by our industry, such as people with chronic health conditions and rural communities. In\n\n'Building societal resilience also remains in focus, supporting climate change adaptation, enhancing the world's ability to recover from disasters and fostering the financial inclusion that comes with expanded insurance access.'",
        "metadata": {
            "page": 11
        },
        "id": "0a4dc0b8-b3d5-4984-8023-eab1cc6a1256"
    },
    {
        "page_content": "## Letter to shareholders\n\n'The positive outlook is supported by attractive market conditions and heightened risk awareness among our clients and their customers.'\n\n2022, for instance, Swiss Re worked with a partner in China to develop a critical illness product sold through an app-based digital payment platform, helping expand access to millions more people. In the Indian state of West Bengal, Swiss Re partnered with the Agriculture Insurance Company of India, the state government and the National Remote Sensing Centre on a parametric solution for farmers hit by drought.\n\nSwiss Re has also renewed its commitment to promoting diversity in our leadership. Reflecting diversity is of the utmost importance to the Board of Directors.\n\nAfter the Board of Directors last year made a formal commitment to reach female representation at Board level of 30% or more by the following AGM, Swiss Re has proposed to elect Vanessa Lau, Group Chief Financial Officer of Hong Kong Exchanges and Clearing Limited, and Pia Tischhauser, an Executive Committee member at Boston Consulting Group until 2021, as new Board members at the upcoming 2023 AGM. Following the recently announced Group reorganisation, female representation in the Group Executive Committee will also further increase.\n\nThe company has made additional progress on efforts to address all aspects of Diversity, Equity & Inclusion (DEI), as we promote core themes including Gender, Generations, Race & Ethnicity, LGBTI+ and Mental Health. We've refreshed our DEI strategy, putting inclusion at its heart to drive greater impact with focus, accountability and commitment from all of us. Our aim is clear: to create an even more inclusive culture that harnesses value from our diversity.\n\nPlease see our 2022 Sustainability Report for more information about these and other initiatives at Swiss Re.\n\n## Outlook and new profitability targets\n\nA profound shift in the re/insurance market has occurred after years in which the risk landscape where Swiss Re operates was marked by excess capacity and a surplus of capital from traditional and non-traditional providers. Our industry now finds itself at a turning point, as we are experiencing a return to an environment characterised by more sustainable pricing. Swiss Re appreciates the opportunities and responsibilities that come with this reinvigorated risk awareness and stands ready to partner with our clients to support them after catastrophes occur, or even better, help them adapt before an event materialises.\n\nTo ensure we are optimally positioned to fulfil this role, Swiss Re announced changes to the Group's organisational structure in February 2023 to simplify our structures, improve efficiency and enhance client experience. Among changes that take effect in April 2023, the Reinsurance Business Unit will be split into separate L&H Re and P&C Re Business Units, each with its own focused underwriting. We have also established a new Global Clients and Solutions Business Unit to improve engagement with our largest clients and to advance our strategic growth areas.\n\nThe Swiss Re that we are building is designed to be a nimbler, leaner reinsurer, where employees are more empowered, decision making is swift and there is improved accountability in the market.\n\nThis transformation will also empower Swiss Re toward reaching its 2023 Group financial targets, where we are aiming for Group net income of more than USD 3 billion. Given the high level",
        "metadata": {
            "page": 12
        },
        "id": "304e6277-8fa3-4b41-b3db-57b243d0b9cc"
    },
    {
        "page_content": "of geopolitical and macroeconomic uncertainty, Swiss Re aims to maintain its very strong capitalisation in 2023, with the Group SST ratio materially above the 200-250% target range.\n\nP&C Re will target a reported combined ratio of less than 95% for 2023; L&H Re will aim for a net income of approximately USD 900 million; and Corporate Solutions will target a reported combined ratio of less than 94%.\n\nThe positive outlook is supported by attractive market conditions and heightened risk awareness among our clients and their customers. Tailwinds are also coming from the expected continued decline in COVID-19 claims and higher interest rates that help lift our investment returns, as well as cost discipline.\n\nThough perceptions of pandemic risk are waning in much of the world, COVID-19 will most likely remain a threat as it\n\nZurich, 16 March 2023\n\n<!-- image -->\n\n<!-- image -->\n\nSergio P. Ermotti Chairman of the Board of Directors\n\nChristian Mumenthaler Group CEO\n\nbecomes endemic and circulates globally for decades to come, causing seasonal waves of infection just like with influenza and other respiratory illnesses. Still, its impact on insurance portfolios will be vastly reduced. Our focus ahead should be helping prepare society for future global health crises.\n\nWith the macroeconomic outlook, volatility is likely to continue. Recessions have been forecast in numerous geographies, though the timing, severity and duration of potential downturns remain uncertain.\n\nThough the volatility we experienced in 2022 is likely to continue unabated, we are confident that our approach to evaluating, pricing and mitigating risk will drive us forward to achieve our 2023 targets. We would like to thank our employees for their engagement and dedication to Swiss Re.\n\nWe would also like to thank you, our shareholders, for your continued support.",
        "metadata": {
            "page": 13
        },
        "id": "5d686d4b-6ea2-4244-98ec-d38b8f869a1a"
    },
    {
        "page_content": "## Vision and strategy",
        "metadata": {
            "page": 14
        },
        "id": "4ae43212-b83b-4b3c-8425-b8657206f55f"
    },
    {
        "page_content": "Swiss Re's vision:\n\n## We make the world more resilient\n\nSwiss Re is one of the world's leading providers of reinsurance, insurance and other forms of insurance-based risk transfer. Through our work with clients, we fulfil our vision of helping to make the world more resilient.\n\nWe have a distinct mission: together, we apply deep knowledge, intelligent data analysis and capital strength to anticipate and manage risk. That's how Swiss Re powers progress for our clients, helping the world rebuild, renew and move forward. Today, 75% of risks - from natural catastrophes and climate change to ageing populations and cybercrime - remain uninsured. We aim to change that.",
        "metadata": {
            "page": 15
        },
        "id": "df7a5aa2-b512-4799-a2c2-02e9f78544ea"
    },
    {
        "page_content": "## Our strategy at a glance\n\nThe Group strategy builds on Swiss Re's strengths and ensures the Group is equipped to meet our key convictions about the future. It is the foundation for delivering value to Swiss Re's stakeholders.\n\n<!-- image -->\n\n## What we do\n\nOur purpose is to make the world more resilient. We do this by placing our clients and partners at the centre of our business. We address risks across the global economy in three ways:\n\n## Risk transfer - reducing our clients' risk exposure and that of their customers\n\nWe work with our clients and partners to re/insure against large losses. Types of risk transfer include: traditional property and casualty and life and health  re/insurance; large and\n\ncomplex transactions; and public sector risk transfer, where we work with governments.\n\n## Risk insights - helping our clients better understand and take risks\n\nOur research, solutions and tools enable an improved understanding of risks and opportunities. We are leveraging new technology, specifically data and analytics capabilities, to further our ability to offer services and risk insights that help our clients and partners make more data-driven decisions and take risks.\n\n## Risk partnerships - working with others to find new and innovative ways to process, transfer and diversify risk\n\nThrough strong partnerships, we create platforms to process, transfer and diversify risks. This includes access to capital markets, business-to-business-to-consumer (B2B2C) products, public-private partnerships and new ecosystems.",
        "metadata": {
            "page": 16
        },
        "id": "093f3938-287f-46d3-8d45-6be43f4f9a92"
    },
    {
        "page_content": "<!-- image -->\n\n## How we do it\n\nReinsurance is our core business. We act as 'One Swiss Re' based on one foundation. We remain flexible towards creating new businesses.\n\n## We act as 'One Swiss Re' ,\n\nleveraging strengths and capitalising on synergies across our businesses as one integrated group.\n\nReinsurance is in the centre as the core of our business, alongside Corporate Solutions, a specialised risk partner for\n\ncorporate clients, and iptiQ, a digital B2B2C insurance platform. We have specific strategic priorities for each business segment. The business segments are supported by the Group.\n\n## Competitive differentiators\n\nWe focus on three differentiators:\n\n- · Capital strength, with one capital base and a streamlined legal entity structure\n- · One client approach and access to public sector and corporate partnerships\n- · Well-established leadership in risk knowledge, including Swiss Re Institute\n\n## Our people\n\nSwiss Re employees form the basis of everything we do. Our attitude and mindset play a critical role in how we execute on the company's strategy.",
        "metadata": {
            "page": 17
        },
        "id": "2f372737-7252-42eb-8dac-d3e27d744ff2"
    },
    {
        "page_content": "## Market context",
        "metadata": {
            "page": 18
        },
        "id": "ba6bf6a4-2c0a-4b4d-9c13-aeb5c4d30e25"
    },
    {
        "page_content": "In this section, we single out key trends that have shaped the risk perception of our clients in 2022: global supply chain disruption, the impact of economic inflation and measures to decarbonise the global economy. We also give an overview of the key reinsurance market trends of 2022. In a special feature, we cast a light on the key technological issues on Swiss Re's radar.",
        "metadata": {
            "page": 19
        },
        "id": "13010669-1739-416c-8626-2f85de547dff"
    },
    {
        "page_content": "## Responding to global supply chain disruption\n\nIn 2022, a combination of factors led to global food, energy and manufacturing supply shortages. Swiss Re responded to the accelerated demand for knowledge and data capabilities from clients and businesses to manage supply shocks.\n\n## Commercial insurance premiums\n\nUSD 1 tn\n\npremiums to be generated by de-risking global supply chains by 2050\n\n## Commercial P&C insurance premiums\n\nUSD 30 bn\n\npremiums generated by supply chain restructuring activities by 2026\n\n## Key publication\n\n<!-- image -->\n\nsigma 5/2022: Maintaining resilience: the role of P&C insurers in a new world order\n\n## Read the full report on\n\nswissre.com\n\n<!-- image -->\n\n## The issue\n\nGlobal supply chains have come under pressure from recent natural catastrophes, the global pandemic and geopolitical instability. These events have led to shortages of various commodities, slowing economies and higher economic inflation. As a result, supply chains are being realigned to insulate economies against future trade disruptions. In particular, the quick succession of shocks caused by COVID-19 and the war in Ukraine have heightened concerns over energy and food security.\n\n## The risk\n\nTypically, supply chains have been geared towards efficiency, which led to widespread offshoring as companies sought to produce goods in the most inexpensive regions. This practice appears to be changing, with an increased focus on reliability and the ability of suppliers to withstand geopolitical crises and disruption. As a result, many advanced countries are contemplating 'friendshoring' supply chains to allied countries and 're-shoring' parts of their overseas production domestically. Supply chains may therefore take on a different risk profile perhaps becoming more expensive.\n\n## The opportunity\n\nAccording to Swiss Re Institute estimations, de-risking global supply chains is a solid business opportunity. For example, re-shoring is expected to generate USD 30 billion in global commercial insurance premiums between 2022 and 2026, mostly from engineering, property and liability covers.\n\nAs supply chain, climate, food and energy security risks grow more complex, re/insurers can be a stabilising factor, putting a dollar value on risks, and thereby helping clients understand the financial impact of a changing risk profile.\n\n## Swiss Re's response\n\nSwiss Re is well positioned to aggregate vast amounts of data, combining it with sophisticated risk and data modelling techniques to provide clients with a better understanding of risk throughout supply chains. This knowledge will enable clients to take evidence-based decisions, pinpoint vulnerabilities and address risks with the appropriate insurance products.\n\nAn example is the Risk Data & Services (RDS) for Corporates platform, which was launched by Swiss Re Corporate Solutions in the second half of 2022. RDS empowers risk managers to take better control of their risks. By using Swiss Re models and analytics, risk managers can draw insights from their own and third-party data to manage property exposure, climate and supply chain risks.",
        "metadata": {
            "page": 20
        },
        "id": "3eff8f4c-5e4f-44a1-983a-5847833b2ada"
    },
    {
        "page_content": "## Factoring in the effects of inflation\n\nHigh economic inflation remained a concern for the re/insurance sector in 2022, leading to higher claims in property insurance and limiting insurance growth as global GDP slowed.\n\n## The issue\n\nEconomic inflation remained the number one macroeconomic concern for the insurance industry at the end of 2022. According to Swiss Re Institute forecasts, economic inflation is set to ease in 2023 and 2024, however, it is expected to remain volatile and persistently above historic averages.\n\nFor re/insurers, economic inflation can be an issue in property lines, where it may create higher claims. This can be of concern if these inflationary costs have not been priced into the insurance covers.\n\n## The risk\n\nEconomic inflation has an impact on claims costs, especially where higher prices for items such as construction materials and spare parts for cars make rebuilding and repairs more expensive. For life insurers, the claims impact is less pronounced, as life insurance claims tend to be written with fixed benefits.\n\nThe current inflationary situation is a risk for growth in the insurance industry, which is tightly connected to overall economic growth. In 2022, overall economic growth was slowed down both by the effects of economic inflation and the measures taken by central banks to combat it. Swiss Re Institute forecasts an inflationary recession in the US in 2023.\n\n## The opportunity\n\nAlthough the challenging economic situation has led to headwinds for re/insurers, rising interest rates as a result of central bank measures to curb economic inflation are a benefit to re/insurers on the asset side, as they deliver improved investment results.\n\n## Swiss Re's response\n\nSwiss Re has factored the effects of economic inflation into its models and pricing across all lines of business. For clients, Swiss Re can offer reinsurance covers that offer earnings protection against the impact of economic inflation.\n\nThe benefits of the higher interest rates on Swiss Re's investment portfolio were already visible in 2022. Investment income is expected to remain at higher levels through 2023 and 2024 while economic inflation remains elevated. Over the mid-term, improved investment performance is expected to outweigh the negative impacts of higher costs of claims.\n\nExpected global consumer price index (CPI) inflation in 2022\n\n<!-- image -->\n\n7. 8 %\n\nGlobal CPI inflation forecast for 2023\n\n<!-- image -->\n\n5.9\n\n## Key publication\n\n<!-- image -->\n\nsigma 6/2022: Economic stress reprices risk: global economic and insurance market outlook 2023/24\n\nRead the full report on\n\nswissre.com\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "d15f7156-0b30-4686-9eff-3479c50e5d0b"
    },
    {
        "page_content": "## Decarbonisation and the path to net-zero carbon emissions\n\nThe path to a net-zero economy by 2050 will require new investments in technologies to reduce CO2 emissions and ramp up carbon-capture and storage activities. This in turn will open up new business opportunities for risk transfer solutions.\n\n## The issue\n\nGreenhouse gas emissions will have to be cut drastically to mitigate the effects of climate change. Reducing carbon emissions from human activity across all industries will require a massive effort at all levels of society, including significant investments into the necessary infrastructure.\n\n## The risk\n\nAccording to Swiss Re Institute, the world stands to lose up to 7-10% of GDP by mid-century from the physical risks of climate change if global warming stays on the current trajectory and if the Paris Agreement and 2050 net-zero emissions targets are not met.\n\nFor re/insurers, there is the possible risk that claims increase as warmer temperatures lead to more damage from rising sea levels, longer and more frequent heatwaves, heavy storms and rainfall, floods and wildfires.\n\n## The opportunity\n\nAs a risk absorber, insurance can improve the risk-return profile of climate-friendly investment projects. As long-term investors, re/insurers are capable of financing emerging decarbonisation solutions such as carbon capture and removal technologies.\n\nDecarbonisation is essential for the transition to net-zero emissions and each dollar invested into decarbonisation adds to reducing emissions and thus mitigating losses in the future. As investments into decarbonisation increase, the demand for risk transfer will do the same.\n\n## Swiss Re's response\n\nSwiss Re offers innovative insurance and risk transfer solutions which minimise financial risks associated with renewable energy and infrastructure projects. At the end of 2022, for example, Swiss Re had written cover for nearly 12 000 solar and wind farms. Swiss Re has expertise for wind, solar, hydro, biomass, geothermal and battery storage, as well as grid enhancement projects.\n\nSwiss Re strives to achieve price adequacy for increasing natural catastrophe risks associated with climate change. Property risks are typically renewed on a yearly or bi-annual basis, allowing the impact of climate-related losses to be incrementally factored into contract renewals.\n\nSwiss Re is committed to net-zero CO2 emissions in its investment and underwriting portfolios by 2050 and collaborates with industry associations and initiatives such as the Net-Zero Asset Owner Alliance and the Net-Zero Insurance Alliance.\n\nIn 2022, Swiss Re was one of the founding buyers in the NextGen Carbon Dioxide Removal (CDR) facility - a large-scale carbon removal project aiming to source and scale up verified carbon removals from a broad range of suppliers, technologies and geographies and contribute towards the development of this still nascent market.\n\nClimate investments\n\n> USD 270 t n in climate investments needed to meet 2050\n\nnet-zero targets\n\nGDP benefit\n\n7-10 % of potential GDP losses can be mitigated by closing the\n\ninvestment gap by 2050",
        "metadata": {
            "page": 22
        },
        "id": "576410a4-0003-49f5-8b02-0064aa2eddc2"
    },
    {
        "page_content": "## The swing to a hard market\n\nIn 2022, the global property reinsurance market moved into a 'hard market' phase of the cycle, characterised by stronger pricing, especially in the natural catastrophe-related business.\n\n## The issue\n\nNon-life re/insurance pricing has proven to follow a cyclical pattern. In 2022, the property reinsurance market moved into a so-called 'hard market'. The price upswing in natural catastrophe-related reinsurance in 2022 signals the end of the most recent soft market cycle, which began in 2012, and saw prices decline as a period of relatively benign natural catastrophe activity and low interest rates attracted new capital into the market. This in turn tipped the supply/demand dynamics, producing oversupply with a subsequent decline in prices.\n\nThe 2017 hurricane season, which included Harvey, Irma and Maria, triggered an end of the price decreases. Guy Carpenter's Global Property Catastrophe Rate-on-Line Index 1 , for example, increased 5.5% in 2018, following five straight years of decline. An upward trend in natural catastrophe prices followed until 2021 and 2022, when both years witnessed natural catastrophe losses in excess of USD 100 billion. The Guy Carpenter price index for those years subsequently moved upwards by 10% and 27%, respectively.\n\nIn addition to natural catastrophe losses, economic inflation also drives price increases, as re/insurers adjust their assumptions to accommodate for higher claims costs.\n\nThe current market environment has thus seen a corresponding correction in the supply/demand dynamics for reinsurance. During the 1 January 2023 renewal rounds, for example, some reinsurers, and also non-traditional capital providers, reduced their participation in the natural catastrophe business after experiencing high losses in 2021 and 2022.\n\n## The risk\n\nThe biggest risks of a hard market are twofold. Firstly, the potential for high returns can lead to an inflow of additional capacity, typically creating an oversupply of capital, which can lead to lower and possibly unsustainable prices and impact profitability. Secondly, insurers may choose to retain more risk if prices are perceived to be too high. This ultimately impacts premium volumes and the ability of reinsurers to shape important risk topics.\n\n## The opportunity\n\nA hard market cycle, when prices increase, allows re/insurers to make the corrections to a more risk-adequate premium level. Further, repricing re/insurance cover at regular intervals allows the industry to adequately factor in long-term trends such as urbanisation and climate change, which alter the risk patterns for natural catastrophes.\n\nThe current hard market dynamics also allow the industry to recalibrate the terms and conditions of reinsurance contracts, which tend to deteriorate in softer market conditions.\n\n## Swiss Re's response\n\nDuring property treaty renewal rounds throughout 2022, Swiss Re achieved clear improvements on rates, terms and conditions, and retention levels.\n\nAt the 1 January 2023 renewal round for P&C Re treaty contracts, P&C Re achieved a price increase of 18%, with improved rates in all lines of business. P&C Re grew its natural catastrophe book by 21%. While overall reinsurance capital in the market decreased, Swiss Re supported its clients by quoting coverage early and consistently, providing leading capacity that found broad support in the market.\n\n## P&C Re price increases\n\n18 % increases at 1 January 2023\n\nP&C Re's achieved price renewals\n\n## P&C Re natural catastrophe book\n\n21 %\n\ngrowth in the P&C Re natural catastrophe book at 1 January 2023 renewals\n\n- 1 Guy Carpenter Global Property Catastrophe Rate-on-Line Index (artemis.bm).",
        "metadata": {
            "page": 23
        },
        "id": "629ef65e-41b3-4cac-af27-d60a71632b28"
    },
    {
        "page_content": "## Creating value from new digital trends\n\nIn a world of rapid technological change, Swiss Re identifies those technologies that improve efficiency, create new products and improve the user experience for clients and consumers.\n\n## The issue\n\nThere are currently three broad thematic trends driving technological change for Swiss Re and the insurance industry.\n\nThe first is an increased focus on assessing which technologies can add real value for the business. While many new tech options initially look promising, time has shown that not all create impactful change. An example of a technological advance shown to create efficiency inside an organisation is the emergence of low-code tools.\n\nLow-code development platforms give companies the ability to create and roll out new user experiences without having to engage in long development projects. This allows insurance companies to launch new services within a shorter timeframe and meet changing client and customer needs.\n\nRe/insurers can also learn from the digital transformation in adjacent industries such as healthcare, mobility and manufacturing. An example of this in health insurance is the development of virtual care solutions, which became popular during the COVID-19 pandemic and are expanding the types of services health insurers offer.\n\nA second group of trends centres around data use, ethics and security issues. Re/insurers require personal data to provide\n\n## Glossary\n\n## Low code\n\nA simplified approach to coding which presents users with options of the features to be implemented, minimising the need for programming.\n\ninsurance cover, some of which will deal with sensitive personal data such as medical records for health insurance purposes. This data has on occasion become a target for hackers.\n\nAt the same time, public awareness of the use of personal data by corporations has led to increased regulatory attention. There are significant ethical discussions underway on how data can be used ethically to improve insurance pricing and product development.\n\nA third thematic area is how to attract skilled employees to the insurance industry and retain them. Re/insurers are competing for talent with technological giants, banks and many other industries. Consequently, there is a need to create exciting careers for specialists who join the insurance industry, but also to upskill existing employees to make their work impactful.\n\n## The risk\n\nFailure to keep up with technological advances could lead to inefficiencies, poor data management, difficulty in meeting regulatory requirements and trouble attracting and retaining talent which will ultimately result in competitive disadvantages. Without a clear technological roadmap, companies risk pursuing expensive technological\n\n## Virtual care\n\nA way of accessing healthcare in which patients interact with their doctors or healthcare workers via phone, video or secure messaging platforms.\n\nchanges that do not result in significant value creation or efficiency gains.\n\nRe/insurers often require sensitive data such as health records to assess claims or underwrite policies. If this data is accidently leaked to the public domain or stolen by cyber criminals who demand a ransom payment, an insurer can face significant reputational and financial damage. There is increased public and regulatory scrutiny on high-profile data theft cases, as they have received wide-spread media attention in recent years.\n\nThe ethical use of data by re/insurers is also a sensitive issue. Even the most well-intentioned use of data to improve underwriting fairness can give rise to issues, such as gender or racial discrimination. A prominent example in recent years has been discussion around the potential for gender-based pricing discrepancies.\n\n## The opportunity\n\nDigitalisation is allowing re/insurers to engage in digital ecosystems, meet evolving customer expectations and stay cost competitive.\n\nBy adopting technologies such as application programming interfaces (APIs), cloud computing and low-code\n\n## Application programming interface (API)\n\nA mechanism that allows different software components to communicate with one another using a set of defined rules and protocols.",
        "metadata": {
            "page": 24
        },
        "id": "57384e0f-9b35-4bae-b16b-3953dfb4e08e"
    },
    {
        "page_content": "environments, re/insurers can empower employees who are not necessarily programming specialists to work with data in a more intuitive way. Automation is also gaining momentum, with re/insurers leveraging artificial intelligence technologies such as speech recognition to automate sales, client retention efforts and claims operations. Image recognition and computer vision are used to accelerate claims processes by estimating property damage from sources such as aerial images.\n\nConnectivity technologies are transforming corporate risk management. For example, real-time data is enabling digital twins a digital representation or advanced simulation of a physical object such as manufacturing plants or products - which provide new opportunities to anticipate and mitigate risks.\n\nNew technologies are also opening up opportunities for new products and business models. In the automotive space, increasing onboard sensing, artificial intelligence and edge computing have allowed vehicles to drive with less human intervention. This potentially decreases the risk for human error while creating demand for new insurance products to cover potential risks inherent in automated driving systems.\n\n## Telematics\n\nTechnology for the wireless transmission and storage of vehicle information, enabling remote monitoring via a vehicle's own onboard diagnostics system.\n\n## Swiss Re's response\n\nSwiss Re's technology strategy places an emphasis on the value of transforming core internal processes. Recent work around cloud computing, APIs and low-code tools has laid the foundation for the secure integration of data services, as well as the accessibility and scalability of solutions.\n\nFor example, Swiss Re has created the Analytics Data Model, a collection of curated and certified data sets combining proprietary, client and third-party data into a single access point. This enables Swiss Re to provide a single version of truth for data.\n\nFor clients, Swiss Re is creating new solutions and services, such as its Property Exposure Management and Rapid Damage Assessment solutions, which provide damage insights for insured properties before and after natural catastrophes. For cyber risk management, Swiss Re has created Cyber Guardian, a next-generation cyber risk management engine combining risk modelling experience with third-party threat intelligence and analytics teams.\n\nSwiss Re is also making it easier for clients to manage and quantify their risks. For example, the Corporate Solutions' Risk Data & Services for Corporates platform enables companies to combine their data with analytical solutions provided by\n\n## Edge computing\n\nProcessing, analysing and storing data where it is generated. For example, using an onboard computer to monitor a car's performance.\n\nSwiss Re and other data sources. This allows for advanced analytics such as digital twins, which can be used to model and manage supply chain risks.\n\nIn the automotive space, Swiss Re is partnering with Waymo to set the standards for the risk assessment of autonomous vehicles. Swiss Re's teams have also built up comprehensive telematics capabilities and are developing expertise to provide clients with telematics-based insurance solutions. Telematics data provides insights into driving behaviours that impact risk, and also allows for additional services, such as stolen car recovery or efficient claims handling.\n\nFor life insurance, Swiss Re's Magnum, a suite of cloud-based underwriting automation solutions, boosts re/insurers' digitalisation and makes underwriting more efficient.\n\nSwiss Re is focused on attracting and retaining specialist talents such as cyber security specialists, data scientists and engineers. In addition, work is being done to upskill existing employees and encourage the adoption of new data tools and ways of working. Swiss Re regularly runs internal dialogue sessions and events to promote awareness, supporting this with in-house training and other resources.\n\n## Digital twin\n\nA virtual model designed to accurately reflect and test a real-world process or system such as a supply chain.",
        "metadata": {
            "page": 25
        },
        "id": "b4394547-1772-4ced-a57d-85dfcdefb6b5"
    },
    {
        "page_content": "## Building natural catastrophe resilience",
        "metadata": {
            "page": 26
        },
        "id": "e7a3754d-0334-4936-8239-cac667702f93"
    },
    {
        "page_content": "On 28 September 2022, Hurricane Ian made landfall as a Category 4 hurricane in southwest Florida. With winds of well above 200km/h, it brought on a storm surge that caused sea levels to rise by close to four metres.\n\nHurricane Ian's destruction proved immense. For example, power outages affected over three million people in Florida and the Carolinas as flood water inundated thousands of buildings. Its impact is estimated to have cost the insurance industry USD 50-65 billion, making it the second-costliest hurricane on record.\n\nHelping insurers support their communities following natural disasters is Swiss Re's core business. For Hurricane Ian, Swiss Re\n\nexpects to provide USD 1.3 billion in claims to hundreds of clients. And while no one can predict a hurricane in advance, Swiss Re had been preparing for an event such as this one.\n\nThe stories that follow highlight some of the ways Swiss Re's teams laid the groundwork to respond quickly and effectively after a major disaster. As the Catastrophe Perils team was updating Swiss Re's internal hurricane models, the US Claims and Solutions team was deploying the Rapid Damage Assessment solution to give clients data on potential losses within days. Meanwhile, Swiss Re's claims experts were upskilling clients' teams to assess flood losses.",
        "metadata": {
            "page": 27
        },
        "id": "d1ad1506-b2a6-49cc-ae2a-a69c1c099872"
    },
    {
        "page_content": "## A solid business that builds resilience\n\nProviding effective financial protection against large natural catastrophes is at the heart of Swiss Re's vision to make the world more resilient. It is also a pillar of Swiss Re's financial strength, delivering long-term value for the entire Group.\n\n200 natural catastrophe models\n\ncovering 90% of global insured exposures\n\n15 new models developed; 12 existing models enhanced since 2019\n\n<!-- image -->\n\n## Societal value\n\nFor the past 159 years, Swiss Re has been at the forefront of building financial resilience for catastrophe risks. The first reinsurers emerged in the mid-1800s following a series of city fires, including the Hamburg fire of 1842 and the Glarus fire of 1861. After these events, governments and communities needed greater assurance that they could rebuild after catastrophic events - and the system of 'insurance for insurers' developed.\n\nWhile the Glarus fire led to the birth of Swiss Re, the defining test of Swiss Re's value came after San Francisco's devastating earthquake of 1906. Following a magnitude 7.6 earthquake, the city was enveloped in a fire that destroyed an estimated 25 000 commercial and residential buildings. The insurance industry was there to help rebuild. Over 130 insurance companies paid out fire claims and the USD 235 million paid out at the time was easily a record. At nearly 100 times the market's fire insurance premiums - the claims burden was too big for many local insurers.\n\nThe net loss for Swiss Re of CHF 4.3 million from this event was considerable, as the company's equity at the time was only CHF 9.9 million. However, excellent business results in the previous and subsequent years allowed Swiss Re to shoulder this burden. In the wake of this disaster, Swiss Re's reputation in the reinsurance industry was well and truly established.\n\nFast-spreading city fires no longer pose a formidable threat. However, hurricanes, earthquakes and floods still cause significant losses. The COVID-19 pandemic also illustrated how life and health risks can cause economic damage comparable to natural catastrophes.\n\nThese events can have a profound economic impact on societies. In 2022 alone, global economic losses from natural\n\ncatastrophes soared to USD 275 billion. The insurance industry provided USD 125 billion to businesses, governments and households through claims payments. However, despite this large amount, the protection gap remains well over 50% of all losses, a financial burden that must be carried by governments, businesses and households.\n\n## A business built on diversification and knowledge\n\nIn 1906, Swiss Re had already built a globally diversified business, which helped it through the San Francisco earthquake. Today, Swiss Re's natural catastrophe business is further diversified both globally and across a range of perils. The natural catastrophe business is also just one part of Property & Casualty Reinsurance's portfolio, alongside other areas, such as the casualty business. And with the purchase of Life Re in 1998, Swiss Re entered life reinsurance, further diversifying its business.\n\nIn order to participate in such a diverse range of global risks, Swiss Re places an emphasis on research and development activities. For the natural catastrophe business, Swiss Re currently employs more than 50 dedicated scientists who maintain around 200 natural catastrophe models. These models provide insights into over 90% of the world's insured exposures. Modelled perils range from hurricanes and tornados to earthquakes, floods, winter storms, wildfires and volcanos.\n\nIn 2022, Swiss Re Institute implemented major updates to many of these, including the Tropical Cyclone North America model and several large earthquake models. Recent updates also incorporated the impact of economic growth, demographic change and climate change risks.\n\nResearch and development over the last three years has also yielded new models and model updates for so-called 'secondary",
        "metadata": {
            "page": 28
        },
        "id": "bddf49a2-935e-4360-9ddb-66345eb2fb06"
    },
    {
        "page_content": "perils', which are usually smaller natural catastrophes such as flash floods or wildfires. These typically generate losses of low to medium magnitude but can happen relatively frequently.\n\nLosses from these events have been trending upward since the 1970s. Swiss Re's models have been updated to ensure they account for this trend.\n\n## Financial value\n\nNatural catastrophe reinsurance is an indispensable shock absorber for the global financial system. Natural catastrophe losses are increasing, fuelled by a mix of economic growth, urbanisation, wealth accumulation in disaster-prone areas, such as on the coasts, and climate change. However, the reinsurance market is growing to support the need for more coverage. Currently, natural catastrophe reinsurance represents an estimated USD 45-50 billion business in annual premiums.\n\nSwiss Re has carefully steered its natural catastrophe business over this time, maintaining its position as a market leader while carefully managing exposure to potential losses.\n\nOne important reason why reinsurance can grow despite the increase in natural catastrophe losses is that contracts for property insurance can be renewed on a regular basis - usually annually. This means that the long-term trends can be priced into renewals cycles from year to year.\n\n## Measuring progress\n\nThe business opportunity for reinsurance is robust - it is poised for positive long-term profitability, performance and growth.\n\nOne of the financial key metrics used to measure profitability is the 'combined ratio'. This calculation expresses the total claims plus expenses as a percentage of earned premiums. A result under 100% means that the business is profitable.\n\nFor Swiss Re's natural catastrophe business in P&C Re, the average combined ratio over the ten years from 2013 to 2022 stands at 77%.\n\nAlthough this measure does not take into account the cost of capital, it illustrates P&C Re's ability to absorb claims, effectively manage costs and maintain an adequate margin.\n\n## Beyond core reinsurance\n\nToday, natural catastrophe protection remains the core of Swiss Re's reinsurance business, and also represents a substantial part of Corporate Solutions' value proposition for large companies.\n\nIn recent years, Swiss Re has seen an increasing demand from clients for broader services outside the core risk transfer products. This has led to the development of a diverse range of solutions such as Swiss Re Corporate Solutions' Risk Data & Services for Corporates platform. These solutions deploy cuttingedge technologies to develop new products, speed up claims or inform risk management processes - thereby reducing exposures to losses.\n\nThis growing demand is set to continue as the insurance industry maintains its mission to close the protection gap for natural catastrophes globally and to build financial resilience.\n\n## USD 45-50 bn\n\nEstimated global natural catastrophe reinsurance market\n\n77 %\n\nP&C Re's average US GAAP combined ratio 2013-2022 natural catastrophe business",
        "metadata": {
            "page": 29
        },
        "id": "7d5dda63-9e22-4b97-b9bb-848272154f89"
    },
    {
        "page_content": "## Updating Swiss Re's hurricane model\n\nIn 2022, Swiss Re released a major update to its Tropical Cyclone North America (TCNA) model. The new model includes improved cyclone tracks, wind field modelling, urbanisation patterns, secondary perils such as storm surge and flood, and revised climate and claims trends.\n\n<!-- image -->\n\nErdem Karaca, Head of Catastrophe Perils Americas, shares his insights.\n\n## What is Swiss Re's TCNA model?\n\nSimply put, the TCNA model is our way of understanding a particular location's exposure to hurricanes in the North Atlantic. It is also used to understand this location's contribution to Swiss Re's overall North Atlantic hurricane risk. With this knowledge, we can put a dollar value on tropical cyclone risks across that region.\n\n## How does it work?\n\nWe use a scientific, data-driven approach for our models. To estimate the current intensity and frequency of tropical cyclones, their wind speeds at landfall and beyond, as well as the impact of accompanying flooding, we use data on tropical cyclone tracks, flood zones, surge inundation and detailed insured loss experience, to name a few factors.\n\nWe also make sure we include the most recent developments from the broader risk landscape - such as the latest climate change insights, as well as trends such as urbanisation, demographics and economic changes. We then calculate the interaction of these factors across the assets we will insure. This way, we can develop a deep understanding of the economic impact of a tropical cyclone on a given location, or on a specific risk.\n\nHead of Catastrophe Perils\n\nErdem Karaca Americas\n\nThe Catastrophe Perils team is the guardian of nearly 200 proprietary natural catastrophe models. This includes the all-important TCNA model, which covers US hurricanes.\n\n## Why is this important?\n\nHaving a strong model means we have confidence in assessing our exposure to hurricanes, pricing new business and setting the amount of capital we need to stay financially strong in this type of business.\n\n## What is special about this update?\n\nThe new model has two important pieces. The first is the enhanced way we look into secondary perils - particularly flood and storm surge patterns. In recent years, we have seen that these factors play an increasingly significant role for economic and insured losses. However, they come with exceptional challenges in modelling. Scientific and computational capabilities have improved considerably in recent years, allowing us to more confidently include these aspects in our risk view.\n\nWe have also developed a much more holistic view of the risk landscape. So, for example, the model can incorporate the way cities have evolved, factoring in aspects such as the ability of urban areas to absorb water when a flood occurs. We also explicitly consider social and claims inflation effects that were observed in recent years.\n\n## Who will benefit from this update?\n\nOur clients will benefit from robust risk assessment, which is the backbone of stable and cost-efficient reinsurance support. It also shows our investors and rating agencies that we can properly assess hurricane risk and write better quality business based on the latest scientific and engineering knowledge. It is especially important for our regulators, who need to understand how much risk we have, and how much capital we need to stay financially strong.",
        "metadata": {
            "page": 30
        },
        "id": "234b2a14-f42d-4e2f-b5ff-aa32c8a11ad9"
    },
    {
        "page_content": "## Rapid Damage Assessment: using data to get ahead of the storm\n\nAs Hurricane Ian gained strength before making landfall in Florida, Swiss Re's US Claims and Solutions team was ahead of the storm. Swiss Re's Rapid Damage Assessment (RDA) solution was used to accelerate the process of forecasting hurricane claims. An artificial intelligencedriven set of tools, RDA provides granular, predictive loss assessment data to clients, such as Security First Insurance.\n\nAs soon as it became clear that Hurricane Ian would make landfall in Florida, Swiss Re began delivering insights into thousands of individual Security First Insurance policies that could be triggered by property damage from the hurricane. By the time Ian moved inland, Security First was in the process of reserving, planning loss adjustment and allocating claims resources.\n\nAbhishek Mishra from Swiss Re's RDA team worked closely with Security First Insurance during Hurricane Ian. 'Our work began even as Ian was still developing. Before it landed in Florida, we were getting data and images to provide clarity on the probable impact on our clients' portfolios. We could then combine these high-tech image-capture tools with our AI', explains Abhishek.\n\nRDA draws on Swiss Re's proprietary hazard models, analysis of a client's portfolio and artificial intelligence on aerial imagery to assess the impact of natural catastrophes - with the process starting before the catastrophe even strikes.\n\nQuick access to insights is valuable to insurers because assessing their claims\n\nProperties assessed only six days after Hurricane Ian\n\n<!-- image -->\n\nburden in the aftermath of natural disasters proves very difficult. For Hurricane Ian, Swiss Re's own internal assessment, the so-called Post Event Catastrophe Assessment Team (PECAT) process, took approximately three weeks of intensive portfolio analysis overlaid with natural catastrophe modelling to ensure that Swiss Re could announce a robust bestestimate to the market.\n\nFor clients like Security First Insurance, things need to move fast. It is imperative that they can get information about damages and effectively allocate their claims resources - even if impacted areas remain inaccessible.\n\nWith RDA, Swiss Re's teams used highresolution aerial images to quickly detect the severity of damage for insured properties on clients' books. Within six days, they had assessed 35 000 properties, and after two weeks this grew to 88 000 properties.\n\nAbhishek explains: 'Claims payments are what people need from their insurer when disaster hits - and the sooner the better. RDA allows clients to efficiently plan resources. They know where to focus. This planning helps them keep costs down throughout the claims cycle.'\n\nThe RDA solution's insights also helped insurers reach out to clients. Since many policyholders have only a holiday home in Florida, but live elsewhere, many were out of state during Ian. RDA's insights allowed many clients to let these policyholders know they may be able to file claims.\n\nProperties assessed only two weeks after Hurricane Ian\n\n<!-- image -->\n\ninsured properties\n\n<!-- image -->\n\nAbhishek Mishra Senior RDA Product Manager\n\nAbhishek's work with RDA draws on artificial intelligence, portfolio analytics and state-of-the-art information gathering in order to get claims assessed faster.\n\nFor the team involved, this proved to be rewarding work - with people directly benefitting from Swiss Re's technology and pre-planning. Abhishek notes: 'Across the RDA team, we are very aware that speeding up claims means speeding up recovery. This gives us an enormous amount of pride in our work. My passion is cutting-edge tech. With RDA, I am combining that passion with a satisfying purpose - helping communities rebuild and making the world more resilient.'\n\nRead more on\n\n<!-- image -->\n\nSwiss Re Rapid Damage Assessment (swissre.com)",
        "metadata": {
            "page": 31
        },
        "id": "2c745670-65c6-45ff-84fa-d3c7bcb1abb0"
    },
    {
        "page_content": "## Fostering resilience: closing knowledge and protection gaps\n\nChris Carpenter Flood Solution Expert\n\n<!-- image -->\n\nChris and the flood solutions teams make sure insurers have the skills, products and risk transfer in place to build resilient flood insurance and close protection gaps.\n\nEarly estimates following Hurricane Ian revealed that uninsured flood damage constituted about one quarter of all economic loss. And while Ian exposed a massive flood protection gap in Florida, it is not the only state facing this issue.\n\nIn the US, most household property policies from private insurers exclude flood. Flood insurance in the US is mostly covered by a government insurance programme, which runs through 50 insurers and covers 23 000 communities. But despite an effort to develop the federal programme, five out of six homes in the US are still without flood cover.\n\n## Changing flood insurance\n\nSince 2017, Swiss Re's flood solution has given insurers the option to add flood cover to existing policies or offer it as a stand-alone product. The flood solution is powered by Swiss Re's proprietary\n\n'We aim to help bring flood insurance to more homeowners in the US. This is just the beginning of our journey.'\n\nChris Carpenter\n\nflood model, which includes over 400 000 modelled events for the US alone. This insight allows insurers to write risk-adequate premiums for floods.\n\nChris Carpenter, a flood solution expert and member of the US claims team, explains: 'We are at the frontline of changing flood insurance. A few years ago, it wasn't in a private insurance policy. Today, our clients want to be involved in flood insurance, and that means they need the necessary skills and knowledge.'",
        "metadata": {
            "page": 32
        },
        "id": "3d78bb20-1723-409d-842d-b647df507f80"
    },
    {
        "page_content": "<!-- image -->\n\n## Upskilling our partners\n\nSwiss Re has not only focused on improving flood models, but also on providing extensive training to clients' claims teams, who will ultimately service policyholders.\n\nSince their insurance policies generally excluded flood claims, these teams often lack insight into how to assess flood damage. Swiss Re's claims training walks claims teams through various scenarios to identify how specific flood issues fit into policies and how to optimise claims processes.\n\nSwiss Re's efforts proved especially valuable to clients in Florida. In the months following Hurricane Ian, Chris and the US team helped Swiss Re's clients process extensive claims for flood damage in the state. 'We aim to help bring flood insurance to more homeowners in the US', notes Chris. 'This is just the beginning of our journey.'\n\nNumber of US-specific modelled events in Swiss Re's proprietary flood model\n\n400 k\n\n## Read more on\n\n<!-- image -->\n\nBridging the private flood market (swissre.com)",
        "metadata": {
            "page": 33
        },
        "id": "5ac2c7da-7a68-45dc-a9ed-63fa77ed229f"
    },
    {
        "page_content": "## Empowering clients with platforms and solutions",
        "metadata": {
            "page": 34
        },
        "id": "51f6acd1-fdc8-457e-b92c-c312be637a5a"
    },
    {
        "page_content": "While the reinsurance industry traditionally focuses on a core business of risk transfer, Swiss Re's digital transformation has led to new commercial opportunities. By exploring new technologies and data-driven solutions, Swiss Re is creating products and services that bring clients real added value.\n\nOn the following pages, you will read about some of the recently launched solutions and the individuals behind these innovations. From making communities more resilient to giving clients new methods to map and navigate risk and protect their businesses, our teams are driving problemsolving technologies.\n\nThis work builds on a foundation of already established platforms with a proven track\n\nrecord of adding value. Swiss Re's solutions like CatNet® and Magnum - have shown the benefits of giving clients access to new technologies, products and ideas.\n\nCatNet®, launched in 2000, is a global, web-based natural hazard exposure analysis and mapping tool. It has a global user base of more than 10 000 registered users. Magnum, a suite of cloud-based underwriting automation solutions launched in the late 1990s, was recognised by The Forrester Wave™, an international technology guide, among top automated underwriting engines.\n\nContinuing this history of innovative offerings, Swiss Re is finding new ways to combine our knowledge with analytics and automation.",
        "metadata": {
            "page": 35
        },
        "id": "fb42e011-65c8-4bb2-8676-152000f71136"
    },
    {
        "page_content": "## Risk management reimagined: Risk Data & Services\n\nWorking closely with clients, Swiss Re Corporate Solutions has gained an understanding of their risk and resilience needs - and how supply chain disruptions, climate change and property risks impact their business. Swiss Re's clients can now access a new solution to help navigate these risks.\n\n<!-- image -->\n\nElena Bosch Head Platform, Risk Services for Corporates\n\nThe RDS platform provides innovative new risk knowledge solutions for corporate clients, covering a range of issues from supply chains to natural catastrophe mitigation.\n\nWhile interacting with clients over the years, our Corporate Solutions team learned that sustainability managers can greatly benefit from better analytical models to assess climate-related risks. Meanwhile, they also discovered that supply chain managers could use clearer oversight of hidden risks to anticipate supply chain disruptions.\n\n'It can be challenging for clients to get an overview of their risk, as relevant data is dispersed across their organisation and many don't have access to risk models to assess and quantify risks', notes Elena Bosch, Head Platform, Risk Services for Corporates. 'Our goal is to empower clients to take control of their risks and be more resilient.'\n\n## The birth of Risk Data & Services\n\nWhen Swiss Re assembled a team to develop a new solution for clients, Elena came on board, along with engineers, solution designers, business analysts, product owners and user experience specialists.\n\nThe new platform, called Risk Data & Services (RDS), helps companies build a digital twin of their assets to get an accurate overview of their exposure. With this virtual representation of their business, clients can create simulations based on real-world scenarios and access risk insights.\n\n'We decided to give RDS clients access to Swiss Re's select models so that they can view their exposure in context and make better decisions on risk', Elena explains. The new solution gives clients access to Swiss Re's own risk insights. The result: RDS helps companies become more resilient by making better, data-driven business decisions.\n\n'I saw RDS grow from a mere idea to a fully launched solution. Along the way, we piloted the solution with several clients so we could test and learn together', says Elena.\n\nCorporate Solutions officially launched RDS in October 2022 with three solutions: Property Exposure Management,",
        "metadata": {
            "page": 36
        },
        "id": "6721f0f6-94c0-45fe-8d58-5a3820481d07"
    },
    {
        "page_content": "## 'Our goal is to empower clients to take control of their risks and be more resilient.' Elena Bosch\n\nSustainability Compass and Supply Chain Resilience.\n\nThe Property Exposure Management solution gives risk managers insight into their property portfolio exposure. A multinational utility company, for example, uses RDS to identify which power generation assets are most exposed to natural hazards such as floods or storms. They can then focus on mitigating risk and preventing losses.\n\nThe Sustainability Compass gives clients visibility into climate-related risks. A manufacturing company, for example, uses RDS insights to identify, assess and mitigate climate-related risks. They can gauge the threat of flooding, wildfires, storms, water scarcity and other risks to their facilities and operations.\n\nSupply Chain Resilience allows clients to uncover hidden vulnerabilities across their supply chain network. They can simulate potential disruptions and prepare accordingly. Should a certain area be\n\n## RDS brings the power of digital twins to risk management with the following main benefits for corporates:\n\n- ·   A holistic and strategic perspective on risk\n- ·   Access to risk insights from Swiss Re and other risk experts\n- ·   A basis for collaboration with internal and external risk partners\n- ·   A more accurate and precise single source of truth\n- ·   Structured storage of risk data in a secure and private space\n\nimpacted by natural catastrophes or geopolitical issues, they will already have created a business continuity plan they can implement.\n\n'We are constantly incorporating client feedback, and for me this is the most valuable part. I have watched it grow and evolve into a value-adding product', says Elena. 'RDS helps clients navigate their risk landscape - and even more developments are on the way.'\n\n## Read more on\n\n<!-- image -->\n\nSwiss Re Risk Data & Services (swissre.com)",
        "metadata": {
            "page": 37
        },
        "id": "dbe825e4-a6c2-41e6-91be-d5446fa1d98f"
    },
    {
        "page_content": "## Earthquake protection for Mexico's monuments\n\nRubem Hofliger Head Latin America, Public Sector Solutions\n\n<!-- image -->\n\nSwiss Re's Public Sector Solutions team provides innovative risk knowledge and risk transfer solutions for governments, including data-driven parametric solutions that provide rapid payouts in times of disaster.\n\n## Pioneering earthquake insurance in Mexico\n\nMexico houses the largest number of UNESCO World Heritage sites in North America and the sixth largest in the world. These ancient monuments have been a mainstay of Mexico's tourism business a business responsible for more than 17% of Mexico's gross domestic product in 2020 - employing more than 4.4 million workers and attracting both local and foreign visitors. But with multiple earthquake fault lines scattered under their locations, these landmarks are at constant risk.\n\nAfter a series of earthquakes in 2017, the Mexican government realised that maintaining protection against these natural disasters in a traditional insurance format was too complex. They needed an alternative and more effective insurance solution to protect landmarks and make the tourism industry more resilient.\n\n## A solution for the ages\n\nIt is not a simple task to design insurance for thousand-year-old historical sites. Swiss Re's team, led by Rubem Hofliger from Public Sector Solutions, knew a scientific approach would be needed for insuring the landmarks without breaking the budget.\n\n'Data science was critical to getting this product right. We are looking at thousands of cultural assets in earthquake-prone\n\nareas. Once we got the math right, we could balance the complexity of the risks with an easy-to-understand, affordable product for the government.'\n\nFirst, the team analysed the potential economic value of a given set of cultural assets. These assets could be temples, churches or other cultural artefacts. They then mapped so-called 'shake intensity' data over these assets. This allowed them to understand how much insurance cover could be created for target locations at a certain expected level of payouts.\n\nDespite the complexities involved, the resulting insurance coverage is transparent and clear: it provides a rapid payout on a graduated scale based on the shake intensity of any given pre-defined location - up to the policy limit - which is also a pre-agreed, de facto claims settlement process. This parametric insurance product provides Mexico with funding for a rapid response following these disasters.\n\n'We can now ensure vital financial protection is being provided for archaeological and historical sites in Mexico as the policy gives the government fast funding to enable recovery if an earthquake strikes. This gives Mexico's tourism industry muchneeded resilience following these catastrophic events', says Hofliger.",
        "metadata": {
            "page": 38
        },
        "id": "5976bfcd-4928-4356-afe1-8ad5ee4c6a66"
    },
    {
        "page_content": "<!-- image -->\n\n## Parametric QUAKE\n\nThe insurance implemented in Mexico builds on Swiss Re's QUAKE solution, developed by Corporate Solutions' Innovative Risk Solutions unit. QUAKE, a parametric, rapid-payout earthquake insurance product, is unique, as each policy is tailored to closely mirror the insured's likely experience during these natural disasters.\n\nThe solution uses the United States Geological Survey's ShakeMap, a service which details how strongly an earthquake was felt on every point on the globe. The stronger the earthquake was felt, the higher the damage at the insured location. QUAKE insurance can be applied to assets for which\n\n<!-- image -->\n\nJosé Antonio Izaguirre Structurer Risk Solutions LatAm, Corporate Solutions\n\nSwiss Re's Innovative Risk Solutions team develops creative solutions for the most challenging risks around corporate insurance.\n\nreplacement values are hard to determine and which the traditional risk transfer market cannot accommodate. This includes archaeological sites or natural assets such as coral reefs.\n\n'Our parametric QUAKE insurance immediately appealed to clients because it's an affordable solution that gives them more coverage and flexibility. The protection provides liquidity for a fast recovery of these magnificent sites should disaster strike and helps reduce the financial impact on the tourism sector', says José Antonio Izaguirre, Structurer Risk Solutions, Latin America.",
        "metadata": {
            "page": 39
        },
        "id": "0dcf6e4d-4316-4069-a82e-a77a2f89dbc4"
    },
    {
        "page_content": "## Bringing parametric reinsurance solutions to China\n\n## Natural catastrophes on the rise\n\nDevastating weather events have hit China's most populated regions with increasing frequency over the past several decades. Direct estimated economic losses from the 2008 ice storm disaster amounted to USD 20 billion. By contrast, the insurance claims for this disaster amounted to only 3.4% of its direct economic loss.\n\nOver a decade later, catastrophic floods in Henan province further exposed the need for better insurance coverage against natural disasters. While the total economic damage for these floods reached USD 30 billion, insurance claims amounted to only about 7% of this loss.\n\n'The gap between economic and insured losses is still sizable here and underpins huge potential demand for catastrophe insurance protection', says Wenwen Ying, Nat Cat Specialist and Senior Property Treaty Underwriter in China. 'The government has been encouraging insurers to provide risk transfer solutions. Since I joined Swiss Re in 2017, together with our cross-functional teams, I have been looking into new solutions for our clients.'\n\n'The gap between economic and insured losses is still sizable here and underpins huge potential demand for catastrophe insurance protection.'\n\nWenwen Ying\n\n## 'Cat in a Box'\n\nSince the early 2010s, Swiss Re's team in China has worked closely with local stakeholders to build innovative parametric insurance products. 'Parametric insurance had been a resource to shorten the payout time from months to a few days. But the underwriting processes remained complicated', says Vipin K S, Senior Solutions Manager, P&C Solutions.\n\nTo increase the efficiency of underwriting parametric insurance for natural catastrophes, Swiss Re's team came up with a solution they dubbed 'Cat in a Box'. The solution is affectionally named after the well-known method it is based on.\n\nThose using the tool highlight an area on a map (a 'box') and automatically gain historical information on natural catastrophe events that have impacted the area. Taking regional differences into consideration, the tool then provides customised information after a few clicks. It calculates the probability of these events happening in that area in a designated future time span, based on Swiss Re's proprietary natural catastrophe models.\n\n'This tool empowers users to design a sophisticated end-to-end parametric product within half an hour. It removes the bottleneck that made it hard to promote this type of insurance. More communities across the country can now gain access', explains Vipin.\n\nWenwen Ying Senior Property Treaty Underwriter\n\n<!-- image -->\n\nWenwen's work on Cat in a Box is one part of Swiss Re's approach to providing new tools for clients to increase insurance penetration in the Chinese market.\n\n<!-- image -->\n\nSenior Solutions Manager,\n\nVipin K S P&C Solutions\n\nWith Cat in a Box, Swiss Re's Chinese clients can access Vipin's 13 years of natural catastrophe modelling expertise in a simple desktop app.",
        "metadata": {
            "page": 40
        },
        "id": "b762d562-994d-4718-834e-91fafdc68acd"
    },
    {
        "page_content": "<!-- image -->\n\n## Partnering with Ping An\n\nIn 2021, Swiss Re brought Cat in a Box to one of the leading insurers in China, Ping An, so they could work together to promote the use of innovative parametric-based products.\n\n'The collaboration between Ping An and Swiss Re is very constructive. Swiss Re's catastrophe models and data on natural disasters have enabled tailor-made product design and better user experience for our customers', says Joe Liang, Executive Member and Director of Commercial Insurance of Ping An P&C. 'Together we can contribute to the journey of closing the protection gap in China and extending insurance coverage to more Chinese properties.'\n\nWenwen, together with Shuzhan Wang, who works in Swiss Re's Ping An account team, have travelled throughout China to understand how natural catastrophe insurance can help improve the resilience of local communities. 'This work has the potential to benefit hundreds of millions of people across the country', says Wenwen. 'We look forward to making an impact.'\n\n'Together we can contribute to the journey of closing the protection gap in China and extending insurance coverage to more Chinese properties.' Joe Liang\n\nShuzhan Wang Head Transaction & Ping An Lead P&C\n\n<!-- image -->\n\nShuzhan oversees large client accounts such as Ping An and drives the acquisition of large transactions for China P&C Re.",
        "metadata": {
            "page": 41
        },
        "id": "dfa814e7-2637-4df6-8e77-6b3707e5ab71"
    },
    {
        "page_content": "## The Big Six lifestyle factors: improving life and health",
        "metadata": {
            "page": 42
        },
        "id": "cf816202-d904-424b-be4e-cc97db3b335a"
    },
    {
        "page_content": "Life insurers have historically relied on simple data points to assess an individual's risk profile. These included body mass index, age, smoking habits and blood pressure. While these remain key factors for assessing a person's health, they are essentially static representing only a snapshot of that person at the moment they apply for life insurance.\n\nIn the new digital world, wearables and other devices can measure a person's health risk in a far more personalised, dynamic fashion over the lifetime of their insurance policy. Life & Health Reinsurance (L&H Re),\n\ntogether with Swiss Re Institute, are using this new type of data in exciting ways: to optimise insurance coverage and evolve underwriting practices.\n\nAnd Swiss Re's experts are uncovering how data provides a virtuous feedback loop, as reduced healthcare costs incentivise individuals to improve their health habits. Swiss Re's modelling helps insurers understand how to implement commercially viable health and wellness engagement programmes, while also benefitting consumers.",
        "metadata": {
            "page": 43
        },
        "id": "24e97487-2e6f-4895-b5e5-7d54b711fee2"
    },
    {
        "page_content": "## The research bringing new data to light\n\nThe demand for new, data-led insurance is on the rise. A 2022 Swiss Re Institute survey showed people are placing a greater focus on their health and are more willing to share personal health data. This is especially true among the younger generation. Incorporating digital healthrelated data not only gives underwriters robust insights, but may also attract a younger, underinsured or uninsured demographic to seek coverage.\n\nAs L&H Re explores ways to utilise digital health data, Swiss Re's already extensive research on lifestyle factors provides the roadmap. The L&H Re team has identified six key lifestyle factors that have proven valuable for assessing and underwriting health risks. These 'Big Six' are: mental wellbeing, physical activity, environmental factors, sleep, nutrition and substance use.\n\n## Bringing data-driven health and wellness programmes to clients and consumers\n\nAs this medical and behavioural research and modelling of lifestyle risk factors facilitates better underwriting, Swiss Re's entry into the arena of health and wellness (H&W) programmes also benefits clients and consumers. A recent Swiss Re study showed that a US insurer offering an H&W programme on term life products can achieve significant improvements on mortality and lapse rates. Moreover, a successful programme with even a 25% engagement rate can bring a positive return on investment.\n\nThe report illustrated that H&W engagement programmes are a great way to help policyholders lead longer, healthier lives - and are good for business. 'The good news is we are uncovering more ways to combine technology and data to encourage better health outcomes', says Paul Murray, CEO Reinsurance APAC and Regional President APAC at Swiss Re. 'People are becoming more comfortable with digital tools especially in Asia, where a young, digitally savvy consumer base is making more use of health-tracking technology.'\n\n<!-- image -->\n\n<!-- image -->\n\n## Mental wellbeing\n\nWhen it comes to risk selection, insurers typically assess whether an applicant has a clinically diagnosed mental illness like schizophrenia or bipolar disorder. But insurers usually do not assess a potential customer's mental wellbeing and the broader, more holistic ways it affects health and longevity. How do stress and happiness factor into a person's health?\n\nPeople who experience chronic and traumatic stress, anger and hostility are found to be more likely to develop high blood pressure, high cholesterol levels and weight-related issues. These conditions increase a person's risk for cardiovascular disease or type 2 diabetes.\n\nPositive mental wellbeing, however, was shown to be linked to lower blood pressure, reduced risk of heart disease, healthier weight, better blood sugar levels and longer life.\n\nEvidence suggests that several techniques - including meditation and cognitive therapy - can help people develop skills needed to make positive, healthful changes. Mindfulness, for example, has been associated with improved glucose levels and a lower body mass index. Improved mental health can, in fact, lead to improved physical health.\n\n## Physical activity\n\nWhile physical activity is vital to a person's health, studies show that lifestyles, especially in developed nations, are becoming increasingly sedentary. An estimated 1.4 billion people lack any substantial physical exercise in their daily routines. Worldwide obesity has nearly tripled since 1975.\n\nIncreased physical activity reduces health risks such as cardiovascular disease and cancer. One study found a 21% reduction in heart attacks and stroke for those engaging in moderate to vigorous activity three to four times per week, compared to those who do not participate in regular exercise.\n\nSince increased physical activity has a clear impact on health and mortality, Swiss Re has been exploring ways to leverage wearable fitness technology. Facilitating fitness-related consumer engagement programmes and using new data in risk assessments holds a wealth of potential for insurancedriven improvements.",
        "metadata": {
            "page": 44
        },
        "id": "34ec7562-185a-442c-92a1-7528b2f5cc9a"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## Environmental factors\n\nEnvironmental risks to health are typically defined as all the external physical, chemical, biological and work-related components that affect a person's health. In a broader sense, these include factors such as pollution, light, radiation, noise, land use patterns, work environment and climate change. Their impact on health is significant: in 2019, environmental risk factors, including air pollution, heat and cold waves, water pollution and occupational risk globally accounted for an estimated 11.3 million deaths about 20% of all deaths that year.\n\nPrevalent, systemic risk factors like second-hand tobacco smoke, air pollution and sunlight exposure are especially important for the insurance industry. Second-hand smoking (SHS), for example, is becoming a serious health hazard. Approximately 2.3% of worldwide mortality (or 1.3 million deaths each year) is attributed to SHS, and these numbers are rising. This growing burden has been a major motivation for smoke-free laws in workplaces and indoor public places, as well as some outdoor public spaces.\n\n## Sleep\n\nSwiss Re's research team found that too little or poor quality sleep can increase a person's chance of developing a cardiovascular condition. Key factors increasing the risk for cardiovascular issues high blood pressure, poor cholesterol, being overweight or having diabetes - are significantly associated with sleep duration.\n\nSleeping less or experiencing disturbed sleep puts a person at a greater risk for developing these health conditions. Those who sleep on average less than seven hours each night are more likely to have high blood pressure, for example. The impact is more severe the less sleep a person gets.\n\nFurthermore, these conditions are not mutually exclusive and their effects on each other can exacerbate complications. For example, while poor quality sleep can increase the chance of having a cardiovascular condition, a high BMI can negatively affect sleep quality.\n\nThus, to get a complete picture of health, assessing a person's sleep habits is vital. This data is relatively easy to track and report.\n\nTo help clients navigate the world of digital health trends and H&W engagement, L&H Re has found a number of value-adding propositions and partnerships. Working with select partners, the team is helping insurers bring value to their consumers and their portfolios.\n\nFor example, Swiss Re entered into an exclusive partnership with the global mental health platform Wysa in 2021 to create a solution that helps consumers track their mental wellbeing and access support networks - such as therapy providers or employee assistance programmes. The new app will include improved monitoring and mental health tracking, curated pathways leading consumers to relevant offline support and better reporting for insurance clients. This is designed to enable 'prenotification of claims' by encouraging policyholders to seek support - through proven techniques - before issues become too extreme. Providing improved support helps insurers benefit from claims savings and increase consumer engagement especially for disability products.\n\n'There's an estimated USD 15 billion of mental health claims worldwide each year in insurers' disability books. That's why we are striving to better understand and prevent mental illness', says Paul.\n\nSwiss Re's partnership with dacadoo is also bringing value to clients and consumers. Together with dacadoo, Swiss Re has developed the MyWellLife app, which insurance clients can customise and offer to their consumers. The app guides people through a range of actions that increase their health and wellness. Features such as a health score, AI coaching, gamification and a rewards programme encourage and incentivise healthy lifestyle choices.\n\nIn Japan, Swiss Re has partnered with Daido Life Insurance Company on a 'step count discount'. This programme rewards eligible policyholders with a discount on their life insurance premiums based on the number of steps they take, as calculated by wearable devices.",
        "metadata": {
            "page": 45
        },
        "id": "acd09799-859a-430c-9e32-08ad6906cfb4"
    },
    {
        "page_content": "Another partnership in Japan uses lifestyle data to improve insurance for consumers. In collaboration with JMDC, a medical statistics data provider, Swiss Re is using aggregated medical and wearables data to build better insurance products. With access to wearables data that satisfies regulatory requirements, Swiss Re's underwriters can build a better predictive engine for disease occurrence in the future. Overviews of sleep and exercise patterns, for example, will create better predictions of future health.\n\nWith new solutions for health management and support services for early interventions, Swiss Re can positively influence the health resilience of the people who put their trust in insurance. And by harnessing lifestyle data, our underwriting insights and risk scoring will help insurers provide customers with a simple, personalised, flexible journey and more holistic pricing resources.\n\nPaul Murray CEO Reinsurance APAC/Regional\n\n<!-- image -->\n\nPresident APAC\n\nPrior to his role as CEO Reinsurance APAC, Paul Murray led the global L&H Products Centre, which delivered a completely refreshed global Life Guide, the industry's go-to underwriting manual.\n\n<!-- image -->\n\n## Nutrition\n\nPoor nutrition is a key risk factor for numerous chronic diseases, most notably obesity, heart disease, type 2 diabetes and as many as 13 types of cancer. Swiss Re's research shows how better nutrition can lead to better health outcomes and increased societal resilience against disease.\n\nAs researchers continue to learn about what kinds of dietary patterns help the brain and body thrive, there is also new evidence that certain foods can aggravate health issues. For instance, certain foods promote inflammation - and many major diseases, including cancer, heart disease, diabetes, arthritis and Alzheimer's, have been linked to chronic inflammation. Processed meats, artificial sweeteners, vegetable oils and high-fructose corn syrup are found to increase inflammation. Meanwhile, broccoli, salmon and blueberries are found to help the body fight inflammation and increase nutrient absorption.\n\n<!-- image -->\n\n## Substance use\n\nInsurance's consideration of substance use is mainly focused on alcohol and tobacco use. But even for these two factors, risk assessment remains a common and often challenging underwriting dilemma, except in scenarios of extreme consumption. More nuanced underwriting insight is highly valuable to the quantification of alcohol and tobacco risk.\n\nSwiss Re's research into the impact of alcohol and tobacco use can provide vital insights for insurers. Data continues to shed light on how these substances impact health. For example, alcohol risk is dose dependent. Pattern of use is also important. Binge use is associated not only with increased accidental death risk but also cardiovascular issues. In fact, alcohol contributes to 3.8% of all global deaths (males 6.3%, females 1.1%). Causes include unintentional injuries (27%), cardiovascular diseases (22%), cancer (20%), intentional injuries (11%) and cirrhosis (15%).\n\nSince the impact of substance use varies with a person's consumption pattern, good underwriting with an overall assessment of risk is particularly important during evaluation. Swiss Re's experts continue to look for knowledge that can improve this assessment.",
        "metadata": {
            "page": 46
        },
        "id": "7a60cc0d-9e6a-4282-9cb6-f856ea1cd72b"
    },
    {
        "page_content": "## Life and health reinsurance: building resilience for families around the globe\n\nSwiss Re is the world's leading life and health reinsurer, with USD 15.0 billion in Life and Health Reinsurance premiums in 2022 and 212 million1 policies reinsured.\n\nTotal number of family members covered by L&H Re\n\nFamily members supported through mortality payments\n\n284 m\n\n199 k\n\nFamily members supported through disability payments\n\n110 k\n\n40 k\n\nFamily members supported through annuity payments\n\n800 k\n\n6.2 m\n\nFamily members supported through medical reimbursement payments\n\nFamily members supported through critical illness payments",
        "metadata": {
            "page": 47
        },
        "id": "d24744bb-ee25-4ba5-8a2f-eadfd2db7fd2"
    },
    {
        "page_content": "<!-- image -->\n\n## Swiss Re: putting a greater focus on our own health\n\nSwiss Re is supporting a greater awareness of fitness, nutrition and mental wellbeing. Empowered with better insights into health, many employees are having a positive impact on their lives and the lives of those around them. Below we learn about some of the ways Swiss Re helps employees enhance their health and wellbeing.\n\n## Bringing healthier options to employees\n\nJohanna Altenberger, Head Swiss Re Gastronomy, CRES Zurich, notes that employees have expressed an increasing interest in healthy food options. Johanna explains: 'We have introduced more flexible options to help people with their nutrition goals. As people return to the office, we want to ensure they have healthy choices. In our Zurich dining area, there is an area with veggie-only dishes, cooked with olive oil. We also feature a selection of seasonal salads every day.'\n\nJohanna notes that her team made the conscious choice to provide only water or low-sugar flavoured drinks. 'We know people reach for sugary sodas when they\n\nare at home. We want to encourage healthier drink choices at the office.' In summer, the office pantry areas also provide low-sugar flavoured syrup near the filtered water.\n\n'Our gastronomy has become quite health-conscious now', says Johanna.' If you are avoiding carbohydrates, you can combine plant-based protein with vegetables or salad. We also feature smaller portions than usual. People can get a refill if they want. But the smaller portion usually proves to be enough.'\n\nJohanna Altenberger Head Gastronomy, Zurich\n\n<!-- image -->\n\nSwiss Re's popular Klubhaus restaurant has long been a centrepiece of Swiss Re's collaborative culture.",
        "metadata": {
            "page": 48
        },
        "id": "7087d239-ca97-4e08-9760-e11cd5d2e6ee"
    },
    {
        "page_content": "<!-- image -->\n\n## Encouraging fitness in Bratislava\n\nMartin Huttner and several fitness-minded colleagues in Swiss Re's Bratislava office had the idea to start an office-wide cycling challenge in 2016. What started as a small-scale competition quickly grew. Employees who had previously never tried cycling soon wanted to participate after reading about the event on the employee intranet. Today, the competition, called BraVelo, is a four-week challenge with a variety of categories that Swiss Re Bratislava's employees can enter as a team. A key aspect of the event is each team's ability to track their own data and compare it to the competition.\n\nMartin explains: 'We found a solution to track cyclists - and organise the info by their group, their specific challenge category and for each participant. We use the physical activity tracker Strava to collect data, then share via a report uploaded on our SharePoint site.' Employees can cycle on their own or with colleagues. They can also build a data report to share their statistics and track how many kilometres they have cycled over the years. 'I personally track kilometres cycled, time spent cycling and calories burnt. I can see how I progress, how my statistics change, and I get a sense of my fitness and performance levels. For instance, I can calculate that I cycled 53 300 km since 2016.'\n\n## Meditation in Mexico\n\nWhen Alan Herrera joined Swiss Re in Mexico City in July 2022 as Head of Human Resources, the office had already initiated a number of employee-led groups. One that he took an interest in expanding was a Swiss Re-sponsored network supporting mental health within the workplace.\n\nThe network, called Pathways, focuses on employee health in a number of ways. Alan explains: 'Pathways originally ran in-person sessions. But the meditation sessions, led by two employees, grew in popularity in the new online format.'\n\n'The meditation sessions really help to alleviate employee stress. Also, a senior leader is one of the session facilitators, so\n\nit adds weight to the importance of the experience. The message has spread that it's ok to focus on your mental health.'\n\nPathways also brings speakers into sessions to talk about mental health topics. There have even been sessions on aromatherapy. 'For me, it was something completely new. Mental health is not something we talk about. But the sessions created a sense of peacefulness. It is a great opportunity to go in, take a breath and forget about daily pressures.'\n\nMartin Huttner Compliance Officer Bratislava\n\n<!-- image -->\n\nBratislava is Swiss Re's second largest location with nearly 2 000 regular employees.\n\nAlan Herrera Head of Human Resources Mexico City\n\n<!-- image -->\n\nWith over 300 employees, Mexico is the heart of Swiss Re's Latin American operations.",
        "metadata": {
            "page": 49
        },
        "id": "1a299e9e-439c-49d3-b7ac-6007d7d972a6"
    },
    {
        "page_content": "## People",
        "metadata": {
            "page": 50
        },
        "id": "5c1c8300-7715-4185-bcf7-b34f3b807b85"
    },
    {
        "page_content": "Swiss Re's bright and innovative employees unlock risk insights, facilitate risk transfers and build the partnerships needed to make our world more resilient.\n\nIn this section, we highlight some of the initiatives at Swiss Re's offices around the world that support and develop employees. Pravina Ladva, Swiss Re's Group Chief Digital & Technology Officer, then shares some of the surprising reasons why Swiss Re is becoming an employer of choice for technology experts. Finally, we share stories about a few of our people who build solutions to solve tough problems.",
        "metadata": {
            "page": 51
        },
        "id": "9ca20dd8-9fb9-4b28-b388-77ef1ee7ca19"
    },
    {
        "page_content": "## HR initiatives worldwide\n\nSwiss Re is proud to be an employer of choice in all of our markets. Here are just a few of the initiatives that support and develop our teams globally and some of the accolades received by our offices.\n\n## EMEA\n\n## Americas\n\n## APAC\n\n## All APAC\n\nThe Swiss Re Leadership Development Journeys were introduced for employees seeking to enhance their leadership skills and management effectiveness. Employees can tailor their experience and develop new skills to influence and inspire colleagues in the workplace.\n\n## Spain\n\nSpain's Health and Safety Programme brings employees the convenience of in-office medical checks and flu vaccinations.\n\nOn 10 October, employees recognise mental health day with activities and workshops that help reinforce tools for resilience and facing mental health challenges.\n\n## US\n\nEmployees can benefit from the online offerings for support with mental health issues via Pathways, Swiss Re's network for mental health support within the workplace.\n\nLine manager dialogue sessions were launched, with a focus on the topic of supporting teams' return to the office. Line managers learned about current trends and shared best practices.\n\n## India\n\nThe Next Mile, India's Emerging Talent Acceleration Programme, was launched to develop talent and enable career success. This 12 to-15-month learning journey is talent-owned and line manager-facilitated to best suit the personalised development needs of each individual.\n\nThe India People Initiative was introduced to develop specialised offerings for employees interested in developing their cross-cultural understanding and leadership skills.\n\n## United Kingdom\n\nSwiss Re UK received the Ernst & Young National Equality Standard certification in March 2022. The certification is a leading workplace equality assessment framework which enables organisations to measure their Diversity, Equity and Inclusion (DEI) measures. Swiss Re UK received top marks for the DEI proficiency of its policies across 35 categories.\n\n<!-- image -->\n\nHyderabad's innovative Digital, Data and Tech Talent hiring days provided a unique candidate experience for interviewees. Line managers and Human Resources conducted 80+ interviews from a list of 400+ pre-screened applicants, with two to three interview rounds in a span of three hours, finishing with on-the-spot job offers. While waiting, interviewees could learn about Swiss Re via videos and iPad experiences, or play football, air hockey or video games in the game room.",
        "metadata": {
            "page": 52
        },
        "id": "93a3d80b-b8c6-4093-9d5e-809f7d24fe68"
    },
    {
        "page_content": "## South Africa\n\nFor the second year in a row, Swiss Re achieved a Broad-Based Black Economic Empowerment (BBBEE) level 1 rating. This reflects Swiss Re's unwavering focus on hiring, developing and promoting black people. For the second consecutive year, 100% of new hires were black people, of which 55% were women.\n\nAs part of Swiss Re's local Employee Resource Group, Mosaic, local employees joined an initiative to read a book titled: 'The Black Girl's Guide to Corporate South Africa' with the purpose of unpacking certain themes raised in the book and discussing them within a Swiss Re Africa context.\n\n## Canada\n\nSwiss Re Canada placed in the top 50 Best Workplaces in Canada in 2022 for organisations with 1 000+ employees.\n\nSwiss Re Canada was also named a Best Workplace for Women and a Best Workplace for Hybrid Work.\n\n## China\n\nResilience workshops and activities have been designed and made available to help employees stay resilient and focused on their wellbeing.\n\nChina's Emerging Talent Acceleration Programme kicked off its pilot in Beijing. This bespoke talent development programme aims to grow talent pools and build a sustainable and diverse talent pipeline.\n\n<!-- image -->\n\n## Switzerland\n\nSwiss Re Kids House opened in 2022. The flexible inhouse childcare service is highly innovative, allowing employees to book a childcare slot on a day-by-day basis. Kids House is suited for families who do not need a monthly childcare solution but would like to more flexibly integrate their work and family life. Kids House is especially useful for employees when something unexpected happens and a trustworthy solution for short-term childcare is required.\n\n## Brazil\n\nThe Generations Apprentice Programme was launched to help youth develop skills at Swiss Re's Brazil offices. The Connecting Minds Mentoring Programme provides employees in Swiss Re's Brazil offices with an opportunity to gain career insights and inspiration from colleagues.\n\nFemale Leadership Roundtables bring together women leaders for a chance to discuss current topics, network and learn from expert speakers.\n\n## Australia\n\nSwiss Re Sydney has a comprehensive set of wellbeing offerings and programmes to help employees focus on their health. These include wellbeing seminars, mental health sessions and employee health checks with local medical providers.\n\nTo enhance the office's performance culture and reinforce a One Swiss Re approach, Swiss Re Sydney's HR team has launched a yearly schedule of\n\n<!-- image -->\n\n## Mexico\n\nMonthly Wellness Days give employees access to onsite vaccinations, healthrelated vendors, conferences and wellness-focused experiences.\n\nOne Day in My Parents' Office provides children of employees with an opportunity to experience the office and learn about their parents' workplace through fun activities and workshops.\n\nactivities to create connection, foster collaboration and enhance cross-business function insights.\n\nThe Sydney HR team has also implemented unique onboarding activities for new joiners, such as the Leadership Team Morning Tea check-ins with new starters during their first 18 months.",
        "metadata": {
            "page": 53
        },
        "id": "6cf49b71-2aea-4ff1-b0df-1e079e5cb089"
    },
    {
        "page_content": "## 'I enjoy change, growth and making something better than it was.'\n\nPravina Ladva is Swiss Re's Group Chief Digital & Technology Officer. She has been instrumental in driving digital transformation since joining Swiss Re in 2017. In this interview, she tells us about her unexpected career path and explains why Swiss Re is a rewarding place to work for technology experts from all walks of life.\n\n## Can you tell us a little bit about your journey into tech and the insurance industry?\n\nI started out at Abbey National, on the frontline of selling life insurance, pensions and mortgages. I then became a retail bank manager, which gave me a great foundation in leadership, people management and handling clients.\n\nAs one of the Chief Information Officers at Barclaycard, I learnt how bringing together technology, people and commercial focus is what really makes the magic happen. There, I also focused on large-scale transformation enabled by digitalisation.\n\nIf we need to make a change, whether it is to improve the customer experience or to make operations more efficient, the underlying accelerator or scaler is technology.\n\nThe constant theme throughout my career was change - and change in any aspect of our lives has become intrinsically linked with technology.\n\n## What made you want to join Swiss Re?\n\nSwiss Re is a purpose-driven organisation our purpose is to make the world more resilient. This really resonates with me.\n\nFrom an industry perspective, I saw a huge opportunity for transformation and change - for example, there are many opportunities within the business to make better use of the data available to deliver on business priorities. That is what I loved about the opportunity of joining Swiss Re.\n\nAnother important thing to me is the culture at Swiss Re. It is truly inclusive; people here really want to get things done and are very thoughtful.\n\n## What are some of the challenges the insurance industry is facing?\n\nIn today's world, where do we start? At the moment, we are dealing with uncertain economic conditions, a volatile geopolitical environment, supply chain crises, inflation, exploding energy prices and increasingly severe natural catastrophes.\n\nThese real-world events have a large impact on the resilience of companies, households and governments. The question is: How can we provide resilience and build a strong business? Underpinning that answer is technology. We can use our data techniques to assess supply chain risks in a more predictive way - allowing us to shift from simply paying for losses after an event to providing data services that manage risks in a more predictive and preventive way.\n\nFor example, we spot how an approaching hurricane might affect a client's manufacturing capabilities in one location. They can then prevent disruption by shifting production to a less affected location.\n\n## As Swiss Re's Group Chief Digital & Technology Officer, what are your top priorities?\n\nThere are a few key themes which are top of mind at the moment - from how we can make the best use of data to drive the business, to cyber security in a heightened risk landscape. Another priority is upskilling\n\nPravina Ladva Group Chief Digital &\n\n<!-- image -->\n\nTechnology Officer\n\nPravina Ladva is Swiss Re's Group Chief Digital & Technology Officer and Member of the Group Executive Committee. She is responsible for driving Swiss Re's digital transformation and delivering resilient technology and data foundations across the company.",
        "metadata": {
            "page": 54
        },
        "id": "b7bb10b4-b1dc-4c32-8019-0a53add35de3"
    },
    {
        "page_content": "our people to the new ways of working with new technologies and also getting great technology experts to join Swiss Re.\n\nAs a global company, we are adopting a global perspective. We have centres in Bangalore and Bratislava, and we have opened another one in Hyderabad. We are also hiring in Manchester and Madrid.\n\nIt is all about creating accessibility to talent and co-locating with our business colleagues - after all, the more you can bring the technology teams and the commercial teams together, the faster you create value.\n\n## Why is Swiss Re an attractive employer for people working in tech?\n\nSwiss Re is a place where great tech meets a really strong purpose: making societies more resilient.\n\nWhen you work at Swiss Re, you have the chance to put your tech skills to work on some of the world's toughest challenges: pandemics, natural catastrophes, healthcare systems and supply chains. It is exciting and truly rewarding to be a part of the solution to these challenges, applying tech to this meaningful work and moving society forward.\n\nAlso, we really value new perspectives. As part of our tech transformation, we offer resources to help employees to upskill in areas of innovation. So when people come in with new ideas, there is space to develop this mindset and see ideas transform into impact. Though the company has more than 150 years of experience, we are future-focused.\n\nOn top of that, we want our people to thrive. We do that by fostering inclusion and wellbeing as well as offering learning and development opportunities to build up knowledge and to shape careers in the diverse fields of tech at Swiss Re.\n\n## What advice would you give someone who is maybe just starting out or looking to advance their career in tech?\n\nI left university as a history graduate so I guess I am proof that there is no single right path into a tech career.\n\nThink about the content of your role and think about what you enjoy. This is much more important than the job title. For me, I enjoy change, growth and making something better than it was - and that is where I can make a difference.\n\nHaving a full understanding of the business that you are working in is hugely important. Be curious and inquisitive. Educate yourself and continually learn about what is new and find out what your passion is.\n\nCourage is really important. Even if you have got that nervous feeling in your stomach, trust yourself and go for it because that is where you are going to achieve your biggest personal growth.\n\nFinally, be interested in people, as it is the combination of technology and people working together that makes the difference.\n\n## How can we get more women into tech roles?\n\nAlthough a greater number of women are now studying STEM 1 subjects, when it comes to choosing a career, they tend to go into medicine rather than technology.\n\nWe need to start in schools and encourage girls to go into STEM, but then also show them that they can have a wide and diverse technology career.\n\nAt Swiss Re. we are creating awareness for what we do by offering traineeships and bringing in graduates. And it is equally about encouraging women once they have joined. We have mentoring programmes and support networks, but also leadership training programmes around diversity and inclusion.\n\nI think the important thing is to always look at diversity and inclusion together. Focussing on diversity on its own may get the right number of that diverse population into the organisation, but only if you ensure the inclusion of that diverse population are you going to reap the rewards of achieving diversity in the first place.\n\nIt all comes back to inclusivity and creating the right environment for women to thrive.\n\n## 2 000\n\npeople work in tech jobs at Swiss Re\n\n130\n\ndifferent tech roles available at Swiss Re\n\nTech employees are spread over\n\n<!-- image -->\n\n53\n\nlocations …\n\n… across\n\n<!-- image -->\n\n20\n\ncountries",
        "metadata": {
            "page": 55
        },
        "id": "ff7087ef-8370-49a3-9948-a8a10af501d7"
    },
    {
        "page_content": "## People bringing ideas to life\n\nFrom understanding the impact of economic inflation on our business to laying foundations for new analytics solutions, our innovators bring a fresh perspective to solving problems. The following stories shine a spotlight on some of the exciting projects at Swiss Re and the people driving them.\n\n## Empowering underwriters with economic insights\n\nDr Li Xing, Head of Insurance Market Analysis, Group Economic Research & Strategy at Swiss Re Institute, joined Swiss Re's Beijing office in 2008. 'When I joined Swiss Re in Beijing, it was the first time an economist held this position in mainland China. Previously the role had been based in Hong Kong. I had the opportunity and privilege to strengthen the understanding of the concept of reinsurance in this new demographic.'\n\nLi has since become one of the longstanding members of Swiss Re's core research department. She has co-authored various editions of sigma, Swiss Re's flagship publication, and written other expertise publications as well.\n\nAfter relocating to Zurich in 2021, Li has focused on bringing her team's insights on macroeconomics and the re/insurance market to support Swiss Re's business. 'The premium outlook for re/insurance is ever-changing. To support the business to\n\nbe on a path of profitability, we collaborate closely with underwriters, client managers and strategic planners, among others.'\n\nLi works with Swiss Re's teams in various sectors to share insights into what is happening in their specialised business areas. 'Our data and models capture key trends in the markets - such as the insurance market size for different lines of the business and for different regions', Li explains. 'For example, we can share data and insights on natural catastrophe losses, premium outlook and regional insurance development trends to help our business counterparts with strategic planning, proactive engagement with clients, and also to help them understand how macro dynamics impact our portfolio.'\n\nIn regular cross-functional meetings with different business units, including client management and underwriting, Li and her team bring advanced insights to Swiss Re's clients and to Swiss Re's own business portfolio.\n\nLi Xing Head of Insurance Market Analysis, Group Economic\n\n<!-- image -->\n\nResearch & Strategy\n\nLi has contributed to numerous publications during her almost 15-year career in Swiss Re's core research department.\n\n<!-- image -->",
        "metadata": {
            "page": 56
        },
        "id": "071a47cb-246c-4e03-8658-6f4dde8ad125"
    },
    {
        "page_content": "## Mining knowledge from open data sources\n\nAshok Shetty joined Swiss Re in 2017 as a data scientist with Group Underwriting, Casualty Research & Development, then transitioned to Group Finance, before later joining Corporate Solutions. In his current role as Head Corporate Solutions Data Science CoE, Data Curation & Reporting, he helps Corporate Solutions find innovative solutions for tough challenges. Rounding out this impressive career trajectory, Ashok also won the AI & Analytics Industry Leader Award at the 2022 3AI Pinnacle Awards.\n\nOne of the most significant challenges Ashok has faced has been finding ways to automatically harvest risk knowledge from 'unorthodox' data sources. Over the years, Swiss Re has accumulated an enormous amount of data. However, Swiss Re's experts still depend on various external sources for data to predict the severity and frequency of different types of insurance losses. Ashok recognised the value of finding alternative data sources to increase the depth and breadth of risk knowledge.\n\nAshok explains, 'I wanted to use open data sources. But there are very few formats in\n\nwhich the data is available - and it takes considerable time to convert it into useful information.' To counter this problem, Ashok used advanced machine learning and artificial intelligence models to extract and transform unstructured data into structured information. He found this data in one of the world's largest data sources Project GDELT. Project GDELT is supported by Google's Jigsaw team and captures news articles in real-time from 2 000+ sources and in 100+ languages.\n\nAshok used this resource to fill in knowledge gaps. 'Once the data is extracted and curated using web-scraping and machine learning techniques, it's made available to our analytics community. So when case analysts or data scientists research events like natural disasters, they can include data extracted by our solution.'\n\nThe machine learning-driven solution, called Company Profiler, helps Swiss Re's teams by transforming the unstructured data into a readable format. Ashok notes, 'This tech allows us to access significant data in an organised and interactive way.'\n\n## Building bridges for public-private solutions\n\nPreparing for the fiscal impact of major disasters is a mounting priority for many governments. By securing risk management tools in advance, authorities can help speed up recovery in the wake of hurricanes, earthquakes, floods and other catastrophes.\n\nSwiss Re has helped structure many public-private solutions in emerging markets in the past. These include the five-year parametric earthquake cover for the construction of the 216 MW Upper Trishuli-1 Hydropower Project in Nepal (see Swiss Re's Sustainability Report).\n\nHelping governments strengthen their resilience strategies requires a wide array of stakeholders. Multilateral development banks (MDBs), for example, provide financial and technical assistance to nations to implement resilience strategies, often making use of insurance.\n\nTo bring such ideas to market, experts such as Swiss Re's Tobias Meier are needed to 'translate' concepts. Tobias currently serves\n\nas Swiss Re's Global Key Account Manager, Multilateral Development Banks, with the Public Sector Solutions team.\n\nWith a background in underwriting and experience in the public sector, Tobias has spent almost ten years at Swiss Re. Five of these were at Swiss Re's Washington, D.C., office, working closely with the World Bank, before returning to Switzerland in 2022.\n\n'Reinsurance-related language and concepts can be confusing', admits Tobias. 'So with my experience, I can make sure all points of view are accounted for. And MDBs' interest in resilience, combatting climate change and mobilising private capital opens opportunities for Swiss Re.'\n\nIn a given day, Tobias will speak with clients in Asia, America, Africa and the UK. Despite the challenges, Tobias finds the work exciting. 'By leveraging the expertise across Swiss Re, I can bring value to both my MDB counterparties and their sovereign clients.'\n\n<!-- image -->\n\n## Ashok Shetty\n\nHead Corporate Solutions Data Science CoE\n\nAshok's work with artificial intelligence and machine learning is simplifying Corporate Solutions' claims processes and creates a positive feedback loop for analysing claims trends.\n\n<!-- image -->\n\n## Tobias Meier\n\nGlobal Key Account Manager, Multilateral Development Banks Public Sector Solutions\n\nTobias works at the intersection of the public sector and the re/insurance industry, where he leads business development with multilateral development banks.",
        "metadata": {
            "page": 57
        },
        "id": "441b075b-0478-4fa4-909b-f9a7eba5a4ff"
    },
    {
        "page_content": "## Powering the Digital Analytics Team\n\nIn 2017, Darren Govender, Senior P&C Analytics Solutions Manager, P&C Solutions, started out in the graduate programme at Swiss Re in Cape Town, South Africa. After attending training and some months working in the Switzerland headquarters, he became fascinated by projects focused on analytics. Swiss Re's graduate programme offered Darren a chance to enjoy rotations in different locations worldwide, but he chose to stay in Switzerland with the P&C Analytics team.\n\n'I spent my six months doing everyting possible to get the most out of my rotation. I recognised the teams were taking on new challenges, so I wanted to learn as much as possible', says Darren. The work paid off he ended up joining Swiss Re as a full-time employee after his graduate programme.\n\nWhen Darren got the offer to join the Americas division of the P&C Analytics group, he immediately accepted. 'I arrived in New York right before COVID-19 hit. But this\n\nmeant extra time to focus on projects.' As the third employee to join the new team, he was able to see first-hand how the analytics strategy evolved. 'We were trying to answer the question: 'How can we build data assets while adding value for the clients? ''\n\nHis team's first project was a commercial risk insights tool called COIN. This tool allows clients to put a value on their risks by combining their own exposure information, such as property locations and building types, with Swiss Re's enrichment data. This gives clients a more robust overview to assess risk for incidents such as water damage from flooding or exposure to potential earthquakes.\n\nThe team continues to build their assets and expand their arsenal of partnerships with data and model vendors in the US and global market. 'Clients now want to license this data and share their information as we enrich it for them. This has been a huge win.'\n\n## Pioneering products for Life & Health\n\nUrs Widmer Senior Global Medical Officer, Life & Health Products\n\n<!-- image -->\n\nAfter postgraduate research work and 13 years as an attending physician in internal medicine, Urs brings his medical knowledge to Swiss Re's Life & Health business.\n\nBefore joining Swiss Re as a Medical Officer in 2005, Urs Widmer had an extensive career as a clinical immunology specialist and attending physician. After research-focused work in the US and 13 years at Zurich University Hospital, Urs joined Swiss Re.\n\nAround the time Urs joined, research in the area of HIV, the virus that can lead to Acquired Immunodeficiency Syndrome (AIDS), was beginning to produce some concrete insights for the insurance industry. The ability to provide life insurance to people with HIV was an urgent issue, as life insurance was a prerequisite for other financial services.\n\nIn the early 2000s, Swiss Re decided to ramp up efforts to close the life insurance protection gap for people with HIV. Swiss Re actuaries collaborated with biostatisticians at the University of Bristol who tracked nearly 50 000 HIV cases in several European countries. The goal was to increase equitable access to life insurance for individuals living with HIV who had a good prognosis.\n\nDarren Govender Senior P&C Analytics Solutions Manager\n\n<!-- image -->\n\nFrom the start of his career at Swiss Re, Darren has been involved in developing new approaches to data analytics and innovative data-driven products.\n\n'Thanks to this study, we were able to create life insurance options modelled according to the survival rates. Due to more effective therapies, better outcomes for patients were possible', notes Urs. 'Swiss Re's support and advocacy for providing coverage solutions helped convince clients that life insurance was feasible.'\n\nIn his current role as Senior Global Medical Officer, Urs interfaces with clinicians and medical officers. His insights into therapies that reduce HIV-caused morbidity and mortality continue to give Swiss Re's underwriters valuable data to update their models. In 2022, the team made important HIV-related updates to Life Guide, which adds disability and critical illness cover in addition to life insurance for individuals living with HIV.\n\n'Bringing in up-to-date perspectives not only helps our Life & Health products stay current, it also gives our underwriters evidence-based metrics that can help close protection gaps', says Urs.",
        "metadata": {
            "page": 58
        },
        "id": "fa57c7c8-1717-483f-b949-011c7bb2ad54"
    },
    {
        "page_content": "## Bringing employees a flexible childcare solution\n\nJeanine Waser and Barbara Schneider had been working in Swiss Re's Events team when their status as new mothers led them to explore solutions for childcare. Their first step was to create a job-share model for themselves so they could both continue to work in the team while still having enough time to devote to their children. This flexible model meant that they could work part time while ensuring their functional duties always covered.\n\nJeanine explains, 'the job sharing worked really well for us as parents. We could work part time while ensuring that our internal clients still had fast answers and someone available for their events.'\n\nTheir new roles as mothers also led them to realise the need for a solution to provide occasional childcare. 'After my maternity leave in 2018, I realised we needed a more temporary childcare solution for when I was on a big project or running an event. This type of solution for working parents is\n\n<!-- image -->\n\nJeanine Waser and Barbara Schneider Specialists Development & Diversity CH\n\nFrom Kids House to Own the Way You Work, specialists like Jeanine and Barbara work to enable everyone at Swiss Re to reach their full potential, as individuals and as teams.\n\nalmost impossible to find in Switzerland', notes Jeanine.\n\nJeanine and Barbara proposed a new concept to Swiss Re: a flexible inhouse childcare service that lets employees book a childcare slot on a day-by-day basis. This idea evolved into Kids House, which supports families who do not need a monthly childcare solution.\n\n'We worked with Swiss Re's Diversity Council to get internal support', says Barbara. 'We also found a childcare provider, Tadah, who we had already worked with.'\n\nOver the course of two years, the two working mums were able to see their idea grow into a reality. 'We were so happy at how supportive everyone was for this idea', says Jeanine. 'There was an amazing spirit and drive at all levels of Swiss Re in Zurich to support working parents with Kids House.'\n\n<!-- image -->",
        "metadata": {
            "page": 59
        },
        "id": "4bd4856f-af64-4ede-a499-c18717f15a36"
    },
    {
        "page_content": "<!-- image -->\n\n## Improving real-time information on natural catastrophes\n\nSince opening in 2006, Swiss Re Bratislava has evolved from a shared service centre to a business solutions centre. It is now Swiss Re's second biggest office, accounting for 14% of the total global headcount. When Peter Macinec and Robert Oles came on board as student data scientists in 2020 and 2021, respectively, they were inspired by the 'can do' culture.\n\n'When I first joined, I could see how people were deeply immersed in projects', says Peter. 'We were working with complex spatial data science processes. But the outcomes were very tangible.' After finishing their studies, Peter and Robert both became full-time data scientists for Swiss Re's Advanced Analytics Services.\n\nOne of their most important assignments has been their contribution to creating a centralised platform for real-time information on natural catastrophes. This service, EventHub, collects information about natural catastrophe events as they happen.\n\n'Imagine there is a new cyclone moving towards the US - we want to know, close to real time, its track, its magnitude and its wind speed. To achieve that, we took multiple data sources and joined them together to show the footprint of the cyclone', says Peter.\n\n'Although there were several services Swiss Re had used, they only offered a partial solution, such as imagery of the track of a storm', Robert adds. 'But we wanted to be able to access more information at once so we could estimate the damages that the cyclone might create.'\n\nThe EventHub solution has been integrated into the CatNet® platform and other internal databases. It now monitors many catastrophes and is used globally by risk analysts.\n\n'It was rewarding to see how this combined data now improves CatNet®. I am proud to have contributed to this platform', Peter notes. 'And I like to see how the data we worked on continues to help inform and improve other projects too', Robert adds.\n\n<!-- image -->\n\nPeter Macinec and Robert Oles Data Scientists, Bratislava\n\n<!-- image -->\n\nSwiss Re's graduate programmes offer graduates the chance to grow into their profession while exploring challenges such as hurricane modelling, pandemic responses and monitoring global supply chains.",
        "metadata": {
            "page": 60
        },
        "id": "47038f82-04aa-4c0f-9afb-3cf42c6bb713"
    },
    {
        "page_content": "## Key offices and people\n\nSwiss Re is a global company headquartered in Zurich, Switzerland, with a presence in 29 countries. As of 31 December 2022, it employed 14 408 regular staff from 121 countries. 52% of Swiss Re's people work in Europe, the Middle East and Africa (EMEA), 25% in the Americas and 23% in the Asia-Pacific (APAC) region.\n\n<!-- image -->\n\npeople\n\npeople\n\n2 411  United States\n\n325  Brazil\n\n312  Mexico\n\n269  Canada\n\n261  Colombia\n\n1 830  India\n\n738  China\n\n342  Singapore\n\n257  Australia\n\n101  Japan\n\n54  Malaysia\n\n52  Korea\n\npeople\n\n3 370  Switzerland\n\n2 013  Slovakia\n\n959   United Kingdom\n\n450  Germany\n\n119  Netherlands\n\n113  France\n\n108  Italy\n\n106  South Africa\n\n- 93  Spain\n- 53  Luxembourg\n- 31  Denmark\n- 20  Israel\n- 10  Ireland\n- 8  Liechtenstein\n- 3  Ivory Coast",
        "metadata": {
            "page": 61
        },
        "id": "7bc2ea06-50c7-431e-853a-1c20380dd467"
    },
    {
        "page_content": "## Sustainability",
        "metadata": {
            "page": 62
        },
        "id": "81a0848c-31ff-4fc7-aaf6-6739a00ab6df"
    },
    {
        "page_content": "Swiss Re embeds sustainability in all its business activities, considering environmental, social and governance (ESG) factors in underwriting, investments and its operations while ensuring that sustainability is appropriately reflected in roles and responsibilities, and adjusting the business and investment portfolio to make it more resilient.",
        "metadata": {
            "page": 63
        },
        "id": "6c3b2809-5100-40f7-b2cf-5f1764acbb0c"
    },
    {
        "page_content": "## Group Sustainability Strategy\n\nIn 2022, Swiss Re updated the Group Sustainability Strategy for the period from 2023 until 2025. The Group Sustainability Strategy is derived from Swiss Re's vision: to make the world more resilient. The strategy is comprised of two sustainability ambitions and three enablers. Together, these allow Swiss Re to realise its sustainability mission to insure, invest, operate and share knowledge in a way that tackles sustainability issues and creates long-term value.\n\n## Group Sustainability Strategy 2023-2025:\n\n<!-- image -->",
        "metadata": {
            "page": 64
        },
        "id": "70374f75-75ce-4169-a73c-43362f206ebb"
    },
    {
        "page_content": "## Sustainability mission\n\nDerived from Swiss Re's vision to make the world more resilient, the Sustainability Mission 'We insure, invest, operate and share knowledge in a way that tackles sustainability challenges and creates long-term value' describes the company's course of action.\n\n## Sustainability ambitions\n\nThe Group Sustainability Strategy now focuses on two sustainability ambitions: advancing the net-zero transition and building societal resilience.\n\nThe first ambition centres on climate mitigation and decarbonisation, while the second focuses on climate adaptation and disaster resilience complemented by financial inclusion and healthcare protection.\n\n<!-- image -->\n\n## Ambition 1: advancing the net-zero transition\n\nSwiss Re strives to minimise the environmental impacts of its business and has committed to net-zero greenhouse gas emissions by 2050.\n\nThe company aims to play its part in accelerating the transition to a lowcarbon economy by de-risking transition projects and infrastructure, scaling up related investments, decarbonising its operations and working with suppliers, clients and investees to support them in doing the same.\n\n<!-- image -->\n\n## Ambition 2: building societal resilience\n\nSwiss Re builds societal resilience by enhancing disaster resilience and fostering financial inclusion in both advanced and emerging economies. Urbanisation, economic development, growing asset concentrations in exposed areas and climate change are leading to increased natural catastrophe losses.\n\nCombining risk prevention, risk mitigation and risk transfer measures forms part of a comprehensive disaster resilience and adaptation strategy. Furthermore, Swiss Re fosters financial inclusion by facilitating access to insurance. With its re/insurance solutions and knowledge sharing, Swiss Re helps to increase societal resilience.\n\n## Sustainability enablers\n\nKey to delivering on the sustainability ambitions is a resilient organisation. This highlights the importance of dedicated people, resilient operations, diligent ESG risk management, as well as exemplary governance and compliance - the sustainability enablers.\n\n<!-- image -->\n\n## Read more on\n\n<!-- image -->\n\nSustainability report 2022",
        "metadata": {
            "page": 65
        },
        "id": "71672194-c6c7-4cfc-a4b7-1d8ac7ae77b2"
    },
    {
        "page_content": "## Sustainability in action\n\n## Advancing the net-zero transition\n\nThe transition to a net-zero economy is an important mitigation step to combat climate change. Only by reducing greenhouse gas (GHG) emissions across entire value chains can society prevent the worst climate change-related scenarios from emerging. Swiss Re is committed to reaching net-zero GHG emissions by 2050. Swiss Re continuously reviews measures to assist the transition to a low-carbon economy. For example, the company supports the development of renewable energy projects by providing re/insurance, know-how and facilitating financing. 1\n\nSwiss Re is the lead reinsurer and provides technical expertise for the construction of three offshore wind farms in South Korea, supporting the local government's ambition to increase the country's share of energy from renewable sources to 20% by 2030.\n\nIn Nepal, Swiss Re provides earthquake insurance to the Upper Trishuli-1 hydropower construction project. Designed to create 216MW of hydropower, the project is set to significantly boost the country's renewable energy production. After an earthquake struck Nepal in 2015, construction came to a standstill. Swiss Re's provision of parametric earthquake insurance was instrumental in securing continued financing for the project and allowing construction to proceed.\n\nSwiss Re partnered with a German bank to provide credit risk insurance, facilitating the bank's ability to finance renewable energy projects across Europe, the Americas and Asia-Pacific. At the end of 2022, Swiss Re had supported six renewable energy projects through this arrangement.\n\nSwiss Re was leading the development of the Target-Setting Protocol by the UN-convened Net-Zero Insurance Alliance (NZIA) and has also chaired the Working Group that developed the Global Greenhouse Gas Accounting and Reporting Standard for InsuranceAssociated Emissions in collaboration with the Partnership for Carbon Accounting Financials (PCAF). Based on these standards, Swiss Re will publish the baseline and a target for the first underwriting portfolios by July 2023.\n\nFollowing the partnership with Climeworks signed in 2021, Swiss Re was one of five leading companies that joined the NextGen Carbon Dioxide Removal (CDR) facility as a founding buyer in 2022, playing an instrumental role in its concept definition. The aim is to strongly scale up carbon removal technologies and catalyse the market for high-quality carbon removals.\n\nIn an Expertise Publication, Swiss Re Institute recently examined how key stakeholders can work together to expand the use of hydrogen as a safe and clean energy source, and how the re/insurance industry can contribute to the transition to a hydrogen economy by providing risk management knowledge and risk transfer options. This was also the theme at two multi-stakeholder events organised by the institute and held in The Hague and Copenhagen.",
        "metadata": {
            "page": 66
        },
        "id": "33d17bfa-9b4c-4ef4-8417-2792578818a0"
    },
    {
        "page_content": "## Building societal resilience\n\nCombining risk prevention, risk mitigation and risk transfer measures forms part of a comprehensive disaster resilience and financial inclusion strategy. Providing cover for natural catastrophe losses is key to fostering disaster resilience. In 2022, a year of high natural catastrophe losses, Swiss Re paid out over USD 2.9 billion in large natural catastrophe claims. Swiss Re provides such cover not only to direct insurance companies and corporates, but also works with governments to make economies and societies more resilient.\n\nIn 2022, Swiss Re Corporate Solutions assumed the role of lead reinsurer for Mexico's Natural Disasters Fund programme, which protects public infrastructure and housing of low income-populations, and ensures rapid funding for relief efforts in the wake of a natural disaster, further extending its long-standing involvement in the programme. Similarly, in 2022, Swiss Re renewed the reinsurance contract to protect the state of Nagaland in India during the monsoon season.\n\nIn order to make life and health insurance more affordable, available and accessible, an initiative of Swiss Re focuses on groups that have been underserved by the insurance industry, such as people with chronic health conditions and rural communities. In 2022, Swiss Re worked with a key local partner in China to develop a critical illness product and sold it through Alipay, one of the country's most popular app-based digital payment platforms.\n\nIn 2022, Swiss Re developed a structured solution to provide frost and fire insurance cover for a leading Brazilian NGO's reforestation project in the Atlantic Rainforest. As the first contract of its kind in Brazil, it contributes to mitigating climate change associated with deforestation.\n\nAs part of its membership in the Insurance Development Forum, in 2022, Swiss Re played a key role in the launch of a sovereign parametric insurance solution for climate-vulnerable smallholder farmers in Mexico, and will co-develop two parametric flood insurance products for urban floods in Ghana and Nigeria.\n\nSwiss Re expanded coverage for life, critical illness and disability, offering affordable access to life insurance products for individuals living with HIV. This is reflected in the update to Swiss Re's life and health underwriting manual, Life Guide, which integrates medical, regulatory and technical developments to help insurers make underwriting decisions quickly and efficiently.\n\nIn autumn 2022, Swiss Re and Asia Society Switzerland jointly organised two events to raise awareness for challenges created by major urbanisation in Asia. Experts from Karachi, Manila, Singapore and Zurich discussed how cities in Asia-Pacific can recover from sudden natural disasters and address 'slow-moving stresses', such as the need to expand infrastructure, provide housing, build hospitals and dispose of growing household waste.",
        "metadata": {
            "page": 67
        },
        "id": "a0ddfd0c-9ab1-4585-887b-c6c850adc2fa"
    },
    {
        "page_content": "## 2022 sustainability highlights\n\n## Sustainability risk management\n\nSwiss Re assesses and mitigates its sustainability risks through the company's ESG Risk Framework. The carbon risks embedded in the company's core re/insurance business have become a major priority. To achieve Swiss Re's 2050 net-zero emissions target, a carbon steering mechanism is being developed for underwriting, for which relevant policies of the ESG Risk Framework have been and are being sharpened.\n\n## > 100 000\n\nNumber of transactions screened for ESG risk exposure (2021: 92 214)\n\n## Governance and compliance\n\nSwiss Re's Code of Conduct and supporting actions to drive appropriate standards help ensure that behaviour across the Group is compliant and demonstrates integrity. Swiss Re's 'High Performance with High Integrity dialogues' initiative provided all line managers with resources to facilitate an integrity discussion within their teams around Swiss Re's desired behaviours, reporting channels and investigation process.\n\n## > 12 400\n\nEmployees reached by the 'High Performance with High Integrity dialogues' series\n\n## Sustainability in underwriting\n\nSwiss Re helps address key environmental and social challenges. The Group embeds sustainability considerations in its risk transfer solutions, while engaging with clients and other external stakeholders on the topic.\n\n## 11  970\n\nSolar and wind farms for which re/insurance cover was written (2021: 8 871)\n\n## Sustainable operations\n\nSwiss Re works to minimise the environmental impact of its operations and lead by example. It puts emphasis on a dual strategy of reducing emissions as much and as quickly as possible and, in parallel, gradually moving from carbon offsets to carbon removals to compensate the remaining emissions (ie 'Do our best, remove the rest').\n\nUSD 112 /tonne CO2e\n\nInternal Carbon Steering Levy (2021: USD 100/tonne CO2e)\n\n## Responsible investing\n\nSwiss Re is convinced that integrating environmental, social and governance (ESG) considerations into its investment portfolio can make economic sense. Its Responsible Investing strategy is based on the three cornerstones Enhancement, Inclusion and Exclusion while integrating climate action.\n\n## USD 3.8 bn\n\nGreen, social and sustainability bonds (2021: USD 3.9bn)\n\n## Our people\n\nSwiss Re is committed to planning strategically to ensure it has the talent it needs, developing this talent and creating a culture of performance and inclusion. It aims to unlock the potential of Swiss Re employees and drive resilience, engagement and sustainable success.\n\n83 %\n\nEmployee engagement is high, based on the results of the 2022 employee engagement survey",
        "metadata": {
            "page": 68
        },
        "id": "aeb80c06-627c-40f1-99a4-731a4764e804"
    },
    {
        "page_content": "## Key sustainability milestones\n\n## 2003\n\n## 2007\n\n- · Signed the Principles for Responsible Investment (PRI)\n\n## 2015\n\n- · Signed the Paris Pledge for Action\n\n## 2019\n\n- · Committed to net-zero GHG emissions in operations by 20301\n\n<!-- image -->\n\n- · Began compensating operational greenhouse gas (GHG) emissions using carbon offsets\n\n## 2008\n\n- · Committed to the United Nations Global Compact\n\n## 2011\n\n- · Established the Swiss Re Foundation\n\n## 2017\n\n- · Adopted ESG benchmarks for actively managed listed equity and corporate bond portfolios\n\n## 2018\n\n- · Introduced a Thermal Coal Policy\n\n## 2021\n\n- · Committed to individually transition the underwriting portfolio to net-zero GHG emissions by 20501 and co-founded the UN-convened Net-Zero Insurance Alliance (NZIA)\n- · Started the phase-out of most carbon-intensive oil and gas companies for direct and facultative re/insurance\n- · Introduced a triple-digit real internal carbon levy for operations\n\n## 20 2 2\n\n## 2009\n\n- · Introduced the ESG Risk Framework\n\n## 2012\n\n- · Signed the Principles for Sustainable Insurance (PSI)\n- · Joined, as an inaugural member, the working group developing the Task Force on Climate-related Financial Disclosures (TCFD) to increase transparency on climaterelated financial risks\n- · Committed to individually transition the investment portfolio to net-zero GHG emissions by 2050 and co-founded the UNconvened Net-Zero Asset Owner Alliance\n- · Signed the UN Global Compact Business Ambition for 1.5°C, committing to net-zero GHG emissions across the entire business by 2050\n\n## 2022\n\n- · Chaired the Partnership for Carbon Accounting Financials (PCAF) Working Group that developed the Global GHG Reporting Standard for Insurance-Associated Emissions and led the development of the NZIA Target-Setting Protocol\n- 1 The commitment was based on the following definition of net zero, applied to Scope 1, 2 and selected categories in Scope 3: for every tonne of GHG that cannot be avoided, an equivalent amount of CO2 needs to be removed from the atmosphere and stored permanently.\n- 2 The achievement of targets is measured at year-end 2024, and must be reported in 2025.\n\n<!-- image -->\n\n## 2014\n\n- · Co-founded the Climate Group's RE100, pledging to be 100% powered by renewable electricity (achieved in 2020)\n- · Launched the NetZeroYou2 employee engagement programme to inspire climate action\n- · Joined, as an inaugural member, the Taskforce on Nature-related Financial Disclosures (TNFD) to develop a framework on the management and disclosure of nature-related risks and opportunities\n- · Announced climate targets for investments for the five-year period up to 20252",
        "metadata": {
            "page": 69
        },
        "id": "24d6229d-33c6-4719-bec3-89c1e72e5bd3"
    },
    {
        "page_content": "## Leadership",
        "metadata": {
            "page": 70
        },
        "id": "5a32045d-330d-4ab8-8042-d23c1589a9d7"
    },
    {
        "page_content": "Under the leadership of the Chairman, the Board of Directors is responsible for the overall direction, supervision and control of Swiss Re Ltd, the Group and the Group Executive Committee. In 2022, the Board of Directors' key focus areas included clarifying the impact of the introduction of IFRS 17 and overseeing the execution of key underwriting priorities to increase Swiss Re's earnings resilience. The Board also focused on emphasising the importance of diversity and inclusion, reinforcing the performance culture, continuously overseeing cyber security and data protection matters, as well as on ensuring an adequate coverage of the relevant ESG topics at Board and committee level.\n\nThe Board of Directors has delegated the management of Swiss Re Ltd and the Group to the Group Executive Management. In 2022, the Group Executive Committee focused on steering the Group through a time of escalating political tensions and war as well as the economic reverberations thereof. The Group Executive Committee put a clear focus on sound underwriting decisions and continued to set strong foundations for Swiss Re to adopt IFRS as its reporting framework as of 1 January 2024. It also focused on reinforcing its clients' and partners' resilience as they continue to face several challenges, including those posed by climate change.",
        "metadata": {
            "page": 71
        },
        "id": "4a9b8c70-86d3-4f9a-9bd7-852de9f50b95"
    },
    {
        "page_content": "## Board of Directors\n\nAt the Annual General Meeting on 13 April 2022, Sergio P. Ermotti was re-elected as Chairman of the Board of Directors. Shareholders also re-elected all other proposed members of the Board of Directors for a one-year term of office. In addition, shareholders elected Deanna Ong as a new member of the Compensation Committee. Renato Fassbind was re-appointed as Vice Chairman and as Lead Independent Director. In line with the newly introduced 12-year tenure limit, Raymond K.F. Ch'ien did not stand for re-election and stepped down as a member of the Board of Directors.\n\nRenato Fassbind will not stand for re-election at the AGM 2023, reaching the 12-year tenure limit. Susan L. Wagner will not stand for re-election either. The Board of Directors proposes the Chairman as well as all remaining Board members for re-election at the AGM 2023 and proposes the election of Vanessa Lau and Pia Tischhauser as new members of the Board of Directors.\n\n<!-- image -->\n\nFor further information, please see page 88 of the Financial Report.\n\n<!-- image -->\n\n<!-- image -->\n\n## Sergio P. Ermotti\n\nChairman\n\nnon-executive and independent\n\nSergio P. Ermotti was elected to the Board of Directors of Swiss Re Ltd in 2020 and has been Chairman of the Board of Directors since April 2021. He chairs the Governance and Nomination Committee.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Joerg Reinhardt\n\nMember\n\nnon-executive and independent\n\nJoerg Reinhardt was elected to the Board of Directors of Swiss Re Ltd in 2017. He is a member of the Governance and Nomination Committee and the Compensation Committee.\n\n## Philip K. Ryan\n\nMember\n\nnon-executive and independent\n\nPhilip K. Ryan was elected to the Board of Directors of Swiss Re Ltd in 2015. He is a member of the Audit Committee and the Finance and Risk Committee. He is also Chairman of Swiss Re America Holding Corporation.\n\n## Sir Paul Tucker\n\nMember\n\nnon-executive and independent\n\nSir Paul Tucker was elected to the Board of Directors of Swiss Re Ltd in 2016. He is a member of the Finance and Risk Committee and the Investment Committee.\n\n## Karen Gavan\n\nMember\n\nnon-executive and independent\n\nKaren Gavan was elected to the Board of Directors of Swiss Re Ltd in 2018. She is a member of the Audit Committee and the Compensation Committee. She is also a member of the Board of Directors of Swiss Re America Holding Corporation.\n\n<!-- image -->\n\n## Renato Fassbind\n\nVice Chairman and Lead Independent Director non-executive and independent\n\nRenato Fassbind was elected to the Board of Directors of Swiss Re Ltd in 2011. He was appointed Vice Chairman in 2012 and Lead Independent Director in 2014. He chairs the Audit Committee and is a member of the Governance and Nomination Committee and the Compensation Committee.",
        "metadata": {
            "page": 72
        },
        "id": "5f577bc6-9220-4917-a101-5b1d8b1ddd54"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## Joachim Oechslin\n\nMember\n\nnon-executive and independent\n\nJoachim Oechslin was elected to the Board of Directors of Swiss Re Ltd in 2020. He chairs the Finance and Risk Committee and is a member of the Investment Committee.\n\n<!-- image -->\n\n<!-- image -->\n\n## Jacques de Vaucleroy\n\nMember\n\nnon-executive and independent\n\nJacques de Vaucleroy was elected to the Board of Directors of Swiss Re Ltd in 2017. He chairs the Compensation Committee and is a member of the Governance and Nomination Committee and the Investment Committee. He is also Chairman of Swiss Re Europe S.A. and Swiss Re International SE.\n\n## Larry Zimpleman\n\nMember\n\nnon-executive and independent\n\nLarry Zimpleman was elected to the Board of Directors of Swiss Re Ltd in 2018. He is a member of the Audit Committee and the Finance and Risk Committee. Until 28 February 2023, he was also a member of the Board of Directors of Swiss Re America Holding Corporation.\n\n## Deanna Ong\n\nMember\n\nnon-executive and independent\n\nDeanna Ong was elected to the Board of Directors of Swiss Re Ltd in 2020. She is a member of the Audit Committee and the Compensation Committee. She is also a member of the Board of Directors and Chairperson of the Audit Committee of Swiss Re Asia Pte. Ltd.\n\n<!-- image -->\n\n## Susan L. Wagner\n\nMember\n\nnon-executive and independent\n\nSusan L. Wagner was elected to the Board of Directors of Swiss Re Ltd in 2014. She chairs the Investment Committee and is a member of the Governance and Nomination Committee.\n\n<!-- image -->\n\n## Jay Ralph\n\nMember\n\nnon-executive and independent\n\nJay Ralph was elected to the Board of Directors of Swiss Re Ltd in 2017. He is a member of the Finance and Risk Committee and the Investment Committee.",
        "metadata": {
            "page": 73
        },
        "id": "d5db5c84-2a7c-4dd6-8b02-c9ffd785678a"
    },
    {
        "page_content": "## Leadership\n\n## Group Executive Committee\n\nOn 1 January 2022, Pravina Ladva joined the Group Executive Committee as Group Chief Digital & Technology Officer. As of 1 April 2022, Paul Murray was appointed CEO Reinsurance Asia, Regional President Asia and a member of the Group Executive Committee, succeeding Russell Higginbotham. In September 2022, Group Chief Investment Officer Guido Fürer announced his retirement effective 31 March 2023. He will be succeeded by Velina Peneva as of 1 April 2023. In January 2023, Thierry Léger stepped down from his role as Group Chief Underwriting Officer and as a member of the Group Executive Committee.\n\n<!-- image -->\n\nFor further information, please see page 102 of the Financial Report.\n\n<!-- image -->\n\n<!-- image -->\n\n## Christian Mumenthaler\n\nGroup Chief Executive Officer\n\nChristian Mumenthaler was appointed Group Chief Executive Officer in July 2016. Prior to that, he held several leading positions within the company, including Chief Executive Officer Reinsurance, Head of Life & Health and Group Chief Risk Officer. He became a member of the Group Executive Committee in 2011.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Jonathan Isherwood\n\nChief Executive Officer Reinsurance Americas/ Regional President Americas\n\nJonathan Isherwood was appointed Chief Executive Officer Reinsurance Americas as of April 2020, and Regional President Americas and member of the Group Executive Committee as of August 2020. Prior to that, he served as Head Globals Reinsurance.\n\n## Pravina Ladva\n\nGroup Chief Digital & Technology Officer\n\nPravina Ladva was appointed Group Chief Digital & Technology Officer and member of the Group Executive Committee as of 1 January 2022. Before that, she served as Group Digital Transformation Officer and Chief  Technology and Operations Officer for iptiQ, Swiss Re's digital white-label provider of property & casualty and life & health insurance.\n\n## Thierry Léger\n\nGroup Chief Underwriting Officer\n\nThierry Léger was appointed Chief Executive Officer Life Capital and member of the Group Executive Committee as of January 2016. With effect from September 2020, he assumed the role of Group Chief Underwriting Officer.\n\n## Urs Baertschi\n\nChief Executive Officer Reinsurance EMEA/Regional President EMEA\n\nUrs Baertschi was appointed Chief Executive Officer Reinsurance EMEA, Regional President EMEA and member of the Group Executive Committee in September 2019. Prior to that, he served as President of Reinsurance, Latin America.\n\n<!-- image -->\n\n## Andreas Berger\n\nChief Executive Officer Corporate Solutions\n\nAndreas Berger joined Swiss Re in March 2019 as Chief Executive Officer Corporate Solutions and member of the Group Executive Committee. Prior to that, he held several leading positions at Allianz Global Corporate & Specialty SE (AGCS), Gerling and Boston Consulting Group.",
        "metadata": {
            "page": 74
        },
        "id": "32dfe504-a6ff-4d6e-a6fd-f5c3b987d77e"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## John R. Dacey\n\nGroup Chief Financial Officer\n\nJohn R. Dacey joined Swiss Re in October 2012 and was appointed Group Chief Strategy Officer and member of the Group Executive Committee in November 2012. He also served as Chairman Admin Re® from November 2012 to May 2015. He was appointed Group Chief Financial Officer with effect from April 2018.\n\n<!-- image -->\n\n<!-- image -->\n\n## Paul Murray\n\nChief Executive Officer Reinsurance APAC/Regional President APAC\n\nPaul Murray was appointed Chief Executive Officer Reinsurance APAC, Regional President APAC and member of the Group Executive Committee as of 1 April 2022. Prior to that, he served as Global Head of Life and Health Products, additionally leading the Swiss Re Sustainability Initiative for Life & Health.\n\n## Moses Ojeisekhoba\n\nChief Executive Officer Reinsurance\n\nMoses Ojeisekhoba joined Swiss Re in February 2012 and was appointed Chief Executive Officer Reinsurance Asia, Regional President Asia and member of the Group Executive Committee in March 2012. In July 2016, Moses Ojeisekhoba was appointed Chief Executive Officer Reinsurance.\n\n## Cathy Desquesses\n\nGroup Chief Human Resources Officer & Head Corporate Services\n\nCathy Desquesses joined Swiss Re as Group Chief Human Resources Officer and member of the Group Executive Committee on 1 July 2021. Effective 1 January 2022, she also assumed responsibility for Corporate Services (comprising Group Communications and Corporate Real Estate & Services).\n\n## Guido Fürer\n\nGroup Chief Investment Officer\n\nGuido Fürer was appointed Group Chief Investment Officer and member of the Group Executive Committee in November 2012. In 2019, he additionally assumed the roles of Swiss Re Country President Switzerland and Chairman of the Swiss Re Strategic Council.\n\n<!-- image -->\n\n## Patrick Raaflaub\n\nGroup Chief Risk Officer\n\nPatrick Raaflaub was appointed Group Chief Risk Officer and member of the Group Executive Committee in September 2014. Prior to that, he served as Chief Executive Officer of the Swiss Financial Market Supervisory Authority FINMA and held several leading positions within Swiss Re.\n\n<!-- image -->\n\n## Hermann Geiger\n\nGroup Chief Legal Officer\n\nHermann Geiger assumed the global position as Head of Legal & Compliance and Group Chief Legal Officer in 2009. He was appointed as member of the Group Executive Committee with effect from July 2019.",
        "metadata": {
            "page": 75
        },
        "id": "4a481c3c-09b8-406c-91d0-d935539d0f64"
    },
    {
        "page_content": "## Cautionary note on forward-looking statements\n\nCertain statements and illustrations contained herein are forward-looking. These statements (including as to plans, objectives, targets, and trends) and illustrations provide current expectations of future events based on certain assumptions and include any statement that does not directly relate to a historical fact or current fact.\n\nForward-looking statements typically are identified by words or phrases such as 'anticipate', 'target', 'aim', 'assume', 'believe', 'continue', 'estimate', 'expect', 'foresee', 'intend' and similar expressions, or by future or conditional verbs such as 'will', 'may', 'should', 'would' and 'could'. These forward-looking statements involve known and unknown risks, uncertainties and other factors, which may cause Swiss Re's (the 'Group') actual results of operations, financial condition, solvency ratios, capital or liquidity positions or prospects to be materially different from any future results of operations, financial condition, solvency ratios, capital or liquidity positions or prospects expressed or implied by such statements or cause the Group to not achieve its published targets. Such factors include, among others:\n\n- · macro-economic events or developments including increased volatility of, and/or disruption in, global capital, credit, foreign exchange and other markets and their impact on the respective prices, interest and exchange rates and other benchmarks of such markets, and historically high inflation rates;\n- · the frequency, severity and development of, and losses associated with, insured claim events, particularly natural catastrophes, man-made disasters, pandemics, including the coronavirus ('COVID-19'), social inflation litigation, acts of terrorism or acts of war, including the ongoing war in Ukraine, and any associated governmental and other measures such as sanctions, expropriations and seizures of assets as well as the economic consequences of the foregoing;\n- · the Group's ability to comply with standards related to environmental, social and governance ('ESG'), sustainability and corporate social responsibility ('CSR') matters and to fully achieve goals, targets, or ambitions related to such matters;\n- · the Group's ability to achieve its strategic objectives;\n- · legal actions or regulatory investigations or actions, including in respect of industry requirements or business conduct rules of general applicability, the intensity and frequency of which may also increase as a result of social inflation;\n- · central bank intervention in the financial markets, trade wars or other protectionist measures relating to international trade arrangements, adverse geopolitical events, domestic political upheavals or other developments that adversely impact global economic conditions;",
        "metadata": {
            "page": 76
        },
        "id": "f7320cda-9a27-4760-893e-20aaeb21992a"
    },
    {
        "page_content": "- · mortality, morbidity and longevity experience;\n- · the cyclicality of the reinsurance sector;\n- · the Group's ability to maintain sufficient liquidity and access to capital markets, including sufficient liquidity to cover potential recapture of reinsurance agreements, early calls of debt or debt-like arrangements and collateral calls due to actual or perceived deterioration of the Group's financial strength or otherwise;\n- · the Group's inability to realise amounts on sales of securities on the Group's balance sheet equivalent to their values recorded for accounting purposes;\n- · the Group's inability to generate sufficient investment income from its investment portfolio, including as a result of fluctuations in the equity and fixed income markets, the composition of the investment portfolio or otherwise;\n- · changes in legislation and regulation or the interpretations thereof by regulators and courts, affecting the Group or its ceding companies, including as a result of comprehensive reform or shifts away from multilateral approaches to regulation of global operations;\n- · matters negatively affecting the reputation of the Group, its board of directors or its management;\n- · the lowering, loss or giving up of one of the financial strength or other ratings of one or more companies in the Group, and developments adversely affecting its ability to achieve improved ratings;\n- · uncertainties in estimating reserves, including differences between actual claims experience and underwriting and reserving assumptions;\n- · policy renewal and lapse rates;\n- · the outcome of tax audits, the ability to realise tax loss carryforwards and the ability to realise deferred tax assets (including by reason of the mix of earnings in a jurisdiction or deemed change of control), which could negatively impact future earnings, and the overall impact of changes in tax regimes on the Group's business model;\n- · changes in accounting estimates or assumptions that affect reported amounts of assets, liabilities, revenues or expenses, including contingent assets and liabilities as well as changes in accounting standards, practices or policies;\n- · strengthening or weakening of foreign currencies;\n- · reforms of, or other potential changes to, benchmark reference rates;\n- · failure of the Group's hedging arrangements to be effective;\n- · significant investments, acquisitions or dispositions, and any delays, unforeseen liabilities or other costs, lower-thanexpected benefits, impairments, ratings action or other issues experienced in connection with any such transactions;\n- · extraordinary events affecting the Group's clients and other counterparties, such as bankruptcies, liquidations and other credit-related events;\n- · changing levels of competition;\n- · the effects of business disruption due to terrorist attacks, cyberattacks, natural catastrophes, public health emergencies, hostilities or other events;\n- · limitations on the ability of the Group's subsidiaries to pay dividends or make other distributions; and\n- · operational factors, including the efficacy of risk management and other internal procedures in anticipating and managing the foregoing risks.\n\nThese factors are not exhaustive. The Group operates in a continually changing environment and new risks emerge continually. Readers are cautioned not to place undue reliance on forward-looking statements. Swiss Re undertakes no obligation to publicly revise or update any forward-looking statements, whether as a result of new information, future events or otherwise.\n\nThis communication is not intended to be a recommendation to buy, sell or hold securities and does not constitute an offer for the sale of, or the solicitation of an offer to buy, securities in any jurisdiction, including the United States. Any such offer will only be made by means of a prospectus or offering memorandum, and in compliance with applicable securities laws.",
        "metadata": {
            "page": 77
        },
        "id": "63c3120f-8f89-4f09-8309-fae74a16aa2d"
    },
    {
        "page_content": "## Contacts\n\nSwiss Re has 80 office locations in 29 countries. For a full list of our office locations and service offerings, please visit www.swissre.com\n\n## Investor Relations\n\nTelephone +41 43 285 4444 investor\\_relations@swissre.com\n\n## Head office\n\nSwiss Re Ltd Mythenquai 50/60, P.O. Box, 8022 Zurich, Switzerland Telephone +41 43 285 2121\n\n## Americas\n\n## Armonk\n\n175 King Street Armonk, NY 10504 Telephone +1 914 828 8000\n\n## Kansas City\n\n1200 Main Street Kansas City, MO 64105 Telephone +1 816 235 3700\n\n## New York\n\n1301 Avenue of the Americas New York, NY 10019 Telephone +1 212 317 5400\n\n## Los Angeles\n\n777 South Figueroa Street\n\nLos Angeles, CA 90017\n\nTelephone +1 213 457 6190\n\n## São Paulo\n\nAvenida Brigadeiro Faria Lima 3064\n\nItaim Bibi São Paulo, SP 01451-001 Telephone +55 11 3073 8000\n\n## Mexico City\n\nAvenida Insurgentes Sur 1898 Colonia Florida, Del Alvaro Obregon México City 01030\n\nTelephone +52 55 5322 8400\n\n## Toronto\n\n150 King Street West Toronto, Ontario M5H 1J9 Telephone +1 416 408 0272\n\n## Media Relations\n\nTelephone +41 43 285 7171 media\\_relations@swissre.com\n\n## Europe, Middle East and Africa\n\n## Bratislava\n\nMlynské Nivy 12 811 09 Bratislava Telephone +421 2 5831 4900\n\n## London\n\n30 St Mary Axe London EC3A 8EP\n\nTelephone +44 20 7933 3000\n\n## Munich\n\nArabellastrasse 30 81925 Munich Telephone +49 89 3844 1200\n\n## Paris\n\n11-15, rue Saint-Georges 75009 Paris Telephone +33 1 43 18 30 00\n\n## Madrid\n\nTorre Europa Paseo de la Castellana, 95 28046 Madrid Telephone +34 91 598 1726\n\n## Milan\n\nPiazza Vetra, 17 20123 Milan\n\nTelephone +39 02 63 2361\n\n## Cape Town\n\nBlocks B & C The Boulevard Office Park Searle Street Woodstock Cape Town, 7925\n\nTelephone +27 21 469 8400\n\n## Share Register\n\nTelephone +41 43 285 6810 share\\_register@swissre.com\n\n## Asia-Pacific\n\n## Bangalore\n\nFairwinds Building Embassy Golf Links Business Park Challaghatta Village, Varthur Hobli 560071 Bangalore Telephone +91 80 4616 7000\n\n## Hong Kong\n\nCentral Plaza 18 Harbour Road Wan Chai Hong Kong Telephone +852 3605 8800\n\n## Beijing\n\nChina Life Financial Centre 23 Zhenzhi Road Chaoyang District Beijing 100026 Telephone +86 10 6563 8888\n\n## Singapore\n\nGuoco Midtown Office Tower 128 Beach Road Singapore 189773 Telephone +65 6532 2161\n\n## Sydney\n\nTower Two International Towers Sydney 200 Barangaroo Avenue Sydney, NSW 2000 Telephone +61 2 8295 9500\n\n## Tokyo\n\nMarunouchi Nijubashi Building\n\n3-2-3 Marunouchi Tokyo 100-0005 Telephone +81 3 5219 7800",
        "metadata": {
            "page": 78
        },
        "id": "5c9e4ea3-6aa4-4b30-b470-247bef8bb8c9"
    },
    {
        "page_content": "©2023 Swiss Re. All rights reserved.\n\nTitle:\n\nBusiness Report 2022\n\nEditorial: Jessica Gaines Laura Schuon Michael Gawthorne\n\nDesign:\n\nSuperunion Swiss Re Corporate Real Estate & Services/\n\nMedia Services, Zurich\n\nPhotography:\n\nBoris Baldinger\n\nFredi Lienhardt Photography\n\nGetty Images\n\nMarc Welti\n\nMartin Rütschi\n\nPeter Frolo\n\nPhosstudio Zürich\n\nSwiss Re\n\nValeriano Di Domenico\n\nPrinting:\n\nMulticolor Print AG, Baar\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nThis report is printed on sustainably produced paper and is climate neutral. The wood used comes from forests certified to 100% by the Forest Stewardship Council (FSC).\n\nOriginal version in English.\n\nThe Business Report 2022 is also available in German. The web version of the Annual Report 2022 is available at: reports.swissre.com\n\nOrder no: 1490793\\_23\\_EN\\_2\n\n03/23, 300 en",
        "metadata": {
            "page": 79
        },
        "id": "38722638-89b0-4e86-9a37-252914ab0f65"
    },
    {
        "page_content": "Swiss Re Ltd Mythenquai 50/60 P.O. Box 8022 Zurich Switzerland\n\nTelephone +41 43 285 2121 www.swissre.com",
        "metadata": {
            "page": 80
        },
        "id": "f8efb15f-7216-4fdc-a186-b1f953916338"
    }
]