[
    {
        "page_content": "Governance 2022",
        "metadata": {
            "page": 1
        },
        "id": "81955865-ce5d-4b32-8ce1-9d9c751c5760"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\n## Corporate Governance Statement 2022\n\nCorporate governance at Fortum is based on Finnish laws and the Company's Articles of Association. Fortum fully complies with the Finnish Corporate Governance Code 2020. The corporate governance statement is issued separately from the operating and financial review, and it has been reviewed by the Audit and Risk Committee of Fortum's Board of Directors.\n\nFortum Corporation ('Fortum' or the 'Company') has been listed on Nasdaq Helsinki stock exchange since 1998. Fortum's industrial sector according to the Global Industry Classification Standard is Electric Utilities. The State of Finland through the Ownership Steering Department of the Prime Minister's Office of the Finnish Government is the majority owner in Fortum with a total of 51.26% of the shares as on 31 December 2022.\n\nFortum prepares the consolidated financial statements and interim reports in accordance with the International Financial Reporting Standards (IFRS), as adopted by the EU, the Finnish Securities Markets Act, as well as the applicable Financial Supervisory Authority's regulations and guidelines and Nasdaq Helsinki rules.\n\nThe Company's operating and financial review and the parent company financial statements are prepared in accordance with the Finnish Companies Act, Accounting Act, Securities Markets Act, and the opinions and guidelines of the Finnish Accounting Board. The consolidated financial statements are also published in accordance with the European Single Electronic Format (ESEF) reporting requirement. The Company's external auditor, Deloitte Oy, has provided an independent auditor's reasonable assurance report on Fortum's ESEF financial statements in accordance with ISAE 3000 (Revised). The auditor's report covers the consolidated financial statements and the parent company financial statements.\n\nThe Finnish Corporate Governance Code 2020 is available on the website of the Securities Market Association at\n\n- 4 www.cgfinland.fi .\n\n## Governing bodies of Fortum\n\nThe decision-making bodies managing and overseeing Fortum's administration and operations are the General Meeting of Shareholders, the Board of Directors with its Audit and Risk Committee and the Nomination and Remuneration Committee, and the President and CEO, supported by the Fortum Executive Management.\n\nFurther, Fortum has an informal Advisory Council consisting of representatives of Fortum's different key stakeholder groups as invited by the Board of Directors. The Advisory Council aims at advancing Fortum's businesses by facilitating a dialogue and exchange of views between Fortum and its stakeholders. In 2022, the Advisory Council consisted of 13 representatives of Fortum's different stakeholder groups, including three employee representatives.\n\nAs sustainability is an integral part of Fortum's strategy and operations, the highest decision-making on sustainability and climate-related matters is with the Board of Directors. Therefore, Fortum has not established a specific Sustainability Committee for the decision-making on Environmental, Social and Governance (ESG) matters. The Audit and Risk Committee, members of the Fortum Executive Management, and other senior executives support the Board of Directors in the decision-making in these matters.\n\n## Major changes in Group structure in 2022\n\nOn 21 September 2022, Fortum, the German Government and Uniper signed an agreement in principle by which Fortum would sell its shares in Uniper SE to the German State. Since March 2020, Fortum had been the majority owner in Uniper SE and Uniper was consolidated as a subsidiary.\n\nAccording to the agreement in principle, Fortum fully divested its ownership in Uniper to the German State which resulted in Fortum losing control of Uniper and deconsolidating Uniper as from the third quarter of 2022. The divested businesses included all operations in Fortum's Uniper segment.\n\n## Governing bodies of Fortum\n\n<!-- image -->\n\nThe agreement was completed on 21 December 2022. The German State acquired all of Fortum's approximately 293 million shares in Uniper SE for EUR 1.70 per share, i.e. for a total of EUR 0.5 billion. At that point, Uniper repaid Fortum's EUR 4.0 billion shareholder loan granted to Uniper. Out of the EUR 4.0 billion parent company guarantee facility that Fortum has granted to Uniper, a total of EUR 3.0 billion was also released. The remaining approximately EUR 1.0 billion, will be released latest at the end of June 2023.\n\nFortum's Russian operations are functioning on a 'standalone' basis with e.g. separated IT-systems. Governance has been segregated to support the planned exit phase simultaneously ensuring compliance with applicable laws and regulations, including sanctions. Since spring 2022, there are no parent company representatives on the boards of the Russian subsidiaries and the head of Fortum's Russia division has stepped down from the Fortum Executive Management team. However, he continues to report to the group CEO.\n\nDue to existing sanctions imposed by Russia, the Group's Russian operations are subject to significant foreign exchange\n\n2",
        "metadata": {
            "page": 2
        },
        "id": "9762d7c2-a476-477d-bf45-909589fa3c26"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\ntransfer restrictions, which limit the ability to transfer funds including potential dividend distributions, out of Russia.\n\n## General Meeting of Shareholders\n\nThe General Meeting of Shareholders is the highest decisionmaking body of Fortum. Every shareholder has the right to participate in the General Meeting, to propose items to be included in the agenda of the General Meeting and to exercise his/her power of decision in the matters belonging to the General Meeting by law, as stipulated in the Finnish Companies Act.\n\nEach share entitles to one vote. A shareholder also has the right to ask questions concerning the matters discussed at the General Meeting of Shareholders. By the end of each financial year, Fortum discloses the date by which a shareholder may propose items to be included on the agenda of the following Annual General Meeting on its Annual General Meeting website.\n\n## The main duties of the Annual General Meeting include:\n\n- · Adoption of the parent company financial statements and consolidated financial statements\n- · Resolution on the use of the profit shown on the balance sheet and on the dividend\n- · Resolutions on the discharge from liability of the members of the Board of Directors and the President and CEO\n- · Resolution on the remuneration of the members of the Board of Directors\n- · Resolution on the number of members of the Board of Directors\n- · Election of the Chair, Deputy Chair and Members of the Board of Directors\n- · Resolution on the remuneration of the external auditor\n- · Election of the external auditor\n\nThe resolutions at the General Meeting of Shareholders are primarily made by a simple majority of votes. Such resolutions include, for example, resolutions on the adoption of the financial statements, payment of dividend, on discharging the members of the Board of Directors and the President and CEO from liability, election of members of the Board of Directors and the External Auditor, and resolution on their remuneration.\n\nIn accordance with Fortum's Articles of Association and the Finnish Companies Act, a notice to convene the General Meeting of Shareholders is issued by the Board of Directors. The notice is delivered no earlier than three months and no later than three weeks before the date of the General Meeting of Shareholders by publishing the notice on the Company's website or in two newspapers selected by the Board of Directors. The Annual General Meeting shall be held once a year, in June at the latest.\n\nAn Extraordinary General Meeting of Shareholders shall be held whenever the Board of Directors finds it necessary or when it is required by law to convene such a meeting.\n\n## General Meetings in 2022\n\nFortum's Annual General Meeting 2022 was held on 28 March 2022 at the Company's headquarters in Espoo. Due to the COVID-19 pandemic, the Board of Directors of the Company resolved on an exceptional annual general meeting procedure on the basis of the temporary provision (375/2021) to the Finnish Companies Act. In accordance with the temporary provision, shareholders of the Company and their proxies could only participate in the meeting and exercise the shareholder rights by means of voting in advance, as well as by making counterproposals and presenting questions in advance. It was not possible to attend the meeting in person, but shareholders could follow the Annual General Meeting live online on the Company's website. The Remuneration report for the Company's governing bodies for 2021 was presented to the Annual General Meeting and it was approved in an advisory vote.\n\nAn Extraordinary General Meeting of Fortum was held on 23 November 2022 at the Helsinki House of Culture (Helsingin Kulttuuritalo). The EGM resolved, supported by a qualified majority of all shares and votes represented at the EGM, in accordance with the proposal of the Board of Directors, on\n\na directed share issue without payment to Solidium Oy. In addition to participating in the EGM at the meeting venue, the shareholders also had an opportunity to vote on the agenda item in advance and to follow the EGM live online on the Company's website.\n\n## Shareholders' Nomination Board\n\nThe Company's Annual General Meeting 2013 established a permanent Shareholders' Nomination Board. The purpose and task of the Shareholders' Nomination Board is to prepare and present proposals on the remuneration, number of and members of the Board of Directors to the General Meeting. In addition, the Shareholders' Nomination Board seeks candidates for potential board members.\n\nThe Shareholders' Nomination Board consists of four members. Three are appointed by the Company's three largest shareholders, who shall appoint one member each. The Chair of the Company's Board of Directors serves as the fourth member. The members are appointed annually, and their term of office ends when new members are appointed to replace them. Fortum's three largest shareholders that are entitled to appoint members to the Shareholders' Nomination Board are determined on the basis of the registered holdings as at the first working day of September in the year concerned. In the event that a shareholder does not wish to exercise its right to appoint a representative, it shall pass the right to the next largest shareholder. The Shareholders' Nomination Board forwards its proposals for the Annual General Meeting to the Board of Directors by 31 January each year.\n\n## Diversity Principles for the Board of Directors\n\nThe Shareholders' Nomination Board prepares and applies diversity principles to the Board of Directors in line with the Finnish Corporate Governance Code 2020. The principles are applied in preparing the proposal concerning nomination of board members. The diversity principles include, among others, that the board composition shall include expertise from the geographical areas where Fortum conducts its business, the underlying profession of the board members shall include such competences that support the implementation\n\n3",
        "metadata": {
            "page": 3
        },
        "id": "6bffd1d3-3ed0-4b17-a9cc-c7e4ac96af47"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\n## Fortum BoD diversity in figures (number of persons)\n\n## Gender\n\n<!-- image -->\n\n## Age\n\nTenure\n\n<!-- image -->\n\n<!-- image -->\n\n1\n\n1\n\nof Fortum's strategy and that enable the board members to challenge management decisions and to exercise an overseeing role. In addition, the board composition shall include both genders. Fortum also complies with the principles set forth in the Finnish Government Resolution dated 17 December 2015 on equal gender representation in the boards of listed companies. The Shareholders' Nomination Board reviews the diversity principles and their implementation annually.\n\nThe Shareholders' Nomination Board has applied the diversity principles in preparing the proposal concerning nomination of the board members for the Annual General Meeting 2022 and for the upcoming Annual General Meeting 2023. The goal of the Shareholders' Nomination Board is to seek candidates for potential board members meeting the requirements set by the international nature of the Company's business emphasising experience gained in a CEO level management position in international business and strong expertise in ESG, energy industry, and digitalisation, in particular. The Shareholders' Nomination Board deems that the current board composition and the proposed board members for the Annual General Meeting 2023 include all the competences defined in the diversity principles in a wellbalanced manner.\n\nThe proposal for the board members for the Annual General Meeting 2023 consists of 4 women and 6 men. The current Board of Directors consists of 4 women and 5 men, corresponding to a ratio of 44.4% and 55.6% respectively.\n\n## Shareholders' Nomination Board in 2022\n\nIn September 2021, the following persons were appointed to the Shareholders' Nomination Board: Kimmo Viertola, b. 1961, M.Sc. (Econ.), Director General of the Ownership Steering Department, Prime Minister's Office; Jouko Pölönen, b. 1970, M.Sc. (Econ.), President and CEO of Ilmarinen Mutual Pension Insurance Company, and Risto Murto, b. 1963, Ph.D. (Econ.), President and CEO of Varma Mutual Pension Insurance Company. The Chair of the Board of Directors, Veli-Matti Reinikkala, acts as member of the Shareholders' Nomination Board. As of 25 January 2022, the Chair of the Shareholders' Nomination Board has been Maija Strandberg, Senior Ministerial Adviser, Financial Affairs, Prime Minister's\n\nOffice, Ownership Steering Department, who replaced Kimmo Viertola in the Nomination Board. In 2022, the Nomination Board convened a total of 8 times and the attendance rate was 100%.\n\nIn September 2022, the following persons were appointed to the Shareholders' Nomination Board: Maija Strandberg, b. 1969, M.Sc. (Econ.), Senior Ministerial Adviser, Financial Affairs, Prime Minister's Office, Ownership Steering Department (Chair), Risto Murto, b. 1963, Ph.D. (Econ.), President and CEO of Varma Mutual Pension Insurance Company, Jouko Pölönen, b. 1970, M.Sc. (Econ.), President and CEO of Ilmarinen Mutual Pension Insurance Company, and Chair of the Company's Board of Directors Veli-Matti Reinikkala. Elo Mutual Pension Insurance Company as third largest shareholder did not exercise its right to appoint a representative, and therefore the right was transferred to next largest shareholder Ilmarinen Mutual Pension Insurance Company.\n\nBy 31 January 2023, the Nomination Board has so far convened 4 times and the attendance rate has been 88%.\n\nThe Shareholders' Nomination Board has proposed to the Annual General Meeting 2023 that the remuneration payable to the members of the Board of Directors remain unchanged, and remuneration be paid for the next term as follows: Chair: EUR 88,800, Deputy Chair: EUR 63,300, Members: EUR 43,100 Chair of the Audit and Risk Committee: EUR 63,300, in case that he/she does not simultaneously act as Chair or Deputy Chair of the Board.\n\nIn addition, it is proposed to pay a fixed fee for the Committee work as follows: Member of the Audit and Risk Committee: EUR 3,000, Chair of the Nomination and Remuneration Committee: EUR 5,000 Member of the Nomination and Remuneration Committee: EUR 2,000 Chair of any additional Committee established by a Board decision: EUR 5,000, Member of any additional Committee established by a Board decision: EUR 2,000.\n\nIn addition, the Shareholders' Nomination Board proposes that the meeting fee payable to a Board member, also for the Committee meetings, be EUR 800 for each meeting, or EUR 1,600 in case the member travels to the meeting outside his/ her country of residence. When a member participates in the meeting via remote connection, or for the decisions that\n\n4",
        "metadata": {
            "page": 4
        },
        "id": "b5c671fc-1398-46ac-908b-ea68925f09d3"
    },
    {
        "page_content": "<!-- image -->\n\nare confirmed without convening a meeting, the meeting fee be EUR 800. The travel expenses of Board members are compensated in accordance with the company's travel policy.\n\nFurther, the Shareholders' Nomination Board proposes that the annual fee for the Board work of the Board members be paid in company shares and in cash in such a way that approximately 40% of the amount of the annual fee be payable in shares acquired on behalf and in the name of the Board members, and the remainder in cash. The meeting fees and the fixed fees for the Committee work are proposed to be paid fully in cash.\n\nIn addition, the Shareholders' Nomination Board proposes to the Annual General Meeting 2023 that the Board of Directors consist of ten members and that the following persons be elected to the Board of Directors for the upcoming term: Ralf Christian, Luisa Delgado, Jonas Gustavsson, Essimari Kairisto (Deputy Chair), Marita Niemelä, Teppo Paavola, Mikael Silvennoinen (Chair), Maija Strandberg, Johan Söderström and Vesa-Pekka Takala.\n\n## Board of Directors\n\nThe Board of Directors is responsible for the Company's strategic development and for supervising and steering the Company's business and management. Further, in line with the Company's Articles of Association and the Finnish Companies Act, the Board of Directors represents the Company and is responsible for defining the Company's strategy, and also for proper arrangement of the control of the Company's accounts and finances.\n\nThe Board of Directors comprises five to ten members who are elected at the Annual General Meeting for a one-year term of office expiring at the end of the first Annual General Meeting following the election. The Annual General Meeting also elects the Chair and the Deputy Chair of the Board of Directors.\n\nThe Board of Directors convenes according to a schedule agreed to discuss specified themes and issues on its charter. The Chair of the Board of Directors prepares the agenda for the Board of Directors' meetings based on the proposal by the President and CEO. The members of the Board of Directors\n\n5",
        "metadata": {
            "page": 5
        },
        "id": "052a5487-39d5-452e-9fcd-d91b2f351125"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\nhave the right to suggest specific matters to be included in the agenda. More than a half of the members must be present at the meeting to constitute a quorum. Decisions of the Board of Directors shall be made by a simple majority. The Board of Directors has approved a written charter for its work, the main content of which is disclosed on page 6 herein, including the duties of the Board of Directors.\n\nThe President and CEO, the Chief Financial Officer, and the General Counsel as secretary to the Board of Directors all attend the Board meetings on a regular basis. The other Fortum Executive Management members and senior executives attend the meetings as required.\n\nAs part of its duties, the Board of Directors conducts an annual self-assessment in order to further develop its work. In accordance with the Finnish Corporate Governance Code 2020, the Board of Directors also annually evaluates independence of each of its directors / members of both the Company and its significant shareholders.\n\n## Board of Directors in 2022\n\nUntil the Annual General Meeting held on 28 March 2022, the Board of Directors comprised the following members: Veli-Matti Reinikkala as Chair, Anja McAlister as Deputy Chair, and Luisa Delgado, Essimari Kairisto, Teppo Paavola, Philipp Rösler, and Annette Stube as members. The Annual General Meeting held on 28 March 2022 re-elected, in accordance with the proposal of the Shareholders' Nomination Board, Veli-Matti Reinikkala as Chair, Anja McAlister as Deputy Chair, and Luisa Delgado, Essimari Kairisto, Teppo Paavola, Philipp Rösler, and Annette Stube as members. In addition, Ralf\n\nChristian and Kimmo Viertola were elected as new members. The Chair, the Deputy Chair and the members of the Board\n\nof Directors are all independent of the Company and of the Company's significant shareholders, with the exception of Kimmo Viertola, who is non-independent of the Company's significant shareholder (the State of Finland). Four Board members are female and five of the members are male.\n\nThe Board of Directors convened 42 times in 2022, and the attendance rate was 98%.\n\nDuring 2022, the main focus of the board work was monitoring the effects of the European energy crisis caused by Russia's attack on Ukraine, monitoring and overseeing\n\n## The main duties of the Board of Directors include:\n\n## Strategy\n\n- · Strategic development and steering of the Company's business and fields of activity\n- · Confirming the Group's Code of Conduct, operating principles and Group policies, including sustainability, and overseeing their implementation\n\n## Supervision and oversight\n\n- · Ensuring that the administration and operations of the Company are properly organised\n- · Ensuring that the accounting, financial administration and the risk management are arranged appropriately\n\n## Financial matters of significance\n\n- · Confirming the Group's business plan on an annual basis\n- · Setting and following up the annual performance targets, including sustainability and climate-related targets, for the Company and its management\n- · Reviewing the interim reports and approving the consolidated financial statements, the parent company financial statements and the operating and financial review\n- · Defining the dividend policy\n- · Deciding on major investments, divestments and business arrangements\n\nthe liquidity situation of Fortum and its subsidiary Uniper, divestment of Uniper, and a controlled exit from the Russian market and divestment of the group's Russian operations. In addition, the board focused on the overall transformation of business operations through strategic reviews and various short- and long-term risk scenarios, as well as issues related to climate change and the regulatory environment. In December 2021, the Board of Directors established a temporary special committee on liquidity for the purpose of monitoring and overseeing the liquidity situation in the Fortum Group, including Uniper. The members of the committee on liquidity were Veli-Matti Reinikkala (Chair), Essimari Kairisto, and Teppo\n\nPaavola. The committee convened once during 2022, and the attendance rate was 100%. In addition, the Board of Directors established a temporary special committee on geopolitical escalation in March 2022. The members of the committee were Veli-Matti Reinikkala (Chair), Essimari Kairisto, Teppo Paavola, Philipp Rösler, Annette Stube and Kimmo Viertola. The committee convened 8 times in 2022, and the attendance rate was 94%. The Board also conducted the annual selfassessment, including the committee work, to further enhance the efficiency of its work.\n\n6\n\n## Decisions having effect on the corporate organisation\n\n- · Confirming the Group's organisational structure at the top management level, and appointing and dismissing the members of the Fortum Executive Management\n- · Appointing and dismissing the President and CEO; deciding on his/her remuneration\n- · Appointing the Chair and Deputy Chair as well as other members of the Company's Advisory Council\n\n## Other\n\n- · Convening the Annual General Meeting and the Extraordinary General Meeting, when necessary\n- · Deciding on charitable contributions on the basis of the AGM authorisation",
        "metadata": {
            "page": 6
        },
        "id": "0ac8e3ae-8dc1-4045-8b82-bfdc6336fa2c"
    },
    {
        "page_content": "<!-- image -->\n\nGOVERNANCE 2022\n\n## Fortum's Board of Directors on 31 December 2022\n\n## Veli-Matti Reinikkala\n\nChair\n\nBorn 1957, Finnish citizen Executive Master of Business Administration Independent member of Fortum's Board of Directors since 2016 Chair of the Nomination and Remuneration Committee\n\nFortum shareholding on 31 Dec 2022: 7,029\n\nMain occupation: Non-executive Director\n\nPrimary work experience: President of Region Europe in 2015 and Member of the Group Executive Committee of ABB Group in 2006-2015, President of the Process Automation division in 2006-2014, Head of Business Area Process Automation in 2005; Manager of Automation Technologies Division at ABB China 2003-2004; Business Area Manager of ABB Drives & Power Electronics 2002; Manager at ABB Drives 1996-2002; CFO of ABB Industry Oy 1994-1996; various positions in paper and packaging companies in Finland before 1994\n\nKey positions of trust:\n\nChairman of the Board of Glaston\n\nCorporation\n\n## Anja McAlister\n\n## Deputy Chair\n\nBorn 1960, Finnish and US citizen M.Sc., Energy technology, MBA Independent member of Fortum's Board of Directors since 2017 Member of the Nomination and Remuneration Committee Fortum shareholding on 31 Dec 2022: 1,446\n\nMain occupation : Independent consultant\n\nPrimary work experience: Executive Vice President, Head of Strategy, Transformation, and HR of Pöyry PLC in 2017 and President of Energy Business Group in 2015-2017; Vice President at Pöyry Management Consulting Oy 2014-2015; Managing Director of Renewa Oy 2013; Senior Vice president, Head of Energy Business at UPM Group 2004-2013; Senior Vice President, Head of the Management Consulting Northern Europe of Electrowatt-Ekono Oy (part of the Pöyry Group) 2000-2004; Industrial Counsellor, Head of Energy Policy and Analyses team of Ministry of Trade and Industry, Finland 1998-2000; Operations Manager and Managing\n\nDirector of Kymppivoima Oy 1995-1998; Senior Consultant at Energia-Ekono Oy 1993-1995; Technical Manager at Sheffield Heat and Power Ltd., UK 1990-1993; Operations Manager of MW biomass CHP plant of City of Kuopio, Finland 1984-1989\n\n## Ralf Christian\n\nBorn 1964, German citizen\n\nM.Sc., Industrial Engineering & Computer Science\n\n(Dipl. Wirtsch.Ing./OR-Informatik)\n\nIndependent member of Fortum's Board of Directors since\n\n28 March 2022\n\nMember of the Audit and Risk Committee\n\nFortum shareholding on 31 Dec 2022: 985\n\nMain occupation: Non-executive Director\n\nPrimary work experience: Chief Executive Officer of Siemens Energy Management Division 2015-2019, Chief Executive Officer of Siemens Low and Medium Voltage 2011-2014, Chief Executive Officer of Siemens Power Distribution 2008-2011, Chief Executive Officer of Siemens High Voltage Business 2004-2008, Several positions in Automation & Drives and Corporate Strategy and Research 1989-1998; General Manager, Low Voltage Products & Systems of GE Industrial, Barcelona, Spain 2001-2004, General Manager of GE Procond Electronics, Belluno, Italy 1999-2001, General Manager, Global Development Function of GE Industrial, Barcelona 1998-1999\n\n## Luisa Delgado\n\nBorn 1966, Portuguese and Swiss citizen M.Sc., Law, King's College, University of London, UK, B.Sc., Law, University of Geneva, Switzerland Independent member of Fortum's Board of Directors since 2021 Member of the Nomination and Remuneration Committee Fortum shareholding on 31 Dec 2022: 985\n\nMain occupation: Board professional\n\nPrimary work experience: CEO and Board Member of Safilo SpA 2013-2018; Executive Board Member and Chief Human Resources Officer of SAP AG 2012-2013; Vice President, Nordic, Procter & Gamble GmbH 2007-2012; Vice President, Human Resources, Western Europe, Procter & Gamble GmbH 2006-2007; General\n\nManager, Human Resources, Western Europe, Procter & Gamble GmbH 2003-2006; Head of Human Resources, Western Europe, Procter & Gamble GmbH 2000-2003; EMEA Human Resources Specialist, Organization Design, EU Labor, Diversity, Employee Communications 1997-1999; Division Human Resources Manager, UK Fabric/Home, Baby/Feminine and Food 1995-1997; Country Human Resources and Public Affairs & Communications Manager, Procter & Gamble Portugal 1993-1995; Recruitment, Training & Development, Plant Human Resources & Country Human Resources Manager, Procter & Gamble Portugal 1991-1993\n\nKey positions of trust: Chair of the Board of Directors of Swarovski SIH AG; Member of the Board of Directors of Barclays Bank (Suisse), Ingka Holding BV (IKEA), Telia AB, Grupo Dia and Breitling AG\n\n## Essimari Kairisto\n\nBorn 1966, Finnish and German citizen\n\nDiploma in Business Administration (Germany)\n\nIndependent member of Fortum's Board of Directors since 2018\n\nChair of the Audit and Risk Committee\n\nFortum shareholding on 31 Dec 2022: 985\n\nMain occupation: Independent consultant\n\nPrimary work experience: Member of the Executive Board/CFO in 2013-2016 at Hochtief Solutions AG; General Manager Finance/CFO of Sasol O&S Group International 2008-2013; Managing Director and CFO of Sasol Germany GmbH 2007-2013; Managing Director/CFO of Lahmeyer International GmbH 2004-2007; Head of Special Purpose Controlling of RWE Solutions AG 2003-2004; Head of Commercial Services Infrastructure Management of RWE Solutions AG & RWE Industrie-Lösungen GmbH 2002-2003; several management positions in Germany, Norway and US at Schlumberger 1995-2001 Key positions of trust: Member of the Supervisory Board, the Board of Partners and the Audit Committee of Freudenberg Group; Member of the Supervisory Board, Chair of the Audit, Risk and Compliance Committee, and Member of the Strategic Investment Committee of TenneT Holding B.V.; Independent Member of the Board of Directors and Member of the Audit Committee of Applus Services SA; Non-executive Independent Member of the Board of Directors and Chair of the Audit Committee of Iveco Group N.V.\n\n7",
        "metadata": {
            "page": 7
        },
        "id": "c53ecb00-006d-46db-9e86-44efa1211871"
    },
    {
        "page_content": "<!-- image -->\n\nGOVERNANCE 2022\n\n## Teppo Paavola\n\nBorn 1967, Finnish citizen M.Sc.(Econ.), HSE; MBA, INSEAD Independent member of Fortum's Board of Directors since 2020 Member of the Audit and Risk Committee Fortum shareholding on 31 Dec 2022: 985\n\nMain occupation: Adecco Group, Chief Digital Officer Primary work experience: BBVA Group, Chief Development Officer, General Manager of New Digital Businesses 2014-2018; Paypal, VP, Head of Global Business Development, M&A and Developer Relations 2012-2014; Nokia Corporation, General Manager at Mobile Financial Services 2009-2012, Head of Corporate Business Development 2008-2009, Head of Strategy and Business Development at Nokia Research Center 2004-2007; Oplayo, CEO 2002-2004; Printing Network Of Europe, CEO/Founder 20002002; General Electric/GE Capital, Managing Director of Equipment Finance 1998-1999 and M&A and Business Development Manager 1996-1997\n\nKey positions of trust: Member of the Board of Directors of 3 Step IT Oy\n\n## Philipp Rösler\n\nBorn 1973, German citizen\n\nPh.D., M.Med\n\nIndependent member of Fortum's Board of Directors since 2019 Member of the Audit and Risk Committee Fortum shareholding on 31 Dec 2022: 985\n\nMain occupation: Consessor AG, CEO\n\nPrimary work experience: Hainan Cihang Charity Foundation, Managing Director 2017-2019; World Economic Forum, Managing Director & Member of the Managing Board 2014-2017; Federal Ministry (Bundesministerium) of Economics and Technology, Deputy Federal Chancellor and Federal Minister 2011-2013; Federal Ministry (Bundesministerium) of Health, Federal Minister of Health 2009-2011.\n\nKey positions of trust: Member of the Supervisory Board of Siemens Healthineers, Jacobs University Bremen gGmbH, and Brainloop AG; Member of the Board of trustees of Bertelsmann Stiftung; Independent Director of the Board of the Loc Troi Group; Vice-Chairman of the Board of Directors of Long Anh Province Energy Company; Independent Director at Special Purpose Acquisition Company\n\n## Annette Stube\n\nBorn 1967, Danish citizen\n\nMaster's degree in psychology, specialised in organisational development (Copenhagen University); Executive Board Education (Copenhagen Business School)\n\nIndependent member of Fortum's Board of Directors since 2020 Member of the Audit and Risk Committee\n\nFortum shareholding on 31 Dec 2022: 985\n\nMain occupation: Stora Enso Oyj, Executive Vice President, Sustainability\n\nPrimary work experience: Head of Sustainability of A.P. MollerMaersk 2008-2020; Director, Sustainability Programmes, Corporate Branding & Responsibility of Novo Nordisk 2007-2008, Advisor, Corporate Responsibility 1998-2007 and Human Resource Consultant, Health Care Business 1997-1998; Manager of crisis intervention teams for 'flying' doctors and nurses, Supply Chain Manager in Eastern Europe and Africa at SOS-International 1995-1997\n\nKey positions of trust: Adjunct Professor at Copenhagen Business School\n\n## Kimmo Viertola\n\nBorn 1961, Finnish citizen\n\nM.Sc. Business; International Marketing Independent of the Company, but non-independent of the company's significant shareholder (the State of Finland); Board member since 28 March 2022 Member of the Nomination and Remuneration Committee Fortum shareholding on 31 Dec 2022: 985\n\nMain occupation: Director General, Finnish Ownership Steering Department at the Prime Minister's Office of the Finnish Government\n\nPrimary work experience: Senior Ministerial Advisor, Financial Affairs of Finnish Ownership Steering Department at the Prime Minister's Office Jan 2018-Oct 2018; Director at Finnish Industry Investment Ltd 1998-2017; Director at Price Waterhouse 19951998, Manager at Skopbank Group 1987-1994\n\nKey positions of trust: Chair of the Shareholders' Nomination Board of Neste Corporation; Member of the Nomination Committee of SSAB AB (Publ.)\n\n## Board Committees\n\nThe committees of the Board of Directors are the Audit and Risk Committee and the Nomination and Remuneration Committee. The committees assist the Board of Directors by preparing and reviewing in more detail matters falling within the duties of the Board of Directors.\n\nThe Board of Directors elects the members of the Audit and Risk Committee and the Nomination and Remuneration Committee from amongst its members. Each committee shall have at least three members and a Chair. The members and the Chair shall have the expertise and experience required to fulfil the duties of the respective committee.\n\nThe members are elected for a one-year term of office expiring at the end of the first Annual General Meeting following the election. All the members of the Board of Directors have the right to attend the committee meetings. The Chairs of the committees report on the committee's work to the Board of Directors regularly after each meeting, and the committee meeting materials and minutes are available to all members of the Board of Directors. The Board of Directors has approved written charters for the committees. The charters are reviewed regularly and updated as needed.\n\n## Audit and Risk Committee\n\nThe Audit and Risk Committee assists the Board of Directors in matters relating to financial reporting and control in accordance with the duties set forth the Corporate Governance Code 2020. In accordance with the committee charter, the committee monitors Fortum's financial statements reporting process, the efficiency of the internal controls, and risk management systems and also monitors and assesses legal compliance and business ethics compliance. The committee approves the internal audit charter and the internal audit plan and its budget. The committee evaluates the independence of the external auditor, reviews the external auditor's audit plan and meets with the auditor regularly to discuss the audit plan, audit reports and findings.\n\nPursuant to the Corporate Governance Code 2020, the members of the Audit and Risk Committee shall have the qualifications necessary to perform the responsibilities of the committee, and at least one of the members shall have\n\n8",
        "metadata": {
            "page": 8
        },
        "id": "a82d352c-f487-4e45-aa15-b6559e87f505"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\n## The main duties of the Audit and Risk Committee include:\n\n- · Monitoring the financial position of the company\n- · Monitoring and assessing the financing and reporting system\n- · Monitoring the reporting process of financial statements\n- · Monitoring the statutory audit of the financial statements and consolidated financial statements\n- · Preparing for the Board the proposal for resolution on the election of the auditor\n- · Monitoring and evaluating the independence of the statutory auditor and, in particular, the offering of services other than auditing services by the auditor\n- · Monitoring and assessing the efficiency of the Company's internal control, internal audit, compliance and risk management systems\n- · Reviewing the description of the main features of the internal control and risk management systems in relation to the financial reporting process, which is included in the Company's Corporate Governance Statement\n- · Reviewing annually the group risk policy\n- · Monitoring material risks and uncertainties, including but not limited to climate, financial, funding, IT-security related risks as well as tax risks and principles\n- · Approving the internal audit charter, the annual audit plan, the budget of the internal audit function and reviewing the internal audit reports\n- · Monitoring and assessing the legal compliance and business ethics compliance\n- · Establishment of principles concerning the monitoring and assessment of related party transactions\n- · Monitoring and assessing how agreements and other legal acts between the Company and its related parties meet the requirements of the ordinary course of business and arm's length terms\n\nexpertise specifically in accounting, bookkeeping or auditing. The members shall be independent of the company, and at least one member shall be independent of the company's significant shareholders.\n\nThe external auditors, Chief Financial Officer, Head of Internal Audit, Head of Corporate Accounting, and General Counsel as secretary to the committee, attend the committee meetings on a regular basis. Other senior executives attend the meetings as invited by the committee.\n\n## Audit and Risk Committee in 2022\n\nAfter the Annual General Meeting 2022, the Board of Directors elected from amongst its members Essimari Kairisto as Chair, and Teppo Paavola, Philipp Rösler, Annette Stube and Ralf Christian as members of the Audit and Risk Committee. Until the Annual General Meeting 2022, the committee comprised Essimari Kairisto (Chair), Teppo Paavola, Philipp Rösler and Annette Stube. The members are all independent of the Company and of its significant shareholders. The Audit and Risk Committee convened 6 times in 2022 and the attendance rate of the meetings was 93%.\n\n## Nomination and Remuneration Committee\n\nThe Nomination and Remuneration Committee assists the Board of Directors in matters related to nomination and remuneration of the Company's management. Pursuant to the Finnish Corporate Governance Code 2020, the majority of the members of a remuneration committee shall be independent of the Company. The regular participants at the committee meetings are the President and CEO, Senior Vice President, People and Procurement, and General Counsel as Secretary to the Committee.\n\n## Nomination and Remuneration Committee in 2022\n\nFollowing the Annual General Meeting 2022, the Board of Directors elected from amongst its members Veli-Matti Reinikkala as Chair, and Luisa Delgado, Anja McAlister and Kimmo Viertola as members of the Nomination and Remuneration Committee. Until the Annual General Meeting\n\n## The main duties of the Nomination and Remuneration Committee include:\n\n- · Preparing nomination and remuneration issues and proposals to the Board of Directors concerning the President and CEO, the executives reporting directly to the President and CEO, as well as the Fortum Executive Management\n- · Preparing the remuneration policy and remuneration report for the Company's governing bodies\n- · Reviewing and preparing succession plans for the President and CEO and for the members of the Fortum Executive Management\n- · Evaluating the performance and the remuneration of the President and CEO, the executives reporting directly to the President and CEO as well as the Fortum Executive Management\n- · Preparing the Board recommendations on the Group's and its management's pay structures, bonus, and incentive systems and the remuneration policy\n- · Monitoring the functioning of the bonus systems to ensure that the management's bonus systems will advance the achievement of the Company's strategic objectives and that they are based on performance\n- · Monitoring and ensuring planning and implementation of the talent management processes to ensure and promote competence development to support strategy implementation\n\n2022, the committee comprised Veli-Matti Reinikkala (Chair), Luisa Delgado and Anja McAlister. The committee members are all independent of the Company and of its significant shareholders, with the exception of Kimmo Viertola, who is non-independent of the Company's significant shareholder (the State of Finland).\n\nThe committee convened 8 times in 2022, and the attendance rate of the meetings was 100%.\n\n9",
        "metadata": {
            "page": 9
        },
        "id": "53e1b6ea-d10b-4de8-9273-65a126174e89"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\n## Number of Board meetings and Board Committee meetings in 2022 and the attendance rate by member\n\n| Member                                      | Board of  Directors   | Nomination and  Remuneration  Committee   | Audit and Risk  Committee   | Committee  on liquidity  (temporary)   | Committee on  geopolitical  escalation  (temporary)   |\n|---------------------------------------------|-----------------------|-------------------------------------------|-----------------------------|----------------------------------------|-------------------------------------------------------|\n| Ralf Christian (member since 28 March 2022) | 37/38                 |                                           | 5/5                         |                                        |                                                       |\n| Luisa Delgado                               | 40/42                 | 8/8                                       |                             |                                        |                                                       |\n| Essimari Kairisto                           | 42/42                 |                                           | 5/6                         | 1/1                                    | 8/8                                                   |\n| Anja McAlister                              | 41/42                 | 8/8                                       |                             |                                        |                                                       |\n| Teppo Paavola                               | 42/42                 |                                           | 6/6                         | 1/1                                    | 7/8                                                   |\n| Veli-Matti Reinikkala                       | 42/42                 | 8/8                                       |                             | 1/1                                    | 8/8                                                   |\n| Philipp Rösler                              | 40/42                 |                                           | 6/6                         |                                        | 1/1                                                   |\n| Annette Stube                               | 40/42                 |                                           | 5/6                         |                                        | 6/7                                                   |\n| Kimmo Viertola (member since 28 March 2022) | 37/38                 | 7/7                                       |                             |                                        | 1/1                                                   |\n\n## President and CEO\n\nThe President and CEO is appointed by the Board of Directors. The President and CEO holds the position of Managing Director under the Finnish Companies Act and is the Chair of the Fortum Executive Management. The President and CEO is in charge of the day-to-day management of the Group, in accordance with the Companies Act and the instructions and orders issued by the Company's Board of Directors. Under the Companies Act, the President and CEO is responsible for ensuring that the accounts of the Company comply with the applicable laws and that its financial affairs have been arranged in a reliable manner.\n\n## Fortum Executive Management\n\nThe President and CEO is supported by the Fortum Executive Management. The Fortum Executive Management assists the President and CEO in the implementation of the strategic and sustainability targets within the framework approved by the Board of Directors, preparing the Group business plans,\n\nand deciding on investments, mergers, acquisitions and divestments within its authorisation.\n\nThe financial and sustainability results are reviewed in the monthly reporting by the Fortum Executive Management. Quarterly Performance Review meetings with the management are embedded in the Fortum Performance Management process.\n\nOrganisationally, the continued operations of Fortum consist of four business divisions: Generation, City Solutions, Consumer Solutions and Russia. The Generation division is responsible for the Nordic power generation including CO 2-free nuclear, hydro, and wind power generation, as well as power portfolio optimisation, trading, market intelligence, and global nuclear services. City Solutions comprises heating, cooling, waste-to-energy, and other circular economy solutions, as well as solar power generation, services, and development of new biomass-based businesses. Consumer Solutions comprises electricity and gas retail businesses in the Nordics, Poland, and Spain, including related customer service and invoicing businesses. The Russia division comprises Fortum's power and heat generation and sales activities in Russia, as well as Fortum's fully owned power plants and joint ventures for building and operating renewable power\n\nMeeting attendance rate for the Board meetings in 2022 was\n\n98%\n\ngeneration and for power and heat sales, and also Fortum's more than 29% holding in TGC-1. In addition, Fortum's organisation has five staff functions: Finance; Legal and Compliance; People and Procurement; Business Technology, as well as Corporate Affairs, Safety and Sustainability.\n\nEach member of the Fortum Executive Management is responsible for the day-to-day operations and the implementation of operational decisions in his/her respective organisation. The Fortum Executive Management convenes on a monthly basis.\n\nMarkus Rauramo as President and CEO of Fortum Corporation is the Chair of the Fortum Executive Management. The other members of the Executive Management are Nebahat Albayrak, Eveliina Dahl, Bernhard Günther, Per Langer, SimonErik Ollus, Mikael Rönnblad, and Nora Steiner-Forsberg.\n\nAll the members of the Fortum Executive Management report to the President and CEO.\n\n10",
        "metadata": {
            "page": 10
        },
        "id": "0a35631b-09f6-41c7-85d5-d40be399502a"
    },
    {
        "page_content": "<!-- image -->\n\nGOVERNANCE 2022\n\n## Fortum Executive Management on 31 December 2022\n\n## Markus Rauramo\n\nPresident and Chief Executive Officer, since 2020\n\nBorn 1968, Finnish citizen\n\nM.Sc. (Econ. and Pol. Hist.)\n\nMember of the Executive Management and employed by Fortum since 2012\n\nThe President and CEO is in charge of the day-to-day management of the Group. The CEO supervises the Company's Strategy and M&A activities, as well as Fortum's Business Technology function Fortum shareholding on 31 Dec 2022: 112,739\n\nPrevious positions: Chief Financial Officer of Fortum Corporation 2017-2020 and 2012-2014 (acting CEO in 2013), Executive Vice President, City Solutions of Fortum Corporation 2014-2017; CFO of Stora Enso Oyj 2008-2012; SVP, Group Treasurer of Stora Enso International 2004-2008; VP, Strategy and Investments at Stora Enso Oyj 2001-2004; VP Head of Funding of Stora Enso Financial Services 1999-2001; several financial tasks at Enso Oyj 1993-1999\n\nKey positions of trust: Member of the Board of Directors of Sampo plc and East Office of Finnish Industries Oy\n\n## Nebahat Albayrak\n\nSenior Vice President, Corporate Affairs, Safety and Sustainability, since 2021\n\nBorn 1968, Dutch and Turkish citizen\n\nLLM, International and European Law, University of Leiden, the Netherlands\n\nMember of the Executive Management and employed by Fortum since 2021\n\nIn addition to Corporate Affairs, Safety and Sustainability, the SVP's responsibilities cover Group Communications, Public\n\nAffairs and Brand.\n\nFortum shareholding 31 Dec 2022: 555\n\nPrevious positions: Vice President, Ext. Relations, Integrated Gas & New Energies 2016-2021 and Vice President, External Communications & Relations, Global Upstream 2012-2016 of Royal Dutch Shell; MP, PvdA & Chair of the Foreign Affairs Committee and Spokesperson for European Affairs 2010-2012, and MP, PvdA &\n\nSpokesperson for Defense, Justice and Migration 1998-2007 at the House of Representatives of the Netherlands; State Secretary for Justice 2007-2010 at Ministry of Justice, the Netherlands; Policy Officer, Minorities Integration Policy Department 1995-1998 and Policy Officer, European and International Affairs 1993-1995 at the Ministry of Home Affairs and Kingdom Relations, the Netherlands Key positions of trust: Member of the Supervisory Boards of Nederlandse Spoorwegen (Dutch Railways) and NKT Denmark; member of the Advisory Board of Topvrouwen.nl\n\n## Eveliina Dahl\n\nSenior Vice President, People and Procurement, since 2021\n\nBorn 1983, Finnish citizen\n\nM.Sc. (Eng.)\n\nMember of the Executive Management since 2021\n\nEmployed by Fortum since 2006\n\nFortum shareholding on 31 Dec 2022: 2,554\n\nPrevious positions: Fortum Corporation: Vice President, People, City Solutions division & People Service 2018-2021, Business People Partner, TNV & eNext 2016-2018, Development Manager, Corporate Strategy 2009-2016, Procurement Manager 2007-2009, Purchasing Analyst 2007\n\n## Bernhard Günther\n\nChief Financial Officer, since 2021\n\nBorn 1967, German citizen Master of Economics and PhD (Econ.), St. Gallen Member of Executive Management and employed by Fortum since 2021\n\nIn addition to Corporate Finance, the CFO's responsibilities cover Risk Management, Investor Relations & Financial Communications, as well as Investments and Portfolio Analysis Fortum shareholding on 31 Dec 2022: 555\n\nPrevious positions: CFO and CHRO of innogy SE 2019-2020 and CFO 2016-2019; CFO of RWE AG 2013-2016 and Member of the Executive Board 2012-2016; Managing Director and Chief Financial Officer of RWE Supply & Trading GmbH 2008-2012; Managing Director and Chief Financial Officer of RWE Trading\n\nGmbH 2007-2008; Managing Director and Chief Financial Officer of RWE Gas Midstream GmbH 2007-2008; Vice President Group Controlling of RWE AG 2005-2006; Vice President Corporate Planning and Controlling of RWE Power AG 2001-2005; Head of Department Group Controlling of RWE AG 1999-2001; Management Consultant at McKinsey & Company 1993-1998 Key positions of trust: Member of the Supervisory Board of\n\nThyssenkrupp AG\n\n## Per Langer\n\n## Executive Vice President, City Solutions, since 2017\n\nBorn 1969, Swedish citizen\n\nM.Sc. (Econ.)\n\nMember of the Executive Management since 2009\n\nEmployed by Fortum since 1997\n\nFortum shareholding on 31 Dec 2022: 52,265\n\nPrevious positions: Senior Vice President, Technology and New Ventures of Fortum Corporation 2016-2017; Executive Vice President, Hydro Power and Technology of Fortum Corporation 2014-2016; Executive Vice President, Heat Division 2009-2014; President of Heat of Fortum Power and Heat Oy 2007-2009; President of Portfolio Management and Trading of Fortum Power and Heat Oy 2004-2007; managerial positions at Fortum Corporation 1997-2004 (incl. Gullspång Kraft 1997-1999) Key positions of trust:\n\nMember of the Board of Directors of Exeger Sweden AB\n\n11",
        "metadata": {
            "page": 11
        },
        "id": "7616f71e-ad5a-4af6-91dd-378493e8068e"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\n## Simon-Erik Ollus\n\nExecutive Vice President, Generation, since 2021 Born 1978, Finnish citizen M.Soc.Sc. (Econ.) Member of the Executive Management since 2021 Employed by Fortum since 2009 Fortum shareholding on 31 Dec 2022: 6,462\n\nPrevious positions: Vice President, Trading and Asset Optimisation, Fortum Generation Division 2016-2021; Chief Economist & Vice President, Industrial Intelligence and Investment Analysis, Fortum Corporate and Fortum Power Division 2013-2016; Chief Economist & Vice President, Industrial Intelligence and Trading IT, Trading and Industrial Intelligence 2011-2013; Various leadership positions in trading, industrial intelligence, strategy and R&D at 2009-2011; Advisor, East Office of Finnish Industries 2008-2009; Economist, Bank of Finland 2004-2008\n\nKey positions of trust: Chair of the Board of Directors of Kemijoki Oy, Member of the Board of Directors of Finnish Energy (fi: Energiateollisuus ry), Chair of industry and climate committee of Finland Chambers of Commerce (fi: Keskuskauppakamari)\n\n## Mikael Rönnblad\n\nExecutive Vice President, Consumer Solutions, since 2017 Born 1969, Finnish citizen M.Sc. (Econ.) Member of the Executive Management and employed by Fortum since 2017\n\nFortum shareholding on 31 Dec 2022: 20,619\n\nPrevious positions: SVP & GM of New Digital Services Businesses and Consumer Customers Executive Board Member of Elisa Corporation 2009-2017; VP, Corporate Strategy and Acquisitions of Elisa Corporation 2004-2009; Director and Global Head of Nordic Sector of ABN AMRO Global Equities 2000-2004; General Manager and Head of Department at Pannon, Hungary 1999-2000; Manager, Corporate Venturing and International Mobile Operations at Sonera Corporation 1997-2000; Project Director and Assistant Professor (acting) at Hanken Swedish School of Economics 1995-1997; Junior Strategy Consultant at Vectia Ltd 1994-1995; In-house Consultant, Major Accounts Sales at Nokia Corporation 1991-1993\n\nKey positions of trust: Chair of the Board of Nikus Oy Ab\n\n## Nora Steiner-Forsberg\n\nGeneral Counsel of Fortum Corporation, since 2021 Born 1973, Finnish citizen LLM, Helsinki University, Finland and Master of European Law, College of Europe, Bruges, Belgium Member of the Executive Management since 2021 Employed by Fortum since 2011\n\nIn addition to Corporate Legal, the General Counsel's responsibilities cover Corporate Governance, Ethics and Compliance, Internal Controls and Data Privacy\n\nFortum shareholding on 31 Dec 2022: 1,461\n\nPrevious positions: Fortum Corporation: Vice President, Generation Legal 2019-2021, Head of Generation Legal 2015-2019, Legal Counsel/Senior Legal Counsel 2011-2015; Market Court Helsinki, Finland, Judge 2009-2011; Hannes Snellman Attorneys Ltd, Senior Associate 2005-2009; Van Bael & Bellis, Belgium, Associate Lawyer 2001-2005; Environment and Business Lawyers Ltd, Helsinki, Finland, Associate Lawyer 1998-2000\n\nKey positions of trust: Member of the Legal Affairs Committee of Confederation of Finnish Industries\n\n## Other members of the Fortum Executive Management in 2022\n\n## Alexander Chuvaev\n\nExecutive Vice President, Russia Division and General Director of PAO Fortum and Member of the Executive Management until 31 August 2022\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "5fc11065-93cc-4d2c-bf7e-f755bf419335"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\n## The main features of the Internal Control and Risk Management Systems at Fortum\n\nThe internal control and risk management systems relating to financial reporting are designed to provide reasonable assurance regarding the reliability of financial reporting, and they aim at ensuring compliance with the applicable laws and regulations.\n\n## Risk management systems\n\nFortum's Board of Directors approves the Group Risk Policy that defines the objective, main principles and responsibilities for risk management. The Group Risk Policy also includes a description of the main features of the risk management process applicable to all processes, including financial reporting at Fortum.\n\n## Internal controls in relation to financial reporting\n\nFortum's internal control framework is based on the main elements of the framework introduced by the Committee of Sponsoring Organisations of the Treadway Commission (COSO). The controls, including financial reporting controls have been defined based on the main risks in the process. Internal controls are one of the key elements of the Compliance Programme in Fortum, which also covers business ethics and regulatory compliance.\n\n## Control environment\n\nThe standards, processes and structures in internal control are set through Group policies, Group instructions and the Fortum internal control framework. Fortum's internal control framework is designed to support operational effectiveness and efficiency, reliable financial reporting, and compliance with applicable laws, regulations and policies. The internal control framework defines the key controls and the minimum requirements for the key processes. Corporate Accounting is responsible for the overall control structure of the financial reporting process. Fortum Controllers' manual defines the instructions and guidelines relating to financial reporting.\n\n## Financial reporting framework in Fortum\n\nG o v e r n a n c e\n\n<!-- image -->\n\nFortum has a decentralised organisational model, and a substantial degree of authority and responsibility has been delegated to the divisions in the form of control responsibilities. Fortum's control governance applies the so-called 'Three Lines of Defense' model as illustrated in the graphic 4 on the next page .\n\n## Risk assessment\n\nRisks are regularly identified and analysed as part of the risk management process. Risks that might, if realised, have a material financial impact or lead to non-compliance are reported to the Audit and Risk Committee at least on an annual basis.\n\n## Control activities\n\nControl activities are applied in the processes and, from the financial reporting perspective, they ensure that errors or deviations are prevented or detected and corrected.\n\nThe Corporate Accounting unit together with the Recordto-Report internal process team determine the control requirements covering the financial reporting process. Divisions and units define their controls based on these requirements. Responsibilities are assigned for the control activities and for ensuring that the control coverage is in accordance with the requirements. The stream leader of the Record-to-Report ensures the consistency of the control requirements and assessment in the organisation.\n\n13\n\nR e p o r t i n g",
        "metadata": {
            "page": 13
        },
        "id": "ff9ffaa5-c30e-455f-a53b-3c0f519fad72"
    },
    {
        "page_content": "<!-- image -->\n\nControl requirements for the financial reporting process include controls regarding the initiation, recognition, measurement, approval, accounting and reporting of financial transactions as well as disclosure of financial information. The general IT controls support the financial reporting controls in areas such as access control and back-up management.\n\nResponsibilities are assigned to finance functions to ensure that analyses of the business performance, including e.g. volumes, revenue, costs, working capital, and asset valuations are performed in accordance with the control requirements.\n\n## Information and communication\n\nThe Controllers' manual includes the Fortum Accounting manual, Investment manual and reporting instructions, and also other instructions relating to financial reporting. Regular core controllers' meetings, headed by the Vice President, Corporate Accounting, steer the finance function. Accounting Network Forum meetings are held regularly to inform about\n\nupcoming changes in IFRS, new accounting policies and other changes in reporting requirements.\n\n## Monitoring and follow-up\n\nFinancial performance and key risks and uncertainties related to business operations are reported monthly to the Fortum Executive Management.\n\nAs part of the Fortum internal control framework, divisions and units regularly assess the maturity of their control activities including the financial reporting process controls. The Group Compliance Officer reports on the results of internal control maturity assessments and identified improvement actions to the Executive Management and to the Audit and Risk Committee. Internal control design and operating effectiveness are also assessed as part of the audits carried out by Internal Audit. Audit results, including corrective actions and their status, are regularly reported to the management and to the Audit and Risk Committee.\n\n## Fortum's Control Governance\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "91d3a8f9-dd75-49a2-8683-b58fa2ffeb29"
    },
    {
        "page_content": "<!-- image -->\n\n## GOVERNANCE 2022\n\n## Auditing\n\n## Internal Audit\n\nFortum's Internal Audit is an independent and objective assurance function providing a disciplined and systematic approach to examining and evaluating the appropriateness and effectiveness of Fortum's management and corporate governance processes, internal control system, risk management, and operational processes.\n\nInternal audit assignments are conducted based on a risk based plan approved by the Audit and Risk Committee of the Board of Directors. The internal audit function reports on the audit results and the status of the audits to the Audit and Risk Committee on a regular basis.\n\n## External Audit\n\nThe Group and the parent company have one external auditor. The external auditor is elected by the Annual General Meeting for a term of office that expires at the end of the first Annual General Meeting following the election.\n\nFortum's Annual General Meeting 2022 re-elected audit firm Deloitte Oy as the company's external auditor with Authorised Public Accountant Jukka Vattulainen as principal auditor.\n\nThe Annual General Meeting 2022 also resolved that the auditor's fee is paid pursuant to invoice approved by the Company. The fee paid to the auditor for the services rendered and invoiced in 2022 totalled approx. EUR 3,0 million.\n\n## Code of Conduct and Compliance Programme at Fortum\n\nFortum's Code of Conduct is based on the shared corporate values which form the ethical basis for all work at Fortum. Fortum renewed its Code of Conduct in 2021 and it was approved by the Board of Directors. During 2022, continuous attention has in general been directed to communicating the business ethics and compliance topics through internal and external communication channels. Alignment is enforced by the full commitment of the top management.\n\nFortum applies a compliance programme which covers the key areas of regulatory compliance and business ethics. Internal Controls are an integral part of compliance at Fortum. Group Compliance prepares readiness to provide comprehensive compliance support in all potential outcomes and scenarios of ongoing strategic assessments. During 2022, Competition Law Compliance and Privacy have been added to the Fortum Compliance framework and Group Privacy Office is since 1.4.2022 part of the Group Compliance. Group Compliance Officer (as Chief Compliance and Chief Privacy Officer) heads the compliance function in Fortum, reports to the General Counsel and also has a parallel independent reporting line to the Audit and Risk Committee. The Group Compliance & Controls organisation, including Country Compliance Leads, has continuously met as Fortum Compliance Network also during the COVID-19 pandemic as virtual team. Fortum has continued Compliance trainings including internal controls.\n\nFortum employees are responsible for reporting any suspected misconduct to their own supervisors, to other management members or to Group Compliance. Fortum employees and other stakeholders can confidentially report any suspicions of misconduct by using the 'SpeakUp' channel in their own language on Fortum's internal and external web pages. In Russia, Fortum has also a separate compliance organisation with appointed compliance officers. Fortum is also further developing the 'SpeakUp' process to ensure compliance with the EU Whistleblowing Directive as the national legislations are still evolving.\n\nPrevention of corruption is one of the focus areas of the Code of Conduct. Fortum has anti-corruption procedures,\n\nincluding prevention, oversight, reporting and enforcement, in place, based on the requirements prescribed in international legislation. Compliance requirements are also part of the legal company governance at Fortum. One of the priorities in the light of external stakeholder expectations, is the third-party compliance including economic sanctions and anti-money laundering aspects. The new third-party risk management process has been in use since 1 January 2022.\n\nIn addition, Fortum has a Supplier Code of Conduct in place, and the company expects its business partners to act responsibly and to comply with the requirements set forth therein. Fortum assesses the performance of its business partners with supplier qualification and supplier audits.\n\n## Insider Administration\n\nFortum complies with the EU regulation on market abuse (MAR) and EU regulation on wholesale Energy Market Integrity and Transparency (REMIT) and related regulation. In addition, Fortum complies also with the Guidelines for Insiders of Listed Companies issued by Nasdaq Helsinki, and has internal insider rules in place. The insider rules are made available to all Fortum employees and they are updated on a regular basis. Internal trainings are arranged on the insider rules for the persons concerned. The coordination and control of the insider affairs are among the responsibilities of the General Counsel.\n\nThe persons discharging managerial responsibilities at Fortum and the persons closely associated with them are under a duty to disclose their transactions made with Fortum's financial instruments and emission allowances in accordance with MAR to the Finnish Financial Supervisory Authority and Fortum. The transactions have to be notified to the Finnish Financial Supervisory Authority within three business days from the conduct of the transaction in question. Fortum publishes these transactions through stock exchange releases. Fortum has defined the members of the Board of Directors and the Fortum Executive Management as persons discharging managerial responsibilities.\n\nFortum's persons discharging managerial responsibilities and the persons closely associated with them may not trade in Fortum's financial instruments on their own account or for\n\n15",
        "metadata": {
            "page": 15
        },
        "id": "c8155a68-c135-4122-b0ab-ba84d7572af6"
    },
    {
        "page_content": "<!-- image -->\n\nthe account of a third party, directly or indirectly for a closed period of 30 days prior to the publication of any interim reports and financial statements (so-called Closed Window). Under the restriction, it is also not allowed to disclose the financial information, or to advise anyone in trading with Fortum's financial instruments. In accordance with the recommendation of Nasdaq Helsinki, the trading restriction is also extended to certain other separately designated members of Fortum personnel who participate in the preparation, drawing-up and disclosure of Fortum's interim reports and financial statements, or who in connection with their specific duties have regular access to sensitive unpublished financial information of Fortum. All of these persons have been personally informed about the trading restriction and the related obligations.\n\nEvent-based insider lists are established on a case-bycase basis separately for specific projects, and they are administered strictly in accordance with MAR. Any eventbased insiders are under the trading restriction described above until the termination of the project and/or disclosure of the inside information.\n\nAny suspected violations against Fortum's insider rules or the securities regulations, such as MAR and REMIT, can be reported directly to the General Counsel or the Group Compliance Officer, or by using the 'SpeakUp' channel described above.\n\n## Related party transactions\n\nRelated party transactions are regulated by the Finnish Companies Act, the Finnish Securities Markets Act and the Corporate Governance Code 2020, as well as in the IAS 24 Related Party Disclosures. Fortum has a specific framework in place for the identification, assessment, approval, monitoring and reporting of the Company's related party transactions. In accordance with the Finnish Companies Act, the Board of Directors is responsible for monitoring and assessment of the related party transactions. The Audit and Risk Committee of the Board of Directors assists the Board in its task by preparing the matters. As part of its duties, the Audit and Risk Committee monitors the related party transactions concluded by Fortum in accordance with the Company's established reporting practices.\n\nFortum discloses information regarding related party transactions on an annual basis as part of the notes to the Company's consolidated financial statements. In addition, as required by law, Fortum discloses the details of any related party transactions that are material to the shareholders by issuing a stock exchange release.",
        "metadata": {
            "page": 16
        },
        "id": "a367edca-0df3-4a2e-90ea-ad2895d14454"
    }
]