[
    {
        "page_content": "Governance 2020",
        "metadata": {
            "page": 1
        },
        "id": "3fece7cc-0f50-4db1-8bb3-bcfc78350898"
    },
    {
        "page_content": "## Corporate Governance Statement 2020\n\nFortum Corporation (Fortum) has been listed on Nasdaq Helsinki since 18 December 1998. Fortum's industrial sector, according to the Global Industry Classification Standard, is Electric Utilities. The State of Finland is the majority owner in Fortum with 50.76% of the shares as on 31 December 2020.\n\nCorporate governance at Fortum is based on Finnish laws and the company's Articles of Association. Fortum fully complies with the Finnish Corporate Governance Code 2020. The corporate governance statement is issued separately from the operating and financial review, and it has been reviewed by the Audit and Risk Committee of Fortum's Board of Directors.\n\nFortum prepares the consolidated financial statements and interim reports in accordance with the International Financial Reporting Standards (IFRS), as adopted by the EU, the Finnish Securities Markets Act, as well as the appropriate Financial Supervision Authority's regulations and guidelines and Nasdaq Helsinki's rules. The company's operating and financial review and the parent company financial statements are prepared in accordance with the Finnish Companies Act, Accounting Act, Securities Markets Act, and the opinions and guidelines of the Finnish Accounting Board. The auditor's report covers the consolidated financial statements and the parent company financial statements.\n\nThe Finnish Corporate Governance Code 2020 is available on the website of the Securities Market Association at 4 www.cgfinland.fi .\n\n## Governing bodies of Fortum\n\nThe decision-making bodies managing and overseeing Fortum's administration and operations are the General Meeting of Shareholders, the Board of Directors with its two Committees; the Audit and Risk Committee and the Nomination and Remuneration Committee, and the President and CEO, supported by the Fortum Executive Management.\n\nFurther, Fortum has an informal Advisory Council consisting of representatives of Fortum's stakeholder groups as invited by the Board of Directors. The Advisory Council aims at advancing Fortum's businesses by facilitating a dialogue and exchange of views between\n\nFortum and its stakeholders. In 2020, the Advisory Council consisted of 13 representatives of Fortum's stakeholder groups including three employee representatives.\n\nAs sustainability is an integral part of Fortum's strategy and operations, the highest decision making on sustainability and climaterelated matters falls on the duties of the members of the Board of Directors, who share joint responsibility for these matters. Therefore, Fortum has not established a specific Sustainability Committee for the decision making on economic, environmental and social matters. The Audit and Risk Committee, members of the Fortum Executive Management, and other senior executives support the Board of Directors in the decision-making in these matters, when necessary.\n\n## Governing bodies of Fortum\n\n<!-- image -->\n\n## General Meeting of Shareholders\n\nThe General Meeting of Shareholders is the highest decision-making body of Fortum. Every shareholder has the right to participate in the General Meeting, propose items to be included on the agenda of the General Meeting and exercise his/her power of decision in the matters belonging to the General Meeting by law, as stipulated in the Finnish Companies Act. Each share entitles to one vote. A shareholder also has the right to ask questions about the matters discussed at the General Meeting of Shareholders. By the end of each financial year, Fortum discloses the date by which a shareholder may propose items to be included on the agenda of the following General Meeting on its Annual General Meeting website.\n\nThe decisions at the General Meeting of Shareholders are primarily made by a simple majority of votes. Such decisions include, for example, resolutions on the adoption of the financial statements, payment of dividends, discharging the members of the Board of Directors and the President and CEO from liability, appointment of the Board of Directors and the external auditor, and deciding on their remuneration.\n\nIn accordance with Fortum's Articles of Association and the Finnish Companies Act, a notice to convene the General Meeting of Shareholders is issued by the Board of Directors. The notice is delivered no more than three months and no less than three weeks before the General Meeting of Shareholders by publishing the notice on the company's website or in two newspapers chosen by the Board of Directors. The Annual General Meeting is to be held once a year, in June at the latest.\n\nAn Extraordinary General Meeting of Shareholders shall be held whenever the Board of Directors finds it necessary or when it is required by law to convene such a meeting.",
        "metadata": {
            "page": 2
        },
        "id": "41c35b33-4de2-4b4e-ba57-5bca60dad936"
    },
    {
        "page_content": "## The main duties of the Annual General Meeting include:\n\n- ·  Adoption of the parent company financial statements and consolidated financial statements\n- ·  Resolution on the use of the earnings shown on the balance sheet and the payment of dividends\n- ·  Resolutions on the discharge from liability of the members of the Board of Directors and the President and CEO\n- ·  Resolution on the remuneration of the members of the Board of Directors\n- ·  Resolution on the number of members of the Board of Directors\n- ·  Election of the chair, deputy chair and members of the Board of Directors\n- ·  Resolution on the remuneration of the external auditor\n- ·  Election of the external auditor\n\n## General Meetings in 2020\n\nFortum's Annual General Meeting 2020 was originally planned to be held on 17 March 2020, but due to the Covid-19 situation and the limitations issued by the Government of Finland on 16 March 2020, it was cancelled and postponed. The Annual General Meeting was held with special arrangements at the company headquarters in Espoo, Finland on 23 April.\n\nNo Extraordinary General Meetings of Shareholders were held in 2020.\n\n## Shareholders' Nomination Board\n\nThe Annual General Meeting held on 9 April 2013 established a permanent Shareholders' Nomination Board. The purpose and task of the Shareholders' Nomination Board is to prepare and present proposals on the remuneration, size and members of the Board of Directors to the General Meeting. In addition, the Shareholders' Nomination Board seeks candidates for potential board members.\n\nThe Shareholders' Nomination Board consists of four members, three are appointed by the company's three largest shareholders, who shall appoint one member each. The Chair of the Board of Directors serves as the fourth member. The members are nominated annually, and their term of office ends when new members are nominated to replace them. Fortum's three largest shareholders that are entitled to appoint members to the Shareholders' Nomination Board are determined on the basis of the registered holdings as at the first working day of September in the year concerned. In the event that a shareholder does not wish to exercise its right to appoint a representative, it shall pass the right to the next-largest shareholder. The Shareholders' Nomination Board forwards its proposals for the Annual General Meeting to the Board of Directors by 31 January each year.\n\n## Diversity Principles for the Board of Directors\n\nThe Shareholders' Nomination Board prepares and applies diversity principles for the Board of Directors in line with the Corporate Governance Code. The principles are applied in preparing the proposal\n\nconcerning nomination of board members. The diversity principles include, among others, that the board composition shall include expertise from the geographical areas where Fortum conducts its business, the background profession of the board members shall include such competences that support implementation of Fortum's strategy and that enable board members to challenge management decisions and to exercise an overseeing role. In addition, the board composition shall include both genders. Fortum also complies with the principles issued in the Finnish Government Resolution dated 17 December 2015 on equal gender representation in the boards of listed companies with the aim having been that the board would consist of at least 40% of women and men respectively by 2020. The Shareholders Nomination Board reviews the diversity principles and their implementation annually.\n\nFortum reports on the objectives, actions and progress of the diversity principles in this corporate governance statement. The Shareholders' Nomination Board has applied the diversity principles in preparing the proposal concerning nomination of the board members for the Annual General Meeting 2020 and for the upcoming Annual General Meeting 2021. The Shareholders' Nomination Board deems that the current board composition and the proposed board members for the Annual General Meeting 2021 include all the competences defined in the diversity principles in a well-balanced manner.\n\nThe proposal for the board members for the Annual General Meeting 2021 consists of 4 women and 4 men. The current Board of Directors consists of 4 women and 5 men, corresponding to a ratio of 44.4% and 55.6%.\n\n## Shareholders' Nomination Board prior to the Annual General Meeting 2021\n\nIn September 2020, the following person were appointed to the Shareholders' Nomination Board: Kimmo Viertola, b. 1961, M.Sc. (Econ.), Director General of the Ownership Steering Department, Prime Minister's Office; Jouko Pölönen, b. 1970, M.Sc. (Econ.), President and CEO of Ilmarinen Mutual Pension Insurance Company, and Risto",
        "metadata": {
            "page": 3
        },
        "id": "509f44a0-3fee-491d-9396-07693f55f5da"
    },
    {
        "page_content": "Murto, b. 1963, Ph.D. (Econ.), President and CEO of Varma Mutual Pension Insurance Company. The Chair of the Board of Directors, Matti Lievonen, acts as a member of the Shareholders' Nomination Board. The Nomination Board convened 5 times and the attendance rate was 100%.\n\nThe Shareholders' Nomination Board did not reach a unanimous proposal, and consequently did not make a proposal for the remuneration to be paid to the Board of Directors for their following term of office. The Chair of the Nomination Board informed the Nomination Board and the company that the Finnish State will propose to the 2021 Annual General Meeting that, given the prevailing exceptional circumstances, increasing the fees of the Board of Directors for the coming period is not justified and proposes the following remuneration of the Board of Directors for the term 2021: Chair: EUR 77,200/year, Deputy Chair: EUR 57,500/year, members: EUR 40,400/ year, and Chair of the Audit and Risk Committee, if he/she does not simultaneously act as Chair or Deputy Chair of the Board: EUR 57,500/ year. For each meeting the fee is EUR 600. The fee is paid for the Board and Board Committee meetings. For Board members resident outside Finland in Europe, the fee for each meeting is doubled and for Board members resident outside Europe, the fee for each meeting is tripled. For Board members living in Finland, the fee for each Board and Board Committee meeting is doubled for meetings held outside Finland and tripled for meetings held outside Europe. For Board and Committee meetings held as a telephone conference the fee is paid as single to all members.\n\n## Shareholders' Nomination Board prior to the Annual General Meeting 2020\n\nIn October 2019, the following persons were appointed to the Shareholders' Nomination Board: Kimmo Viertola, b. 1961, M.Sc. (Econ.), Director General of the Ownership Steering Department, Prime Minister's Office; Jouko Pölönen, b. 1970, M.Sc. (Econ.), President and CEO of Ilmarinen Mutual Pension Insurance Company, and Risto Murto, b. 1963, Ph.D. (Econ.), President and CEO of Varma Mutual\n\nPension Insurance Company. The Chair of the Board of Directors, Matti Lievonen, acts as a member of the Shareholders' Nomination Board. The Nomination Board convened 10 times and the attendance rate was 98%\n\n## Board of Directors\n\nThe Board of Directors is responsible for the company's strategic development and for supervising and steering the company's business and management. Further, in line with the Articles of Association and the Companies Act, the Board of Directors represents the company and is responsible for for defining the company's purpose, and also proper arrangement of the control of the company's accounts and finances.\n\nThe Board of Directors comprises five to ten members who are elected at the Annual General Meeting for a one-year term of office expiring at the end of the first Annual General Meeting following the election. The Annual General Meeting also elects the Chair and the Deputy Chair of the Board of Directors.\n\nThe Board of Directors convenes according to a previously agreed schedule to discuss specified themes and issues on its charter. The Chair of the Board of Directors prepares the agenda for the Board of Directors meeting based on the proposal by the President and CEO. The members of the Board of Directors have the right to suggest specific matters and have them included on the agenda. More than half of the members must be present at the meeting to constitute a quorum. Decisions of the Board of Directors shall be made by a simple majority. The Board of Directors has approved a written charter for its work, the main content of which is disclosed on page 4, including the duties of the Board of Directors.\n\nThe President and CEO, the Chief Financial Officer, and the General Counsel, as secretary to the Board of Directors, attend the Board meetings on a regular basis. Other Fortum Executive Management members and senior executives attend as required.\n\nAs part of its duties, the Board of Directors conducts an annual self-assessment in order to further develop its work. In accordance with the Finnish Corporate Governance Code, the Board of Directors\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "1e7454c5-9f45-4228-84d0-4eb5635deb9c"
    },
    {
        "page_content": "also annually evaluates which of the directors are independent of the company and which are independent of its significant shareholders.\n\n## Board of Directors in 2020\n\nUntil the Annual General Meeting held on 23 April 2020, the Board of Directors comprised the following members: Mr Matti Lievonen (Chair), Mr Klaus-Dieter Maubach (Deputy Chair), Ms Eva Hamilton, Mr Kim Ignatius, Ms Essimari Kairisto, Ms Anja McAlister, Mr Veli-Matti Reinikkala, and Mr Philipp Rösler. The Annual General Meeting held on 23 April 2020 re-elected Mr Matti Lievonen as Chair, Mr Veli-Matti Reinikkala as Deputy Chair, and Ms Eva Hamilton, Ms Essimari Kairisto, Mr Klaus-Dieter Maubach, Ms Anja McAlister and Mr Philipp Rösler as members. In addition, Mr Teppo Paavola and Ms Annette Stube were elected as new members.\n\nThe Chair, the Deputy Chair and the members of the Board of Directors are all independent of the company and of the company's significant shareholders. Four members are female and five of the members are male.\n\nThe Board of Directors met 19 times during 2020, and the attendance rate was 99%.\n\nDuring 2020, the main focus for the Board of Directors was on the Uniper investment, its consolidation and consequently, updating of the group strategy including setting financial and climate targets for the whole Fortum Group and on Uniper cooperation. In addition, the Board of Directors focused on the recruitment of a new President and CEO as well as well as on strategic reviews, investments, divestments and acquisitions. The Board of Directors decided to establish a temporary committee for the purpose of CEO recruitment following the announcement regarding Pekka Lundmark's leaving of the company, and ran a full international search process for the replacement. The members of the temporary search committee were Matti Lievonen, Klaus-Dieter Maubach, Veli-Matti Reinikkala, and Sirpa-Helena Sormunen as secretary. The committee met 7 times and the attendance rate was 100%. Due to the market challenges following the Covid-19 pandemic, the Board was closely monitoring the development of the\n\n## The main duties of the Board of Directors include:\n\n## Strategy\n\n- ·  Strategic development and steering of the company's business and fields of activity\n- ·  Corporate values, policies\n- ·  Confirming the Group's Code of Conduct, operating principles and Group policies, including sustainability, and overseeing their implementation\n\n## Supervision and oversight\n\n- ·  Ensuring that the administration and operations of the company are properly organised\n- ·  Ensuring that the accounting, financial administration and the risk management are arranged appropriately\n\n## Financial matters of significance\n\n- ·  Confirming the Group's business plan on an annual basis\n- ·  Setting and following up the annual performance targets, including sustainability and climate-related targets, for the company and its management\n- ·  Reviewing the interim reports and approving the consolidated financial statements, the parent company financial statements and the operating and financial review\n- ·  Defining the dividend policy\n- ·  Deciding on major investments, divestments and business arrangements\n\nGroup and evaluating various risk short and long term scenarios during the year. The Board of Directors conducted the annual self-assessment during the year to further enhance the efficiency of the board work.\n\n## Decisions having effect on the corporate organisation\n\n- ·  Confirming the Group's organisational structure at the top management level, and appointing and dismissing the members of the Fortum Executive Management\n- ·  Appointing and dismissing the President and CEO; deciding on his/her remuneration\n- ·  Appointing the Chair and Deputy Chair as well as members of the Fortum Corporation Advisory Council\n\n## Other\n\n- ·  Convening the Annual General Meeting and the Extraordinary General Meeting, when necessary\n- ·  Deciding on donations to charities",
        "metadata": {
            "page": 5
        },
        "id": "41244cd2-41b3-496a-b30e-5bba9da2f4b4"
    },
    {
        "page_content": "<!-- image -->\n\n## Fortum's Board of Directors on 31 December 2020\n\n## Matti Lievonen\n\n## Chair\n\nBorn 1958, nationality: Finnish\n\nB.Sc. (Eng.), eMBA, D.Sc. (Tech) h.c.\n\nIndependent member of Fortum's Board of Directors since 2017\n\nChair of the Nomination and Remuneration Committee.\n\nFortum shareholding 31 Dec 2020: 4,500\n\nMain occupation:\n\nChief Executive Officer, Oiltanking GmbH\n\nPrimary work experience:\n\nPresident & CEO of Neste Corporation 2008-2018;\n\nPresident of the Fine and Speciality Papers Division at UPM-Kymmene Corporation and number of other senior positions at UPM 1986-2008 and prior to that at ABB; Member of UPM-Kymmene's Executive Board 2002-2008\n\nKey positions of trust:\n\nMember of the Board of Directors of Solvay SA and\n\nWintershall DEA\n\n## Veli-Matti Reinikkala\n\n## Deputy Chair\n\nBorn 1957, nationality: Finnish\n\nExecutive Master of Business Administration\n\nIndependent member of Fortum's Board of Directors since 2016\n\nMember of the Audit and Risk Committee\n\nFortum shareholding 31 Dec 2020: 5,000\n\nMain occupation:\n\nNon-executive Director\n\nPrimary work experience: President of Region Europe in 2015 and Member of the Group Executive Committee of ABB Group in 2006-2015, President of the Process Automation division in 2006-2014, Head of Business Area Process Automation in 2005; Manager of Automation Technologies Division at ABB China 2003-2004; Business Area Manager of ABB Drives & Power Electronics 2002; Manager at ABB Drives 1996-2002; CFO of ABB Industry Oy 1994-1996; various positions in paper and packaging companies in Finland before 1994 Key positions of trust: Chairman of the Board of Glaston Corporation, Member of the Board and Chairman of the Remuneraton Committee of UPM-Kymmene Corporation\n\n## Eva Hamilton\n\nBorn 1954, nationality: Swedish\n\nB.A. Journalism, honorary doctorate degree at Mid Sweden University\n\n(Mittuniversitetet)\n\nIndependent member of Fortum's Board of Directors since 2015\n\nMember of the Nomination and Remuneration Committee\n\nFortum shareholding 31 Dec 2020: 40\n\nMain occupation:\n\nSenior Advisor\n\nPrimary work experience: CEO of Sveriges Television (SVT) 2006-2014, Head of SVT Fiction 2004-2006, Head of SVT News 2000-2004, and Head of Foreign Correspondent in Brussels 1993-1996; News Reporter at Aftonbladet 19781979, Svenska Dagbladet 1979-1988 and Dagens Industri 1988-1989 Key positions of trust: Chairman of the Board of Nexiko Media AB; Member of the Board of LKAB, Bonnier News AB, AB Kvällstidningen Expressen, Aktiebolaget Fastator and Arholma Landsort AB; Chairman of the Swedish Film & TV Producers Association and Luleå Tekniska Universitet\n\n## Essimari Kairisto\n\nBorn 1966, nationality: Finnish and German\n\nDiploma in Business Administration (Germany)\n\nIndependent member of Fortum's Board of Directors since 2018\n\nChair of the Audit and Risk Committee\n\nFortum shareholding 31 Dec 2020: 0\n\nMain occupation:\n\nIndependent consultant\n\nPrimary work experience: Member of the Executive Board/CFO in 2013-2016 at Hochtief Solutions AG; General Manager Finance/CFO of Sasol O&S Group International 2008-2013; Managing Director and CFO of Sasol Germany GmbH 2007-2013; Managing Director/CFO of Lahmeyer International GmbH 20042007; Head of Special Purpose Controlling of RWE Solutions AG 2003-2004; Head of Commercial Services Infrastructure Management of RWE Solutions AG & RWE Industrie-Lösungen GmbH 2002-2003; several management positions in Germany, Norway and US at Schlumberger 1995-2001\n\nKey positions of trust: Member of the Supervisory Board, the Board of Partners, and the Audit Committee of Freudenberg Group; Member of the Supervisory Board, Chair of the Audit, Risk and Compliance Committee, and Member of the\n\nStrategic Investment Committee       of TenneT Holding B.V.; Independent Member of the Board of Directors and Member of the Audit Committee of Applus Services SA\n\n## Klaus-Dieter Maubach\n\nBorn 1962, nationality: German\n\nPh.D. (Electrical Engineering)\n\nIndependent member of Fortum's Board of Directors since 2018\n\nMember of the Nomination and Remuneration Committee\n\nFortum shareholding 31 Dec 2020: 0\n\nMain occupation:\n\nManaging Partner, maubach.icp GmbH\n\nPrimary working experience: CEO of Encavis AG (former Capital Stage AG) 2015-2016; Member of the Management Board and CTO of E.ON SE 2010-2013; CEO of E.ON Energie AG 2007-2010 and Member of the Management Board 2006-2007; CEO of Avacon AG 2003-2006 and Member of the Management Board 2001-2003; CEO and Member of the German Executive Committee of Fortum in Elektrizitätswerk Wesertal GmbH 2000-2001, Managing Director 1998-2000 and Corporate head of department 1998; Head of technical planning of Energieversorgung Offenbach AG 1996-1998 and Head of dispatching centre 1995-1996; Research assistant, head of system optimization at University of Wuppertal 1989-1994\n\nKey positions of trust: Chairman of the Supervisory Board of Uniper SE and Klöpfer & Königer GmbH & Co KG; Member of the Supervisory Board of ABB Deutschland AG; Chairman of the Advisory Board and shareholder of SUMTEQ GmbH; Member of the Advisory Board and shareholder of Gridhound GmbH\n\n## Anja McAlister\n\nBorn 1960, nationality: Finnish\n\nM.Sc., Energy technology, MBA\n\nIndependent member of Fortum's Board of Directors since 2017 Member of the Nomination and Remuneration Committee\n\nFortum shareholding 31 Dec 2020: 0\n\nMain occupation: Independent consultant\n\nPrimary work experience: Executive Vice President, Head of Strategy, Transformation, and HR of Pöyry PLC in 2017 and President of Energy Business\n\nGroup in 2015-2017; Vice President at Pöyry Management Consulting Oy",
        "metadata": {
            "page": 6
        },
        "id": "7d64359f-f86b-487e-9ffa-853077eeb415"
    },
    {
        "page_content": "<!-- image -->\n\n2014-2015; Managing Director of Renewa Oy 2013; Senior Vice president, Head of Energy Business at UPM Group 2004-2013; Senior Vice President, Head of the Management Consulting Northern Europe of Electrowatt-Ekono Oy (part of the Pöyry Group) 2000-2004; Industrial Counsellor, Head of Energy Policy and Analyses team of Ministry of Trade and Industry, Finland 1998-2000; Operations Manager and Managing Director of Kymppivoima Oy 1995-1998; Senior Consultant at Energia-Ekono Oy 1993-1995; Technical Manager at Sheffield Heat and Power Ltd., UK 1990-1993; Operations Manager of MW biomass CHP plant of City of Kuopio, Finland 1984-1989\n\n## Teppo Paavola\n\nBorn 1967, nationality: Finnish\n\nM.Sc.(Econ.), HSE; MBA, INSEAD\n\nIndependent member of Fortum's Board of Directors since 23 April 2020\n\nMember of the Audit and risk Committee\n\nFortum shareholding 31 Dec 2020: 0\n\nMain occupation:\n\nAdecco Group, Chief Digital Officer\n\nPrimary working experience: BBVA Group, Chief Development Officer, General Manager of New Digital Businesses 2014-2018; Paypal, VP, Head of Global Business Development, M&A and Developer Relations 2012-2014; Nokia Corporation, General Manager at Mobile Financial Services 2009-2012, Head of Corporate Business Development 2008-2009, Head of Strategy and Business Development at Nokia Research Center 2004-2007; Oplayo, CEO 2002-2004; Printing Network Of Europe, CEO/Founder 2000-2002; General Electric/GE Capital, Managing Director of Equipment Finance 1998-1999 and M&A and Business Development Manager 1996-1997\n\nKey positions of trust:\n\nMember of the Board of 3 Step IT\n\n## Philipp Rösler\n\nBorn 1973, nationality: German\n\nPh.D., M.Med\n\nIndependent member of Fortum's Board of Directors since 2019\n\nMember of the Audit and Risk Committee\n\nFortum shareholding 31 Dec 2020: 0\n\nMain occupation:\n\nConsessor AG, CEO\n\nPrimary work experience: Hainan Cihang Charity Foundation, Managing Director 2017-2019; World Economic Forum, Managing Director & Member of the Managing Board 2014-2017; Federal Ministry (Bundesministerium) of Economics\n\nand Technology, Deputy Federal Chancellor and Federal Minister 2011-2013; Federal Ministry (Bundesministerium) of Health, Federal Minister of Health Key positions of trust: Member of the Supervisory Board of Laboratoire X.O., Siemens Healthineers, Jacobs University Bremen gGmbH, and Brainloop AG; Member of the Board of trustees of Bertelsmann Stiftung; Independent Director of the Board of the Loc Troi Group\n\n## Annette Stube\n\nBorn 1967, nationality: Danish\n\nMaster's degree in psychology, specialized in organizational development; Copenhagen Business School, Executive Board Education\n\nIndependent member of Fortum's Board of Directors since 23 April 2020 Member of the Audit and Risk Committee Fortum shareholding 31 Dec 2020: 0\n\nMain occupation: Stora Enso Oyj, EVP, Head of Sustainability and a member of the Group Leadership Team\n\nPrimary working experience: Head of Sustainability of A.P. Moller - Maersk 2008-2020; Director, Sustainability Programmes, Corporate Branding & Responsibility of Novo Nordisk 2007-2008, Advisor, Corporate Responsibility 1998-2007 and Human Resource Consultant, Health Care Business 1997-1998; Manager of a psychological crisis intervention team and for a Scandinavian team of 200 'flying' doctors and nurses, Supply chain Manager in Eastern Europe and Africa at SOS-International 1995-1997\n\nKey positions of trust: Adjunct Professor at Copenhagen Business School; Member of Expert Network of United Nations Global Compact; Social Impact Fellow at Haas School of Business, University of California, Berkeley\n\n## Other members of the Board of Directors in 2020\n\n## Kim Ignatius\n\nBorn 1956, nationality: Finnish B.Sc. (Econ.), Helsinki School of Economics and Business Administration Independent member of Fortum's Board of Directors 11 April 201223 April 2020\n\n## Board Committees\n\nThe committees of the Board of Directors are the Audit and Risk Committee and the Nomination and Remuneration Committee. The committees assist the Board of Directors by preparing and reviewing in more detail matters falling within the duties of the Board of Directors.\n\nThe Board of Directors appoints members of the Audit and Risk Committee and the Nomination and Remuneration Committee from amongst its members. Each committee shall have at least three members. The members shall have the expertise and experience required by the duties of the respective committee.\n\nThe members are appointed for a one-year term of office expiring at the end of the first Annual General Meeting following the election. All the members of the Board of Directors have the right to attend the committee meetings. The Chair of the committee reports on the committee's work to the Board of Directors regularly after each meeting, and the committee meeting materials and minutes are available to all members of the Board of Directors. The Board of Directors has approved written charters for the committees. The charters are reviewed regularly and updated as needed.\n\n## Audit and Risk Committee\n\nThe Audit and Risk Committee assists the Board of Directors in matters relating to financial reporting and control in accordance with the duties set forth the Finnish Corporate Governance Code. The Board of Directors regularly determines the role and duties of the Audit and Risk Committee in a written charter. The committee monitors Fortum's financial statements reporting process, the efficiency of the internal controls, and risk management systems and also monitors and assesses legal compliance and business ethics compliance. The committee approves the internal audit charter and the internal audit plan and its budget. The committee evaluates the independence of the external auditors, reviews the external auditor's audit plan and meets with them regularly to discuss the audit plan, audit reports and findings.\n\nPursuant to the Finnish Corporate Governance Code, the members of the Audit and Risk Committee shall have the qualifications necessary to perform the responsibilities of the committee, and at least one of the members shall have expertise specifically in accounting, bookkeeping or auditing. The members shall be independent of the company, and at",
        "metadata": {
            "page": 7
        },
        "id": "45f6ec69-7316-47fb-aa8a-84c47065e6fb"
    },
    {
        "page_content": "## The main duties of the Audit and Risk Committee include:\n\n- ·  Monitoring the financial position of the company\n- ·  Monitoring and assessing the financing and reporting system\n- ·  Monitoring the reporting process of financial statements\n- ·  Monitoring the statutory audit of the financial statements and consolidated financial statements\n- ·  Preparing for the Board of Directors the proposal for resolution on the election of the auditor\n- ·  Monitoring and evaluating the independence of the statutory auditor and, in particular, the offering of services other than auditing services by the auditor\n- ·  Monitoring and assessing the efficiency of the company's internal control, internal audit, compliance and risk management systems\n- ·  Reviewing the description of the main features of the internal control and risk management systems in relation to the financial reporting process, which is included in the Company's Corporate Governance Statement\n- ·  Reviewing annually the Group Risk Policy, material risks, including climate related risks, and uncertainties\n- ·  Monitoring material risks and uncertainties, including but not limited to climate, financial, funding, IT-security related risks as well as tax risks and principles\n- ·  Approving the internal audit charter, the annual audit plan, the budget of the internal audit function and reviewing the internal audit reports\n- ·  Monitoring and assessing legal compliance and business ethics compliance\n- ·  Establishment of principles concerning the monitoring and assessment of related party transactions\n- ·  Monitoring and assessing how agreements and other legal acts between the company and its related parties meet the requirements of the ordinary course of business and arm'slength terms\n\nleast one member shall be independent of the company's significant shareholders.\n\nThe external auditors, Chief Financial Officer, Head of Internal Audit, Corporate Controller, and General Counsel, as secretary to the committee, attend the committee meetings on a regular basis. Other senior executives attend the meetings as invited by the committee.\n\nThe Audit and Risk Committee carries out a self-assessment of its work in order to further develop it.\n\n## Audit and Risk Committee in 2020\n\nAfter the Annual General Meeting 2020, the Board of Directors elected from amongst its members Essimari Kairisto as the Chair and Teppo Paavola, Veli-Matti Reinikkala, Philipp Rösler and Annette Stube as members of the Audit and Risk Committee. Until the Annual General Meeting 2020, the committee comprised Kim Ignatius (Chair), Essimari Kairisto, Veli-Matti Reinikkala, and Philipp Rösler. The members are all independent of the company and of its significant shareholders. The Audit and Risk Committee met 10 times in 2020 and the attendance rate was 98%.\n\n## Nomination and Remuneration Committee\n\nThe Nomination and Remuneration Committee assists the Board of Directors in matters related to nomination and remuneration of the company's management. The committee has a written charter in which its duties have been defined. Pursuant to the Finnish Corporate Governance Code, the majority of the members of a remuneration committee shall be independent of the company. The regular participants at the committee meetings are the President and CEO, Senior Vice President of Strategy, People and Performance, and General Counsel as Secretary to the Committee.\n\nThe Nomination and Remuneration Committee conducts an annual self-assessment of its work.\n\n## Nomination and Remuneration Committee in 2020\n\nAfter the Annual General Meeting 2020, the Board of Directors elected from amongst its members Matti Lievonen as the Chair and Eva Hamilton, Klaus-Dieter Maubach, and Anja McAlister as members of the Nomination and Remuneration Committee. Until the Annual\n\n## The main duties of the Nomination and Remuneration Committee include:\n\n- ·  Preparing nomination and remuneration issues and proposals to the Board of Directors concerning the President and CEO, the executives reporting directly to the President and CEO as well as the Fortum Executive Management\n- ·  Preparing the remuneration policy and remuneration report for the company's governing bodies\n- ·  Reviewing and preparing succession plans for the President and CEO and for the members of the Fortum Executive Management\n- ·  Evaluating the performance and the remuneration of the President and CEO, the executives reporting directly to the President and CEO as well as the Fortum Executive Management\n- ·  Preparing for the Board of Directors recommendations on the Group's and its management's pay structures, bonus, and incentive systems and remuneration policy\n- ·  Monitoring the functioning of the bonus systems to ensure that the management's bonus systems will advance the achievement of the company's strategic objectives and that they are based on performance\n- ·  Monitoring and ensuring planning and implementation of the talent management processes to ensure and promote competence development to support strategy implementation\n\nGeneral Meeting, the committee comprised Matti Lievonen (Chair), Eva Hamilton, Klaus-Dieter Maubach and Anja McAlister. The members are all independent of the company and of its significant shareholders.\n\nThe committee met 4 times during 2020 and the attendance rate was 100%.",
        "metadata": {
            "page": 8
        },
        "id": "93a02c61-0983-4192-9092-012ed208fcb3"
    },
    {
        "page_content": "## Number of the Board meetings and Board Committee meetings in 2020 and the attendance rate of the members\n\n| Member                                | Board of Directors   | Nomination and   Remuneration Committee   | Audit and Risk Committee   |\n|---------------------------------------|----------------------|-------------------------------------------|----------------------------|\n| Eva Hamilton                          | 19/19                | 4/4                                       |                            |\n| Kim Ignatius (member until 23 April)  | 6/6                  |                                           | 1/1                        |\n| Essimari Kairisto                     | 19/19                |                                           | 10/10                      |\n| Matti Lievonen                        | 19/19                | 4/4                                       |                            |\n| Klaus-Dieter Maubach                  | 19/19                | 4/4                                       |                            |\n| Anja McAlister                        | 19/19                | 4/4                                       |                            |\n| Teppo Paavola (member since 23 April) | 13/13                |                                           | 9/9                        |\n| Veli-Matti Reinikkala                 | 19/19                |                                           | 10/10                      |\n| Philipp Rösler                        | 19/19                |                                           | 10/10                      |\n| Annette Stube (member since 23 April) | 11/13                |                                           | 8/9                        |\n\n## President and CEO\n\nThe Board of Directors nominates the President and CEO. The President and CEO holds the position of Managing Director under the Companies Act and is the Chairman of the Fortum Executive Management. The President and CEO is in charge of the day-to-day management of the Group, in accordance with the Companies Act and the instructions and orders issued by the Board of Directors. Under the Companies Act, the President and CEO is responsible for ensuring that the accounts of the company comply with the applicable laws and that its financial affairs have been arranged in a reliable manner.\n\n## Fortum Executive Management\n\nThe President and CEO is supported by the Fortum Executive Management. The Fortum Executive Management assists the President and CEO in implementing the strategic and sustainability targets within the framework approved by the Board of Directors, preparing the Group's business plans, and deciding on investments, mergers, acquisitions and divestments within its authorisation.\n\nThe financial and sustainability results are reviewed in the monthly reporting by the Fortum Executive Management. Quarterly Performance Review meetings with the management are embedded in the Fortum Performance Management process.\n\nFortum's organisation consists of the four business divisions Generation, Russia, City Solutions and Consumer Solutions, and additionally Uniper as a segment. Generation comprises power production in the Nordics. Russia division comprises Fortum's power and heat generation and sales activities in Russia. City Solutions comprises heating, cooling, waste-to-energy, and other circular economy solutions, as well as solar power generation, services, and development of new biomass-based businesses. Consumer Solutions comprises electricity and gas retail businesses in the Nordics, Poland, and Spain including the customer service, invoicing, and debt collection business. The Uniper segment comprises Fortum's majority ownership\n\nin Fortum's subsidiary Uniper. Uniper's main activities include power generation in Europe and Russia as well as global energy trading and optimisation. In addition, the organisation has five staff functions: Finance; Legal; Strategy, People and Performance; Business Technology, as well as Corporate Affairs and Communications.\n\nEach member of the Fortum Executive Management is responsible for the day-to-day operations and the implementation of operational decisions in his/her respective organisation. The Fortum Executive Management meets on a monthly basis.\n\nMarkus Rauramo is the President and CEO of Fortum Corporation. The other members are Arun Aggarwal, Alexander Chuvaev, Per Langer, Risto Penttinen, Arto Räty, Mikael Rönnblad, Sirpa-Helena Sormunen, and Tiina Tuomela. Bernhard Gunther was appointed CFO on 18 December 2020 and started in his position on 1 February 2021.\n\nAll the members of the Executive Management report to the President and CEO.",
        "metadata": {
            "page": 9
        },
        "id": "a4c67daf-e168-4efc-a1da-3724c8a1644d"
    },
    {
        "page_content": "<!-- image -->\n\n## Fortum Executive Management on 31 December 2020\n\n## Markus Rauramo\n\nPresident and Chief Executive Officer since 1 July 2020\n\nBorn 1968, nationality: Finnish\n\nM.Sc. (Econ. and Pol. Hist.)\n\nMember of the Executive Management and employed by Fortum since 2012 Fortum shareholding 31 Dec 2020: 72,949\n\nPrevious positions: Chief Financial Officer of Fortum Corporation 2017-2020 and 2012-2014 (acting CEO in 2013), Executive Vice President, City Solutions of Fortum Corporation 2014-2017; CFO of Stora Enso Oyj 2008-2012; SVP, Group Treasurer of Stora Enso International 2004-2008; VP, Strategy and Investments at Stora Enso Oyj 2001-2004; VP Head of Funding of Stora Enso Financial Services 1999-2001; several financial tasks at Enso Oyj 1993-1999 Key positions of trust: Vice Chairman of the Supervisory Board of Uniper SE; Member of the Board of Teollisuuden Voima Oyj\n\n## Arun Aggarwal\n\nSVP, Business Technology since 2018\n\nBorn 1969, nationality: American\n\nM.Sc. (Manufacturing Systems Eng.)\n\nMember of the Executive Management and employed by Fortum since 2018 Fortum shareholding 31 Dec 2020: 4,461\n\nPrevious positions: Executive Advisor at IBM Corporation 2018; Global CIO, Digital Transformation Leader of Cemex Inc. 2015-2017; Executive Advisor at Cemex Inc. 2012-2015; President of The Waterside Group 2006-2015; Director at Bearing Point Inc. (formerly KPMG Consulting) 2001-2005; Senior Manager at KPMG Consulting Inc. 1992-2001\n\n## Alexander Chuvaev\n\nExecutive Vice President, Russia Division and General Director of PAO Fortum since 2009\n\nBorn 1960, nationality: Russian M.Sc. (Eng.) Member of the Executive Management since 2009 Employed by Fortum since 2009 Fortum shareholding 31 Dec 2020: 54,602\n\nPrevious positions: Regional Executive Director of GE Oil & Gas, Russia and CIS 2009; Investment Development Director of SUEK, Russia 2008-2009; Managing Director of JSC Power Machines, Russia 2006-2008; Regional General Manager of GE Oil & Gas, Russia 2006; Chief Operations Officer of JSC OMZ, Russia 2005-2006; Various positions at GE in the USA and Canada 1999-2005; various positions at Solar Turbines Europe S.A. in Europe and the USA 1991-1999 Key positions of trust: Deputy Head of the Supervisory Board of Energy Producers Council; Member of the Board & Chairman of Commission on Public Utility of Russian Union of Industrialists and Entrepreneurs; Member of the Board of Directors of TGC-1; Member of Government Commission on the Development of the Electric Power Industry; General Director of Wind Power AM LLC\n\n## Per Langer\n\nExecutive Vice President, City Solutions since 2017\n\nBorn 1969, nationality: Swedish\n\nM.Sc. (Econ.)\n\nMember of the Executive Management since 2009\n\nEmployed by Fortum since 1997\n\nFortum shareholding 31 Dec 2020: 44,155\n\nPrevious positions: Senior Vice President, Technology and New Ventures of Fortum Corporation 2016-2017; Executive Vice President, Hydro Power and Technology of Fortum Corporation 2014-2016; Executive Vice President, Heat Division 2009-2014; President of Heat of Fortum Power and Heat Oy 20072009; President of Portfolio Management and Trading of Fortum Power and Heat Oy 2004-2007; managerial positions at Fortum Oyj 1997-2004 (incl. Gullspång Kraft 1997-1999)\n\nKey positions of trust: Deputy Chairman of the Board of Fortum Oslo Varme AS; Member of the Board of Exeger Sweden AB\n\n## Risto Penttinen\n\nSenior Vice President, Strategy, People and Performance since 2016 Born in 1968, nationality: Finnish M.Sc. (Econ.) Member of the Executive Management since 2016 Employed by Fortum since 2011\n\n## Fortum shareholding 31 Dec 2020: 30,559\n\nPrevious positions: Vice President, Corporate Strategy of Fortum Corporation 2014-2016; Vice President, Strategic Ventures of Fortum Power Division 2011-2014; Partner at McKinsey & Company 2005-2011; Consultant and Project Leader at McKinsey & Company 1996 and 1997-2005\n\nKey positions of trust: Member of the Board of Fortum and Neste Foundation sr.; Deputy member of the Board of Varma Mutual Pension Insurance Company\n\n## Arto Räty\n\nSenior Vice President, Corporate Affairs & Communications since 2016\n\nBorn 1955, nationality: Finnish\n\nLieutenant General (Ret.)\n\nMember of the Executive Management and employed by Fortum since 2016 Fortum shareholding 31 Dec 2020: 10,592\n\nPrevious positions: Permanent Secretary at the Ministry of Defence of Finland 2011-2015; Director of the National Defence Policy Unit 2005-2008; Various positions within Finnish Defence Forces including: Deputy Chief of Staff, Operations at Defence Command 2009-2010, Chief of Staff at Army Command 2008-2009, Brigade Commander, Pori Brigade 2000-2002, Commanding Officer of the Finnish Battalion in KFOR in Kosovo 2000, Deputy Chief of the International Department, Defence Command 1997-2000, Director of the National Defence Courses of the Finnish Government 2003-2004 and Finnish Liaison Officer at NATO HQ and PCC SHAPE in Brussels, Belgium 1994-1997 Key positions of trust: Member of the Board of East Office of Finnish Industries Oy, Aalto University Executive Education Oy, Suomi Gas Distribution Holding Oy, TT Foundation, Fortum Art Foundation, and Urlus Foundation; Deputy member of the Board of Fennovoima Oy; Member of the Board of Trustees of Savonlinna Opera Festival\n\n## Mikael Rönnblad\n\nExecutive Vice President, Consumer Solutions since 2017 Born 1969, nationality: Finnish M.Sc. (Econ.) Member of the Executive Management and employed by Fortum since 2017\n\nFortum shareholding 31 Dec 2020: 10,356",
        "metadata": {
            "page": 10
        },
        "id": "d473220c-8a60-4545-80eb-481b3dba0ed4"
    },
    {
        "page_content": "<!-- image -->\n\nPrevious positions: SVP & GM of New Digital Services Businesses and Consumer Customers Executive Board Member of Elisa Corporation 2009-2017; VP, Corporate Strategy and Acquisitions of Elisa Corporation 2004-2009; Director and Global Head of Nordic Sector of ABN AMRO Global Equities 2000-2004; General Manager and Head of Department at Pannon, Hungary 1999-2000; Manager, Corporate Venturing and International Mobile Operations at Sonera Corporation 1997-2000; Project Director and Assistant Professor (acting) at Hanken Swedish School of Economics 1995-1997; Junior Strategy Consultant at Vectia Ltd 1994-1995; In-house Consultant, Major Accounts Sales at Nokia Corporation 1991-1993\n\nKey positions of trust:\n\nChairman of the Board of Nikus Oy Ab\n\n## Sirpa-Helena Sormunen General Counsel since 2014\n\nBorn 1959, nationality: Finnish\n\nLL.M, Trained on the bench\n\nMember of the Executive Management and employed by Fortum since 2014 Fortum shareholding 31 Dec 2020: 21,195\n\nPrevious positions: General Counsel of Patria Oyj 2012-2014; several legal and managerial positions at Nokia and Nokia Siemens Networks 2004-2012; Vice President, Head of Legal, Mergers & Acquisitions and Finance of TeliaSonera Finland Oyj 2003-2004; Senior Legal Counsel, Head of Legal,\n\nMerger & Acquisitions of Sonera Oyj 2000-2002\n\nKey positions of trust: Member of the Supervisory Board of Uniper SE; Member of the Board of Directors of Nammo AS and Association of Finnish Fine Arts Foundations; Chairman of the Board of Fortum Art Foundation\n\n## Tiina Tuomela\n\nExecutive Vice President, Generation since 2016 Born 1966, nationality: Finnish M.Sc. (Eng.), MBA Member of the Executive Management since 2014 Employed by Fortum since 1990 Fortum shareholding 31 Dec 2020: 32,439\n\nPrevious positions: Executive Vice President, Nuclear and Thermal Power Division of Fortum Corporation 2014-2016; Vice President, Finance in Power Division at Fortum Power and Heat Oy 2009-2014; Vice President, Business\n\nControl and Support, Generation at Fortum Power and Heat Oy 2005-2009; several managerial positions at Fortum 1990-2005\n\nKey positions of trust: Member of the Supervisory Board of Uniper SE; Chairman of the Board of Kemijoki Oy and Teollisuuden Voima Oyj; Member of the Board and Chair of the Audit Committee of Wärtsilä Corporation; Member of the Board of Finnish Energy and YIT\n\n## Other members of the Executive Management in 2020\n\n## Pekka Lundmark\n\nPresident and Chief Executive Officer until 30 June 2020 Born 1963, nationality: Finnish M.Sc. (Eng.)\n\n## Uniper Governance\n\nIn March 2020, Fortum became the majority owner in Uniper SE and consolidated Uniper as a subsidiary. Uniper shares are publicly listed on the Frankfurt Stock Exchange. On 31 December 2020, Fortum's ownership in Uniper was 76.1%. Uniper is a European corporation (Societas Europaea - SE). Uniper's governance bodies are the General Meeting of Shareholders, the Supervisory Board and the Management Board.\n\nThe General Meeting of Shareholders may decide on matters falling within its competence under the law or articles of association of the company. The Management Board submits the annual financial statements and the reporting required by law to the General Meeting. The General Meeting adopts resolutions on the appropriation of net profit, discharges the Management Board and the Supervisory Board and elects the shareholder representatives to the Supervisory Board and the external auditor.\n\nA new Supervisory Board for Uniper was appointed on 17 April 2020. Uniper's Supervisory Board consists of 12 members with equal powers; 6 appointed by the shareholders and 6 appointed by the employees. President and CEO of Fortum Markus Rauramo, who was a member of Uniper's Supervisory Board already before, is the Deputy Chair of the Supervisory Board. In addition to Markus Rauramo, the shareholder representatives from Fortum are: Member of Fortum's Board of\n\nDirectors Klaus-Dieter Maubach (Chair), General Counsel of Fortum Sirpa-Helena Sormunen, and Executive Vice President of Fortum's Generation Division Tiina Tuomela. All members of the Supervisory Board shall act in the interest of the company and all its shareholders.\n\nThe Supervisory Board is responsible for appointing and removing the members of the Management Board and monitoring the management of Uniper by the Management Board.\n\nThe Management Board of Uniper manages the company under its own responsibility in accordance with applicable laws, the provisions of corporate by-laws and the rules of procedure for the Management Board and the Supervisory Board, as well as the resolutions of the general meeting of shareholders.\n\nThe Management Board is appointed by Uniper's Supervisory Board. The Management Board, is not subject to instructions by the Supervisory Board, the General Meeting of Shareholders, or individual shareholders.\n\nPursuant to section 161 of the German stock corporation act (Aktiengesetz), the Management Board and the Supervisory Board of Uniper have to annually issue a declaration that Uniper has been, and is, in compliance with the recommendations of the Government Commission on the German Corporate Governance Code or to advice of any recommendations that have not been, or are not being, applied and the reasons for this.",
        "metadata": {
            "page": 11
        },
        "id": "089c6726-f416-4abc-8b4d-4cd67fe02e41"
    },
    {
        "page_content": "<!-- image -->\n\n## Governance processes in Uniper\n\nFortum's governance model, including responsibilities and operational structures, works as described in this statement. Uniper shares Fortum's view on how to prudently steer business activities and on the governance process, although its current steering models and governance processes do not directly have Fortum's practices as their basis. Hence, Uniper's current governance framework, policies and processes are not exactly the same as described in this statement. Thus descriptions on governance and controls processes in this document do not include Uniper.\n\n## The main features of the Internal Control and Risk Management Systems\n\nThe internal control and risk management systems relating to financial reporting are designed to provide reasonable assurance regarding the reliability of financial reporting and aim at ensuring compliance with the applicable laws and regulations.\n\n## Risk management systems\n\nFortum's Board of Directors approves the Group Risk Policy that defines the objective, main principles and division of responsibilities for risk management. The Group Risk Policy also includes a description of the main features of the risk management process which is applicable to all processes including financial reporting.\n\n## Internal controls in relation to financial reporting\n\nFortum's internal control framework is based on the main elements of the framework introduced by the Committee of Sponsoring Organisations of the Treadway Commission (COSO). The controls including financial reporting controls, have been defined based on the main risks in the process. Internal controls are one of the key elements of the Compliance Programme in Fortum, which also covers business ethics and regulatory compliance.\n\n## Financial reporting framework in Fortum\n\n<!-- image -->\n\n| Steering Confirming Group principles and policies Approving external financial reporting                                                               | Board of Directors                                 | Board of Directors                                 |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------|----------------------------------------------------|\n| Monitoring Supervising external financial reporting process Reviewing the external and internal audit work and reporting                               | Audit and Risk Committee                           | Audit and Risk Committee                           |\n| Delegate, execute and monitor Business planning Management reporting Performance reporting                                                             | Fortum Executive Management                        | Fortum Executive Management                        |\n| Design, communication and  monitoring of the control framework Group instructions and Controllers manual Regular controller meetings and expert forums | Risk  Management                                   | IT & Security  application  controls               |\n| Implementing measures and performing the controls Reporting and analysing Assessment of operating effectiveness of controls                            | Divisions, business areas and staff/ service units | Divisions, business areas and staff/ service units |\n\n## Control environment\n\nThe standards, processes and structures in internal control are set through Group policies, Group instructions and the Fortum internal control framework. Fortum's internal control framework is designed to support operational effectiveness and efficiency, reliable financial reporting, and compliance with laws, regulations and policies. The internal control framework defines key controls and minimum\n\nrequirements for the key processes. Corporate Accounting and Control\n\nis responsible for the overall control structure of the financial reporting process. Fortum Controllers' manual defines instructions and guidelines relating to financial reporting.\n\nFortum has a decentralised organisational model, and a substantial degree of authority and responsibility has been delegated to the divisions in the form of control responsibilities. Fortum's control governance applies the so-called 'Three lines of defense' model as illustrated in the graphic.",
        "metadata": {
            "page": 12
        },
        "id": "73981c78-c028-48e1-96e6-9eb3dea150c5"
    },
    {
        "page_content": "<!-- image -->\n\n## Risk assessment\n\nRisks are regularly identified and analysed as part of the risk management process. Risks, that might, if realised, have a material financial impact or lead to non-compliance are reported to the Audit and Risk Committee at least annually.\n\n## Control activities\n\nControl activities are applied in the processes and, from the financial reporting perspective, these ensure that errors or deviations are prevented or detected and corrected.\n\nThe Corporate Accounting and Control unit together with the Record-to-Report internal control process team determine the control requirements covering the financial reporting process. Divisions and units define their controls based on these requirements. Responsibilities are assigned for the control activities and for ensuring that the control coverage is in accordance with the requirements. The stream leader of the Record-to-report ensure the consistency of the control requirements and assessment in the organisation.\n\nControl requirements for the financial reporting process include controls regarding the initiation, recognition, measurement, approval, accounting and reporting of financial transactions as well as disclosure of financial information. The general IT controls support the financial reporting controls in areas such as access control and back-up management.\n\nResponsibilities are assigned to finance functions to ensure that analyses of the business performance, including e.g. volumes, revenue, costs, working capital, and asset valuations are performed in accordance with the control requirements.\n\n## Information and communication\n\nThe Controllers' manual includes the Fortum Accounting manual, Investment manual and reporting instructions, and other instructions relating to financial reporting. Regular core controllers' meetings, headed by the Corporate Controller, steer the finance function. Accounting Network Forum meetings are held regularly to inform about upcoming changes in IFRS, new accounting policies and other changes in reporting requirements.\n\n## Fortum's Control Governance\n\n<!-- image -->\n\n## Monitoring and follow-up\n\nFinancial performance and key short-term risks and uncertainties related to business operations are reported monthly to the Fortum Executive Management.\n\nAs part of the Fortum internal control framework, divisions and units regularly assess the maturity of their control activities including the financial reporting process controls. The Group Compliance Officer reports the results of internal control maturity assessments and\n\nidentified improvement actions to the management and to the Audit and Risk Committee. Internal control design and operating effectiveness are also assessed as part of the audits carried out by Internal Audit. Audit results, including corrective actions and their status, are regularly reported to the management and to the Audit and Risk Committee.",
        "metadata": {
            "page": 13
        },
        "id": "4017ba25-46e8-4c6b-bb30-2809da9d9ea4"
    },
    {
        "page_content": "## Auditing\n\n## Internal Audit\n\nFortum's Internal Audit is an independent and objective assurance function providing a disciplined and systematic approach in examining and evaluating the appropriateness and effectiveness of Fortum's management and corporate governance processes, internal control system, risk management, and operational processes.\n\nInternal audit assignments are conducted based on a risk based plan that is approved by the Audit and Risk Committee. Internal audit reports regularly on the audit results and status of the audits to the Audit and Risk Committee.\n\n## External Audit\n\nThe Group and the parent company have one external auditor. Due to ongoing merger and acquisition processes, some of the target companies may have other audit firms during the transition period. The external auditor is elected by the Annual General Meeting for a term of office that expires at the end of the first Annual General Meeting following the election.\n\nFortum's Annual General Meeting 2020 re-elected audit firm Deloitte Oy as the company's external auditor. Authorised Public Accountant Reeta Virolainen served as Fortum's principal auditor from 1 January until 31 August, and as from 1 September 2020, the principal auditor has been Authorised Public Accountant Jukka Vattulainen.\n\nThe Annual General Meeting 2020 also decided that the auditor's fee be paid pursuant to invoice approved by the company. The fee paid to the auditor for services rendered and invoiced in 2020 totalled approx. EUR 2,642,000. In addition, the audit firm was paid a total of approx. EUR 731,000 for non-audit and advisory services rendered and invoiced.\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "cf6698b6-ef57-48bf-8c07-6dabc32c6cfe"
    },
    {
        "page_content": "## Code of Conduct and Compliance Programme\n\nFortum's Code of Conduct is based on the shared corporate values which form the ethical basis for all work at Fortum. Fortum renewed its Code of Conduct 2020 and it was approved by the Board. During 2020, continuous attention has in general been directed to communicating the business ethics and compliance topics through internal and external communication channels. Alignment is enforced by the full commitment of the top management.\n\nFortum applies a compliance programme which covers key areas of regulatory compliance and business ethics. Internal Controls are an integral part of compliance in Fortum. During 2020 the renewed Compliance governance model and Group Instructions of Compliance management were approved by Fortum Executive Management. The Group Compliance Officer, who heads the compliance function in Fortum reports to the General Counsel. As Chief Compliance Officer of Fortum the Group Compliance Officer has also a parallel independent reporting line to the Audit and Risk Committee. The Group Compliance organisation, including Country Compliance Leads, was appointed during 2019 to enhance business ethics in all Fortum countries and during 2020 the Compliance Network has been launched.\n\nFortum employees are responsible for reporting any suspected misconduct to their own supervisors, to other management members or, if necessary, directly to Group Compliance. Fortum employees and other stakeholders can confidentially report, in their own language, any suspicions of misconduct by using the 'SpeakUp channel' on Fortum's internal and external web pages. In Russia, Fortum has also a separate compliance organisation with appointed compliance officers.\n\nPrevention of corruption is one of the focus areas of the Code of Conduct. Fortum has anti-corruption procedures, including prevention, oversight, reporting and enforcement based on the requirements prescribed in international legislation. Compliance requirements are also part of the partly owned company management in Fortum. Additionally, Fortum has a country and partner risk evaluation process to support the understanding and management of compliance needs at the local business and partner level. These also cover export control (incl. economic sanctions) and anti-money laundering aspects. A project to enhance third-party risk management was launched in 2020.\n\n## Insider Administration\n\nFortum complies with the EU regulation No. 596/2014 on market abuse (MAR) and EU regulation No. 1227/2011 on wholesale Energy Market Integrity and Transparency (REMIT) and related regulation. Fortum complies also with the Guidelines for Insiders issued by Nasdaq Helsinki.\n\n## Persons discharging managerial responsibilities\n\nPersons discharging managerial responsibilities and the persons associated with them are under a duty to disclose their transactions with Fortum's financial instruments. Fortum has defined that the members of the Board of Directors and the Fortum Executive Management are persons discharging managerial responsibilities.\n\n## Duty to disclose and Closed Window\n\nFortum's Board of Directors and Executive Management members as well as persons related to them are under a disclosure duty towards the Finnish Financial Supervision Authority and Fortum in respect of their transactions with Fortum's financial instruments. Fortum publishes these transactions through stock exchange releases.\n\nFortum's Board of Directors and Executive Management members as well as other Fortum personnel defined to have access to sensitive financial information of Fortum may not trade in Fortum's financial instruments for a period of 30 days prior to the publication of interim reports and financial statements (Closed Window).\n\n## Internal supervision of insider affairs\n\nFortum's own internal insider rules are regularly updated and made available to all Fortum employees. Fortum arranges training on insider rules. The coordination and control of insider affairs are among the responsibilities of Fortum's General Counsel. Fortum regularly monitors the trading of its insiders.\n\n## Related party transactions\n\nRelated party transactions are regulated by the Finnish Companies Act, the Finnish Securities Markets Act and the Corporate Governance Code, as well as in the IAS 24 Related Party Disclosures. Fortum has a specific framework in place for identification, assessment, approval, monitoring and reporting of the company's related party transactions. In accordance with the Finnish Companies Act, the Board of Directors is responsible for monitoring and assessment of the related party transactions. The Audit and Risk Committee of the Board of Directors assists the Board in its task by preparing the matters. As part of its duties, the Audit and Risk Committee monitors the related party transactions concluded by Fortum in accordance with the company's established reporting practices.\n\nFortum discloses information regarding related party transactions on an annual basis as part of the notes to the company's consolidated financial statements. In addition, as required by law, Fortum discloses the details of any related party transactions that are material to the shareholders by issuing a stock exchange release.",
        "metadata": {
            "page": 15
        },
        "id": "0c765bd6-0b71-4f6c-95b1-7713aede6cad"
    }
]