[
    {
        "page_content": "2023\n\nAnnual Report.",
        "metadata": {
            "page": 1
        },
        "id": "10e3d384-b70f-4fbf-8580-fb289a2d0335"
    },
    {
        "page_content": "## 2023 Annual Report.\n\nThis report provides a summary of Vancity's strategy, performance, and impacts during 2023. We publish supplementary documents, available at vancity.com/AnnualReport:\n\nThroughout this report, 'Vancity' or 'we' refers to Vancouver City Savings Credit Union and its active subsidiaries as listed in the organization chart on page 38 .\n\nThis report contains forward-looking statements or information, which reflects the current view of Vancity with respect to future events and financial performance. All forward-looking statements are based on the opinions and estimates of management as of the date they are made, represent management's best judgment based on facts and assumptions they consider reasonable, and are subject to risks and uncertainties that could cause actual results to differ materially.\n\nWe'd like to hear your thoughts on this year's annual report. Send comments and questions to accountability@vancity.com . Stay connected with us on Instagram @VancityCU, TikTok @Vancity , X (Twitter) @vancity , and Facebook at facebook.com/vancity\n\nThis document includes hyperlinks. In most browsers, using 'ctrl' + click will open external links in a new browser window. After clicking on a link, use 'alt' + left arrow to return to the previous view.\n\n™ Vancity enviroFund and Vancity Fair & Fast Loan are trademarks of Vancouver City Savings Credit Union. ™ Vancity Community Investment Bank is a trademark of Vancouver City Savings Credit Union, used under licence.\n\n## SUPPLEMENTARY DOCUMENTS\n\n- Consolidated Financial Statements\n- Accountability Statements (includes GRI and SASB content indices)\n- Climate Report (includes IFRS S2 Climate-related Disclosures and emissions data and methodology)\n- Principles for Responsible Banking Self-Assessment\n- Sustainability Issuance Report\n- Glossary\n- Our Stories",
        "metadata": {
            "page": 2
        },
        "id": "6b17f11b-c956-4f25-bfa7-711bb5f4bcc3"
    },
    {
        "page_content": "## Contents\n\n## Section 1\n\n## Strategy and results\n\n<!-- image -->\n\nMessage from the Chair\n\n5\n\nMessage from the CEO\n\n6\n\nBusiness model\n\n7\n\nOperating context and strategic priorities\n\n8\n\nClimate commitments\n\n9\n\nTargets and results\n\n10\n\n## Section 2\n\n## Business review\n\n12\n\n| People                                            |   13 |\n|---------------------------------------------------|------|\n| Service experience                                |   13 |\n| Membership growth                                 |   14 |\n| Helping protect members                           |   15 |\n| Financial health and inclusion                    |   16 |\n| Financial literacy and advice                     |   17 |\n| Affordable housing                                |   17 |\n| Diversity and anti-racism                         |   18 |\n| Employees                                         |   19 |\n| Paying a living wage                              |   20 |\n| Planet                                            |   21 |\n| The climate crisis                                |   21 |\n| Greenhouse gas emissions                          |   21 |\n| Financed emissions - scope 3  (category 15)       |   22 |\n| Products and services to   address climate change |   23 |\n| 2023 Climate highlights                           |   24 |\n\n| Responsible investment                             | 25   |\n|----------------------------------------------------|------|\n| Asset management and  corporate engagement         | 25   |\n| Impact investments                                 | 25   |\n| Profit                                             | 27   |\n| Financial and economic   performance               | 27   |\n| Overall financial results   and outlook            |      |\n|                                                    | 27   |\n| Net income, Shared Success,   and efficiency ratio | 28   |\n| Assets and liabilities                             | 29   |\n| Liquidity and capital                              | 30   |\n| Supporting local communities                       | 31   |\n| Reconciliation with                                | 32   |\n| Indigenous people                                  |      |\n\n## Section 3\n\n| Governance                                     |   33 |\n|------------------------------------------------|------|\n| Board of Directors                             |   34 |\n| Board of Directors election                    |   34 |\n| Leadership diversity                           |   35 |\n| 2023-2024 Directors                            |   36 |\n| Risk management                                |   37 |\n| Public policy and advocacy                     |   37 |\n| Structure and executive   leadership team      |   38 |\n| Senior management and   executive compensation |   39 |\n\n<!-- image -->\n\n## Section 4\n\n<!-- image -->\n\n| Additional  information                                                                       | 40   |\n|-----------------------------------------------------------------------------------------------|------|\n| About this report                                                                             | 41   |\n| KPMG LLP's independent   practitioners' reasonable and  limited assurance report              | 42   |\n| Report of the independent   auditors on the summarized  consolidated financial statements  45 |      |\n| Summarized consolidated   financial statements                                                | 46   |\n| Community branches                                                                            | 48   |\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 3
        },
        "id": "b9315016-76c2-473e-9cef-2321d16a4bcd"
    },
    {
        "page_content": "4\n\nVancity 2023 Annual Report\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "95f0fd4d-aa70-4bdd-8517-b080ee874ce7"
    },
    {
        "page_content": "## Message from the Chair.\n\nWe don't need Statistics Canada to remind us of how difficult it is for an increasing number of British Columbians to cope with the rising cost of living. The signs are all around us, and our members have not been spared.\n\nAt Vancity, we take the experiences and stories you share with us to heart. That's why, for example, we made it a particular priority in 2023 to work proactively with members struggling to make loan or credit card payments, and business members challenged by repayment requirements on their COVID-era Canada Emergency Business Account (CEBA) loans. We continued sharing 30 per cent of our profits - more than $22 million in 2023 - with members and communities, supporting community organizations at the forefront of addressing the systemic challenges many members are facing. And we rolled out a new defined benefit pension plan - a rarity among private sector employers - to ensure participating employees have a predictable and steady income in their retirement years.\n\nWe've always approached our business this way, but in 2023 it was especially important to show members and employees that we have their back when they need us. This is exactly the kind of proactive approach that sets Vancity apart from other financial institutions.\n\nThe economic reality impacting our members also affects us as a credit union. In 2023, we experienced one of our toughest years ever, and one that ended with a modest financial loss. We expect we'll continue to feel the impact of these economic headwinds in 2024.\n\nOverseeing how Vancity navigates this unprecedented economic environment while deepening our support to members and community partners is, of course, a key priority for the Board.\n\nExternal pressures are real, as are the interrelated crises of climate change, housing affordability, and growing inequality. But we are confident we have the right strategy and vision to withstand them. Leading that strategy and realizing that vision will be our new CEO, Wellington Holbrook.\n\nThe Board was thrilled to welcome Wellington to our credit union at the start of 2024, after a sevenmonth search. We are confident that in Wellington we have the right leader for Vancity to both guide our credit union through the current storm and, together with our exceptional employees, to make good on our promise to members and employees.\n\nOver almost 30 years, Wellington has held an impressive range of senior leadership roles in the financial sector. Wellington comes to us after having served as CEO of one of Alberta's largest credit unions, connectFirst, where advancing Reconciliation and member and employee experience were key strategic priorities. He also led the Business Development Bank of Canada's operations in Western Canada. And Wellington drove an ambitious digital and business transformation at ATB Financial, Alberta's largest local financial institution, with 5,000 employees and over 800,000 clients. Most recently, Wellington served as a senior director with Gartner, researching and advising financial services leaders on digital transformation and modernization; his work there gives us renewed confidence in our ambitious plans to strengthen our digital services and platforms for members.\n\nImportantly, Wellington's career is marked by a demonstrated commitment to the same values that have animated Vancity since its founding, including our vision for economic transformation. He has proven he is dedicated to deepening impact, and to leading through times of turbulence and change. On behalf of the Board, I am pleased to welcome Wellington to Vancity - and back to Vancouver.\n\nThe Board also extends our deep gratitude to former president and CEO, Christine Bergeron, and our interim president and CEO, Nez Aquino, both of whom led Vancity in 2023. We are grateful for Christine's careful stewardship through the COVID pandemic, and for helping us achieve unprecedented financial results, strengthen our position as a North American leader on climate, and raise our profile in Canada and internationally. We are also deeply thankful to Nez for skillfully leading Vancity with focus and heart through one of the toughest years on record for our members and for our credit union. Fortunately, we will continue to benefit from Nez's leadership as she continues in her roles as Vancity's Chief Risk Officer and CEO of Vancity Community Investment Bank, our national impact-focused banking subsidiary.\n\nThe Board also wishes to thank Maegen Giltrow for her three years of service on the Board. We are delighted to celebrate her appointment as one of BC's newest Supreme Court justices, but will miss her contributions to the Board's work, including as chair of the Governance Committee and as a member of the Audit and Technology Committees.\n\n<!-- image -->\n\n<!-- image -->\n\nYour Board is confident that Vancity's vision of a transformed economy that protects the earth and guarantees equity for all is absolutely the right one for these times. How our products and services and our voice as a values-driven financial institution - empower you in service of that vision is critical. We remain committed to supporting your dreams, and those you have for your family, friends and communities, and believe we are well placed to emerge from the challenges of 2024 stronger and more impactful than ever.\n\nRita Parikh Chair, Vancity Board of Directors\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "4de7e956-defc-4d06-94f2-cbf1fba5aed6"
    },
    {
        "page_content": "## Message from the CEO.\n\nI have to start this message by expressing how truly excited I am to be here at Vancity. After my first months on the job, it's evident to me that we have much potential and a very bright future ahead, for our members and for this credit union. I can also tell you that Vancity's drive to make the world a fairer, cleaner and better place is real - it's embedded in the core of our organization and all the folks that work here. It really is who we are and it is exceptional.\n\nThat said, I can understand why people looking at our 2023 bottom-line results might find my excitement odd. After all, we're ending last year with operating earnings of just $1.1 million, and an after-tax net loss of $1.3 million. And because our Shared Success allocations to members and communities depend on our profits, there will be no Shared Success dividends disbursed to members this year. This comes after a record Shared Success allocation over the last two years.\n\nAfter almost 30 years in the financial sector, I know that single-year's numbers tell only part of the story and have to be taken in context. Vancity is on solid financial footing with strong capital reserves, a growing balance sheet, and an expanding member base. Our member satisfaction rate remains high, with an average score of 81 per cent. And members continue to trust us with more of their banking needs, with our net lending growing by $547 million and our members investing $117 million more with us in total in 2023.\n\nOur results are also not surprising given the economy around us. Rising costs and the rapid increase in interest rates over the last two years have affected many members who are finding it more difficult to make ends meet or save for the future.\n\n- *  Trademark of Visa Ltd., used under licence.\n\nFinancial institutions are not immune to this reality and Vancity is no exception. The unprecedented rise in interest rates drove many members to convert deposit balances to higher-rate term deposits, significantly increasing our funding costs. At the same time, Vancity continues to hold many loans that were issued when interest rates were at record lows and higher interest rates have reduced demand for new loans. As a result, our net interestbased income this year dropped more than 23 per cent from 2022 even though our lending portfolio actually grew by 2.2 per cent in 2023. Combined with stock market weakness earlier in the year driving a reduction in revenue from our Sustainable Wealth Management division, weaker performance was a natural outcome.\n\nThis is a reality many financial institutions face. The really good news is that we anticipated, and prepared for, this scenario. Taking a disciplined approach to our business planning, we made sure to be in a very strong position with respect to capital reserves and have ample reserves set aside to cover various contingencies, even if this allocation constrained our 2023 profitability.\n\nWe also prepared for the impact of these realities on our Shared Success community grants, which depend on our financial performance and saw\n\nrecord disbursements over the last two years. It is important that we continue to support our communities through our multi-year funding partnerships and local grants, while retaining flexibility to respond to emerging needs, and we set aside money for these purposes in 2023. We will also disburse over $470,000 in enviroFund™ grants for community-level climate action this year.\n\nWe have also been working hard to further diversify our revenue. In 2023, for example, our overall non-interest income grew by almost 17 per cent over 2022. Within this category, our enviro™ Visa * credit card revenues are steadily growing and have for months been our highest ever. And with the continued growth of our investment inflows later in 2023, our investment fee income is also now back to 2022 levels. Building on these trends is a key goal for 2024 and 2025.\n\nWe have the strong fundamentals, capital reserves and business plan to weather the unprecedented operating environment we are currently facing. And we must continue to navigate the disruption and change that will characterize financial services in the coming years. For those and many other reasons, you can expect to see us increasing our commitment to innovation and operational excellence.\n\nThis is critical for us as a credit union. The stronger our financial position is, the better positioned we are to help our members and communities get through the major challenges they are facing: the rising cost of living, the availability of affordable housing, the raging climate crisis, and continued inequality and exclusion, often compounded by legacies of systemic discrimination and oppression.\n\n<!-- image -->\n\n<!-- image -->\n\nFor decades, Vancity has worked with and for members to do something about these challenges. We've always believed banking needs to work for people, and we are globally recognized for doing banking differently. I am convinced that this makes us built for this moment when people are expecting more from their banking institution - to be there for them at their time of need, to manage their money in a way that delivers strong returns, that aligns with their values and that helps make a better world for everyone. Emerging from the current economic realities in a position of strength will enable us to live up to this potential.\n\nWellington Holbrook President and CEO\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "bd74ad23-747d-406d-acd4-2e70f93628d9"
    },
    {
        "page_content": "## Business model.\n\nVancity is a financial co-operative that operates within the territories of the Coast Salish and Kwakwaka'wakw people. Our head office is on the territory of the Musqueam, Squamish and Tsleil-Waututh Nations in Vancouver, British Columbia. We are a member-owned, community-based, full-service financial institution with more than 569,000 members, $35.5 billion in assets and assets under administration, 2,639 employees, and 52 branches in Metro Vancouver, the Fraser Valley, Victoria, Squamish, and Alert Bay.\n\nOur active subsidiaries (listed on page 38 ) include Vancity Investment Management Ltd. (VCIM) and Vancity Community Investment Bank™ (VCIB™), which operates primarily from Toronto, Ontario, territory of multiple Indigenous nations, including the Haudenosaunee and the treaty territory of the Mississaugas of the Credit.\n\n<!-- image -->\n\n<!-- image -->\n\n## OUR VISION:\n\nA transformed economy that protects the earth and guarantees equity for all.",
        "metadata": {
            "page": 7
        },
        "id": "365248a8-0f9e-442e-8c8d-cce428c42d3d"
    },
    {
        "page_content": "## Operating context and strategic priorities.\n\nThe economic realities of 2023 were challenging for many people and businesses who were being squeezed by rapidly rising interest rates, increased costs for goods and services, supply-chain disruptions, and the continued economic impact of the climate crisis and international instability.\n\nThese realities also affected Vancity's performance. The rise in interest rates drove many members to convert deposit balances to higher-rate term deposits, significantly increasing our funding costs. At the same time, our financials were pressured by rising costs and stock market weakness in 2022 and early 2023 that resulted in lower revenues from our Sustainable Wealth Management division. And while these pressures resulted in a marginal loss overall, the strategic choices and prudent actions we took to prepare for reduced interest income have resulted in strong performance in key areas and a solid position going forward.\n\nThe combination of margin compression, an inverted yield curve, 1 and changing member behaviour, constrained our profitability in 2023. However, we were prepared for this scenario. We took a disciplined approach to our business planning. We made sure to be in a strong position with respect to capital reserves and have ample reserves set aside to cover various contingencies. Some of these actions resulted in additional onetime expenses that we absorbed in 2023, further constraining our profitability for the year, but helped position us for stronger results in the future.\n\nOur strategy continues to place strategic priority on growing our base of everyday banking members and strengthening our top-line performance by increasing non-interest and non-mortgage-lending income in 2024.\n\nAs we look ahead to 2024 and beyond, we know Vancity, and the BC credit union system, remain strong but will face continued pressure and an accelerated pace of change. Our recent work to better understand the key forces that will shape our industry highlighted the following interconnected trends:\n\n- ·  Shifting demographics\n- ·  Declining economic growth\n- ·  Increasing digitization\n- ·  Intensifying climate change risks\n- ·  Evolving operating models across the financial sector\n- ·  Changing nature of work\n- ·  Rising inequities\n- ·  Growing unmet basic needs\n\nOur work over the past several years to strengthen Vancity has helped position us to be more resilient so that we can continue to support our members through good and bad times. Our plans and actions will continue to be guided by a clear strategy anchored in our values, vision, and the needs of our members, communities, and employees. As we look ahead to 2024, our goals remain the same as in 2023:\n\n- ·  Delivering what our members need, when and where they need it, to become the financial institution our members love to bank with and their best financial partner\n- ·  Driving meaningful social and systemic change to build a clean and fair world and demonstrate that a financial institution can be an agent of positive change\n- ·  Creating an internal culture that values purpose and performance through a diversity, equity, and inclusion lens to become the organization people love to work at and a leading employer\n- ·  Delivering strong, stable financial performance to support investments in our future and to ensure our credit union remains financially strong so we can make a greater impact in our communities\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "f230aa85-6bf4-4b7d-bc42-94341b6eac7d"
    },
    {
        "page_content": "## Climate commitments.\n\nWe are working towards a climate transition that puts people at its centre and leaves no one behind. We've embedded these climate commitments in our strategy.\n\n## Net zero by 2040 across mortgages and loans\n\nOur ambition is to make Vancity net zero by 2040 across all our mortgages and loans. That means the carbon emitted from anything we finance will be eliminated or significantly reduced, with any remaining emissions being brought to net zero.\n\nHaving joined the Net Zero Asset Managers initiative in 2021, Vancity Investment Management took a further step and committed to achieving net zero by 2050 across the investment portfolios it manages. See Financed emissions on page 22 , and our Climate Report , page 25.\n\n## Financing an equitable climate transition\n\nUnaddressed, climate change will impact how people work and live, and will drive further inequality. We're focusing our work in financial and social inclusion to provide banking and other solutions to help people who are affected by the climate crisis, as well as those seeking support in transitioning to cleaner and more sustainable living. See Financial health and inclusion, page 16 .\n\n## Investments for a better future\n\nWe will help our members invest for the future we all need by offering responsible investment options that can demonstrate the integrity of their environmental, social and governance (ESG) screening and stewardship process. See Responsible investment, page 25 .\n\n## Be transparent and accountable\n\nWe're encouraging change within the financial services sector by accurately measuring and openly reporting on how our own actions are improving the wellbeing of people, communities, and the environment. We aim to continue implementing, testing, and helping improve emerging international standards for climate and impact reporting. See About this report, page 41\n\n.\n\n## Walk the talk in all we do\n\nWe're living our values in our daily decision-making to serve the diverse needs of our members, employees, and communities. We will do our part across our operations to contribute to a just climate transition.",
        "metadata": {
            "page": 9
        },
        "id": "078ed54f-18c1-476e-ae9c-a0fdc9ce7c7d"
    },
    {
        "page_content": "## Targets and results.\n\n## Targets and incentive pay\n\n- Target directly influenced the amount of employee incentive pay in 2023.\n- Targets directly influenced the amount of incentive pay for management and above in 2023.\n- Executive leadership team had long-term incentive plan targets for related performance in 2022-2023.\n\nThere was a corresponding payout range for each target based on whether we met, exceeded, or fell short of the target.\n\n## Results externally assured\n\n- Result assured at a reasonable level\n- Result assured at a limited level\n\nFor historical data and an explanation of our performance, please refer to the Business review. For details on methodology and definitions, refer to the Accountability Statements, Climate Report, and Glossary available at vancity.com/AnnualReport .\n\n| Incentive pay PEOPLE   | 2023 results  assured by KPMG   | Indicators                                                                             | 2023 Target   | 2023   | 2022   | 2021   | Progress   | 2024 Target      | See pages   |\n|------------------------|---------------------------------|----------------------------------------------------------------------------------------|---------------|--------|--------|--------|------------|------------------|-------------|\n|                        |                                 | Member satisfaction (average)                                                          | 81%           | 81%    | 81%    | 81%    | Met        | 82%              | 13          |\n|                        |                                 | Membership growth rate                                                                 | 1.8%          | 1.3%   | 0.4%   | 1.8%   | Not met    | 1.5%             | 14          |\n|                        |                                 | Primary membership growth rate (retail)                                                | No target     | 1.5%   | 3.6%   | 2.6%   | n/a        | 3.0%             | 14          |\n|                        |                                 | Member financial confidence score 1                                                    | No target     | 7.4    | n/a    | n/a    | n/a        | 2030 target 8.0  | 16          |\n|                        |                                 | Employee experience (percentile)                                                       | 80th          | 61st   | 85th   | n/a    | Not met    | 80th             | 19          |\n|                        |                                 | Employee experience score                                                              | No target     | 75%    | 83%    | n/a    | n/a        | No target        | 19          |\n|                        |                                 | Employees who self-identify as Indigenous 2                                            | 2-3%          | 1.9%   | 1.8%   | 1.5%   | Not met    | 3%               | 20          |\n|                        |                                 | Certified Living Wage Employer                                                         | Recertify     | Yes    | Yes    | Yes    | Met        | Recertify        | 20          |\n| PLANET                 |                                 |                                                                                        |               |        |        |        |            |                  |             |\n|                        |                                 | Scope 1 + 2 operational GHG emissions (tCO 2 e) 3,4                                    | No target     | 583    | 737    | n/a    | n/a        | Net-zero targets | 21          |\n|                        |                                 | Scope 3 operational GHG emissions (tCO 2 e) 4,5                                        | No target     | 1,529  | 2,353  | n/a    | n/a        | under            | 21          |\n|                        |                                 | Total operational GHG emissions (tCO 2 e) 4,5                                          | No target     | 2,112  | 3,090  | n/a    | n/a        | development      | 21          |\n|                        |                                 | Recertification of prior year operational footprint as carbon neutral 6                | Recertify     | Yes    | Yes    | Yes    | Met        | Recertify        | 21          |\n|                        |                                 | Percentage change in residential buildings financed GHG emissions  since 2019 7        | n/a           | +13%   | +11%   | n/a    | Off track  | 2025 target -17% | 22          |\n|                        |                                 | Percentage change in commercial service buildings financed GHG  emissions since 2019 7 | n/a           | -21%   | -19%   | n/a    | On track   | 2025 target -27% | 22          |\n\n- 1  Based on a Vancity retail member survey question: 'Overall, how confident are you, that you can successfully manage your financial situation over the next 12 months? (1 = Not at all confident and 10 = Extremely confident)' and uses the average weighted score across respondents.\n- 2  Percentage reflects employees who self-identified in the diversity survey, divided by all employees. 84 per cent of employees participated in the survey.\n- 3  Scope 2 emissions are calculated using the location-based method. Vancity does not operate in markets that provide product or supplier-specific data or other contractual instruments.\n- 4  2022 operational GHG emissions were restated to reflect updates in methodology, interpretation of guidance, and correction of errors. However, 2021 operational GHG emissions were not restated and, as a result, are no longer directly comparable.\n- 5  Scope 3 category 15 financed emissions are reported separately.\n- 6  We have disclosed operational GHG emissions from buildings, fleet, paper, business travel, and employee commuting, and purchased equivalent carbon offsets, since 2008. We offset restated 2022 emissions of 3,090 tCO 2 e.\n- 7  Calculated in accordance with Science Based Targets initiative (SBTi) methodology. 2022 and 2019 data has been restated.\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "ef018dd5-cae0-4a89-a7a4-1d4a56fcaa13"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n| Incentive pay PROFIT   | 2023 results  assured by KPMG   | Indicators                                                        | 2023 Target   | 2023   | 2022    | 2021    | Progress   | 2024 Target   |   See pages |\n|------------------------|---------------------------------|-------------------------------------------------------------------|---------------|--------|---------|---------|------------|---------------|-------------|\n|                        |                                 | Return on members' equity (ROME) (business results)               | 5.8%          | 0.1%   | 6.2%    | 9.3%    | Not met    | 0.2%          |          27 |\n|                        |                                 | ROME (after Shared Success)                                       | 4.4%          | -0.1%  | 4.6%    | 7.0%    | Not met    | 0.0%          |          27 |\n|                        |                                 | Core retail deposit ratio (average)                               | No target     | 31.7%  | 39.3%   | 43.0%   | n/a        | 31.4%         |          27 |\n|                        |                                 | Operating earnings                                                | $120.9M       | $1.1M  | $138.4M | $156.1M | Not met    | $7.5M         |          28 |\n|                        |                                 | Net lending growth                                                | $639M         | $547M  | $1,335M | $2,726M | Not met    | $56M          |          28 |\n|                        |                                 | Net sustainable wealth management (SWM) inflows 1                 | $247M         | $117M  | $188M   | $462M   | Not met    | $387M         |          28 |\n|                        |                                 | Net lending growth plus net SWM inflows 1                         | $886M         | $663M  | $1,523M | $3,188M | Not met    | $443M         |          28 |\n|                        |                                 | Efficiency ratio                                                  | 80.2%         | 99.8%  | 76.4%   | 74.2%   | Not met    | 98.5%         |          28 |\n|                        |                                 | Total assets                                                      | $29.1B        | $28.8B | $28.3B  | $26.6B  | Not met    | $28.3B 2      |          29 |\n|                        |                                 | Total assets under administration 1                               | $6.4B         | $6.7B  | $6.0B   | $6.6B   | Met        | $6.5B         |          29 |\n|                        |                                 | Triple bottom line assets and assets under administration (TBLAA) | $11.7B        | $11.8B | $11.0B  | $10.7B  | Met        | $11.6B        |          29 |\n\n- 1  We revised the boundary definition for assets under administration and net SWM inflows in 2023. Prior years were not restated, as the impact was determined to be insignificant. See the Glossary for definitions.\n- 2  2024 target was set before final 2023 results were available. We finished 2023 with higher cash and investments than expected.",
        "metadata": {
            "page": 11
        },
        "id": "76733597-e8dd-4b58-b0cd-86d93997cc8c"
    },
    {
        "page_content": "## Section 2 Business review.\n\n- 13 People\n- 13 Service experience\n- 15 Helping protect members\n- 16 Financial health and inclusion\n- 18 Diversity and anti-racism\n- 19 Employees\n- 21 Planet\n- 21 The climate crisis\n- 24 2023 Climate highlights\n- 25 Responsible investment\n- 27 Profit\n- 27 Financial and economic performance\n- 31 Supporting local communities",
        "metadata": {
            "page": 12
        },
        "id": "41299171-482f-432a-8904-23baa05a89b8"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## People: Service experience.\n\nVancity's average member satisfaction was 81 per cent in 2023, a strong result overall and equal to our target for the year. We continued to make improvements like reducing member wait-times in our contact centre, expanding the use of electronic signatures, and providing more timely reporting and in-depth training to frontline teams to better serve members.\n\nOne example of some of the improvements made in 2023 is our new financial-planning software powered by artificial intelligence. This software enables our advisors to spend less time on calculations and more on providing members with customized and flexible plans.\n\nWe've been working to provide more tailored offers to members based on their needs. We've expanded our offerings of enviro™ Visa credit cards, and made them easier to use, for example, in many cases increasing limits if requested by cardholders to lower the number of transaction declines they had been experiencing.\n\nOur members continue to primarily reach us through digital channels, rather than in branches or our contact centre. Some areas of our digital experience are not yet as advanced as we and our members would like. To address this, we have developed a plan to update our online banking platform and mobile app to better meet our members' expectations and needs. During 2023, we implemented updates to our digital channels to improve responsiveness and reliability.\n\n## Satisfaction with overall service delivery\n\n(average)\n\n<!-- image -->\n\nIn addition to our ongoing work to strengthen our digital channels, 2024 will see Vancity continue to invest in further upgrades to our members' online and digital banking experience, such as Google Pay debit and fully online account opening for new and existing members. At the same time we will also continue to invest in foundational technology projects necessary for further enhancements to our member experience.\n\nOpen banking provides a way to exchange data that would allow members to share their financial information safely with third parties and allow members to choose the best financial services for their needs. The Government of Canada is expected to finalize the standards and timelines for an open banking system. In the meantime, in 2023, we continued to modernize our technology, and outlined the roadmap, governance, and resourcing that will likely be required to be ready for open banking.\n\nOur branch network is a critical channel for our members. We regularly review our branch network based on our members' evolving needs and preferences and the changing profile of each neighbourhood's population. In 2023, we opened a new branch in North Vancouver on Lonsdale and closed three branches: Vancity Centre, Marpole, and Lynn Valley. We have secured a site for a new branch in Coquitlam and continue to look for new sites in key markets throughout British Columbia.",
        "metadata": {
            "page": 13
        },
        "id": "36fa8e5b-e7f4-41c5-b473-5c9d48078e28"
    },
    {
        "page_content": "## Membership growth\n\nIn 2023, Vancity's membership grew by 7,433. This represents growth of 1.3 per cent, below our target for the year.\n\nWhile absolute member growth is important, the depth and breadth of our relationships with members is more indicative of our future success. We are focused on increasing the number of members who do most or all of their banking with Vancity. This is core to our interdependent goals of being financially strong (by growing and strengthening our relationships with our members) and being our members' best financial partner (by being better able to tailor services and advice for our members).\n\n## VANCITY STORIES\n\nShareholder engagement: using the tools of banking to help drive impact and change.\n\nVancity members, pooling their investments through the funds in their portfolios, can help push major companies in impactful, values-driven ways.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Number of members\n\n<!-- image -->\n\n## Membership growth\n\n(%)\n\n<!-- image -->\n\n- 1 Reflects the impact of the reintroduction of a dormancy process that resulted in the closure of 5,824 memberships.\n\n## Primary member growth (retail)\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "7e433050-d62e-4075-a644-0c6a23eb757e"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## People: Helping protect members.\n\nVancity's focus has always been on helping our members both build their financial future and navigate unpredictable, challenging times to support their financial resilience.\n\nIn 2023, we reached out and provided relief options to some members who were facing financial challenges for the first time due to the combined effect of rising interest rates and elevated inflation. After BC's devastating wildfires, we contacted affected members to check up on their wellbeing and offer reliefs such as deferred mortgage payments or expedited loan approvals.\n\nAs well, we remain vigilant in protecting and securing member information against the ever more sophisticated fraud and cyberattacks that financial institutions face. This means safeguarding members' personal and financial information and working with members to prevent fraud, theft, and other scams. We continue to invest to ensure we provide a stable and secure technology platform to help protect members from the latest fraud and privacy threats.\n\nWe also encourage members to learn how to better protect themselves from fraud, scams, and other security threats. In 2023, we introduced more enviro™ Visa credit card controls and alerts cardholders can set, for example, locking and unlocking cards, card usage and spending controls, and notifications when cardholders are nearing their credit limit.\n\nIn 2023, we continued to strengthen our employees' skills to identify and address cyber crime and fraud, as part of our mandatory compliance training.",
        "metadata": {
            "page": 15
        },
        "id": "811c0bcd-4c28-44d3-877b-7b105798ad23"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## People:\n\n## Financial health and inclusion.\n\nEver since Vancity was founded, we've been focused on providing people from all walks of life with access to financial services.\n\nWe are committed to building the financial health of our members and removing financial barriers that stem from systemic exclusion and inequalities. Access to capital has long been a barrier to growth for entrepreneurs in particular.\n\nVancity's recent financial health and inclusion approach mirrors the priorities outlined in Canada's National Financial Literacy Strategy 2021-2026 , with a focus on meeting members' needs for timely advice, accessible products and services, and financial empowerment. For example:\n\n- ·  Through the Black Entrepreneurship Program , we offer term loans and operating loans to Black entrepreneurs and Black-led organizations. Vancity's Women Entrepreneurs Program is designed to meet the unique needs of women and non-binary business owners and operators.\n- ·  Since 2014, the Vancity Fair & Fast Loan™ has provided an alternative to payday loans.\n- ·  With PHS Community Services, at Pigeon Park Savings we serve more than 7,000 individuals living on low incomes in Vancouver's Downtown Eastside - one of Canada's poorest neighbourhoods.\n- ·  We have a branch in the rural community of Cormorant Island near Port McNeil established with the 'Namgis First Nation and the Village of Alert Bay. We are the only financial institution with a presence in that community.\n- ·  Refugees and newcomers to Canada often experience difficulties in accessing basic banking services. Since 2016, we've had an on-site banking kiosk at the Immigrant Services Society of BC's (ISSofBC) Welcome Centre in Vancouver. This is a one-stop support centre offering services, including opening bank accounts and providing financial literacy on arrival in Canada.\n\nIn 2023, through our commitment to the United Nations' Principles for Responsible Banking (PRB), we developed a target for increasing members' financial confidence from 7.4 to 8.0 out of 10. 1\n\nKey next steps in our action plan to achieve this target include:\n\n- ·  Reviewing and evaluating our current financial health and inclusion programs and partnerships for opportunities to scale, replicate, and embed successful initiatives\n- ·  Identifying opportunities to support increased financial confidence, health and inclusion through existing programs and products\n- ·  Continuing research and analysis to understand context, levers, and initiatives driving financial confidence, particularly as it relates to vulnerable communities\n- ·  Developing internal data collection and reporting systems\n\nAn additional dimension of Vancity's approach to financial health and inclusion is the connection to climate and climate justice. Recognizing that many Canadians are already grappling with the financial impact of climate-related weather events, we will continue to examine the impact of climate change on our communities' and members' financial health.\n\n- 1  This target is based on a retail member survey question: 'Overall, how confident are you, that you can successfully manage your financial situation over the next 12 months? (1 = Not at all confident and 10 = Extremely confident)' and uses the average weighted score across respondents.\n\n<!-- image -->",
        "metadata": {
            "page": 16
        },
        "id": "38a36860-d375-4fa7-ad84-8147960865f3"
    },
    {
        "page_content": "## Financial literacy and advice\n\nWe want to help members increase their financial confidence, which is a key component in the financial health and resilience of our members.\n\nIn 2023, we continued to invest in improving processes and training our employees to provide members with consistent yet personalized advice on financial planning, investment, and products and services, no matter how members interact with us. This has been implemented across all branches and the contact centre, and we plan to expand it to all member-facing employees.\n\nWe work with local community organizations, like Progressive Intercultural Community Services and Family Services of Greater Vancouver, to deliver financial literacy workshops. We delivered the Wealth Mindset: Indigenous Financial Resilience program in collaboration with Indigenous elders, to meet the needs and strengths of Indigenous learners and communities.\n\n## Affordable housing\n\nLack of access to affordable housing is severely affecting people's financial resilience and quality of life.\n\nIn 2023, we contributed $1.5 million to the Vancity Affordable Housing Accelerator Fund . It provides low-cost and flexible loans to support capital needs in the pre-development phase of affordable housing development projects.\n\nVancity Community Investment Bank provides financing for commercial real estate developers that are committed to building affordable and sustainable communities across Canada. For details, see Social Purpose Real Estate Financing .\n\nVancity's Non-Profit Housing Retrofit Program supports low-carbon retrofits of non-profit and co-operative housing.\n\nIn 2023, despite market conditions, 1,451 units of affordable housing were constructed or renovated with financing from Vancity.\n\n## Number of affordable housing units constructed or renovated with financing from Vancity 1\n\n<!-- image -->\n\n- 1  Counts acquisitions and renovations of homes that already existed, as well as net new homes.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 17
        },
        "id": "fe2b22c0-635d-48f7-acb1-31e228809917"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## People:\n\n## Diversity and anti-racism.\n\nWe're committed to being an anti-racist organization, and we hold Reconciliation as a core value. That means doing our part in removing financial barriers that stem from systemic exclusion and inequities that affect women, Indigenous, Black, and people of colour, 2SLGBTQIA+, and people living with visible and invisible disabilities. It also means fostering a culture that values the collective and individual humanity of our employees.\n\nIn 2023, we launched our Indigenous cultural awareness training for all employees as part of our commitment to the Progressive Aboriginal Relations (PAR) certification (see page 32 ). Our executive leadership team also began a new anti-racism training program. We will continue both these training programs in 2024.\n\nVancity maintained a continuously open job posting for the first half of 2023 to provide equal employment opportunities to Indigenous applicants after obtaining permission in 2022 from the BC Human Rights Commissioner to prioritize hiring of Indigenous people without legal backlash from people with non-Indigenous identities. Reduced need for hiring in the latter half of 2023 led us to temporarily pause posting. In 2024, we expect to relaunch these continuously open job postings and also extend them to applicants who identify as Black or transgender.\n\nWe want to provide a welcoming place for all our members to explore financial advice. Our Money is a Drag video series was designed to support financial literacy and bring attention to the unique financial challenges of the queer community.\n\nWe continue to invest in organizations addressing systemic racism and whose work aligns to our climate and financial health and inclusion commitments. For example, in 2023, we provided grants to the:\n\n- ·  Centre for Family Equity to enable public policy advocacy in support of increased focus on addressing the impact of climate change on socioeconomically disadvantaged families\n- ·  Environmental Youth Alliance, an organization that provides free land-based education and paid employment training programs that support Indigenous, Black, and people of colour to develop the skills and confidence to become environmental stewards\n\nSee page 32 for more about how we are working with Indigenous communities and page 35 for more on Vancity's leadership diversity. For a diversity breakdown of our employees and Board, see the Accountability Statements , pages 15 and 47.\n\nSee our website for more on Vancity's work on equity and anti-racism .\n\n<!-- image -->",
        "metadata": {
            "page": 18
        },
        "id": "c0a2fe00-91b3-4d1e-88ce-9fb816720693"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## People:\n\n## Employees.\n\nIn 2023, Vancity was again recognized as one of Canada's Top 100 Employers (2024), Canada's Top Family Friendly Employers (2023), and BC's Top Employers (2023).\n\nThese awards are an external affirmation of our ongoing commitment to being a leading employer. Nonetheless, like other Canadians, our employees in 2023 faced an economic environment marked by higher costs and interest rates and a growing sense of economic uncertainty. For our employees, this combined with a CEO transition and a few other senior leadership changes, and Vancity's 2023 employee experience score was, accordingly, lower than in 2022. At 75 per cent, our score was at the 61st percentile compared with other employers in Canada, and below our target.\n\nResults showed that employees generally say their manager does a great job, cares about their wellbeing, and supports their mental health at work; areas of concern included legacy work processes, a desire for more progress in advancing our technology, and opportunities for professional growth.\n\nIn 2023, we launched a new defined-benefit pension plan and an updated employee benefits program, both informed by extensive employee feedback and guided by experienced third-party advisors. Both programs not only address key employee needs but are also more financially sustainable and efficient.\n\nThe redesigned employee benefits plan came into effect in mid-2023. In addition to introducing a new carrier, the new program includes significantly expanded mental health coverage.\n\n## Employee experience\n\n23\n\n22\n\nVancity had long provided retirement benefits to employees with either a defined-benefit pension plan or a Group RRSP, but in 2020 we set a goal to improve the overall retirement plan for all employees by providing a stable and reliable retirement income through a new Vancity defined benefit plan. The new pension plan went into effect on January 1, 2023, and resulted in eligible employees who were participating in the Group RRSP plan converting to the new defined-benefit pension plan. In October 2023, employees at Vancity's branch in Squamish represented by the Public and Private Workers of Canada (PPWC) joined the plan. Going forward, our goal is for every Vancity employee to be part of the Vancity pension plan. During 2023, we also provided eligible employees with the option to convert the employer portion of their Group RRSP balance to guaranteed pension income in the new defined benefit pension plan.\n\n## In 2023, we also:\n\n- ·  Began offering mental health training to all employees, building on the training managers completed in 2022\n- ·  Removed mandatory reference checks and added salary ranges to job postings, to make our hiring practices more transparent and equitable\n- ·  Continued to provide maternity and parental leave top-ups to 85 per cent of salary for both parents\n\n2023 and 2024 Target 80th percentile\n\n61st percentile (75%)\n\n85th percentile (83%)\n\n<!-- image -->",
        "metadata": {
            "page": 19
        },
        "id": "14c432a7-9bd2-49a5-bdb7-f7685922be26"
    },
    {
        "page_content": "<!-- image -->\n\n## Paying a living wage\n\nUnlike the minimum wage, a living wage is the hourly rate required for two working parents to meet the basic needs of a family of four. A living wage means stronger local economies and more sustainable and healthy communities. Vancity is one of Canada's largest private-sector Living Wage Employers.\n\nIn 2023, Vancity recertified as a Living Wage Employer based on Metro Vancouver's living wage of $24.08 per hour. We continue to make living wage adjustments in what we pay our own employees and plan to continue to meet the Living Wage requirements. The living wage increased to a minimum of $25.68 per hour in Metro Vancouver in November 2023, which employers must meet as of May 2024.\n\n<!-- image -->\n\nSee page 4 of the Accountability Statements for more information on our People metrics.\n\n| People                                                    | Unit   |   2023 |   2022 |   2021 |   2020 |   2019 |\n|-----------------------------------------------------------|--------|--------|--------|--------|--------|--------|\n| Substantiated reports of privacy breaches                 | #      |   74   |   80   |   89   |  121   |  102   |\n| Substantiated incidents of employee fraud                 | #      |    0   |    0   |    1   |    4   |    3   |\n| Employees who self-identify as Indigenous 1               | %      |    1.9 |    1.8 |    1.5 |    1.4 |    1.4 |\n| Employees who self-identify as living with a disability 1 | %      |   15   |   16   |   13   |   10   |   10   |\n| Voluntary turnover rate                                   | %      |    7   |    9   |   11   |    6   |    9   |\n\n- 1  Percentage reflects employees who self-identified in the diversity survey, divided by all employees. 84 per cent of employees participated in the survey.\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "af815dfc-aecd-42ef-91f3-3513e7ca8374"
    },
    {
        "page_content": "<!-- image -->\n\n## Planet:\n\n## The climate crisis.\n\nThe climate crisis is a global issue with significant implications for the financial sector, our own operations and business model, and the people and communities we serve.\n\nWithout significant emissions reductions over the near term, the world could reach net zero near mid-century and still see even more extreme weather events and warming above the targeted 1.5 degrees Celsius. This will result in lost lives as well as economic impacts such as damage to property, business closures resulting in lost income for people, and lost productivity. This will also result in impacts on communities, particularly to the vulnerable and marginalized.\n\nVancity has long recognized the need for urgent action on climate change. We're dedicated to supporting the transition to a low-carbon economy. We've committed to measure and openly report our progress on our financed emissions targets, in addition to our operational emissions, and to continue to implement and advance global standards for climate and impact accounting, target setting, and disclosure.\n\nSee our Climate Report for more details on how we address climate risks and opportunities, what programs, products, and services we provide to support members' transition to a low-carbon economy, and our performance on reducing greenhouse gas emissions. In line with our climate commitment to be transparent and accountable, the Climate Report includes disclosures informed by the International Financial Reporting Standard (IFRS) S2 Climate-related Disclosures standard released in June 2023 by the International Sustainability Standards Board and meets the disclosure required by our membership in the Net-Zero Banking Alliance (NZBA). Our methodology is aligned to the Partnership for Carbon Accounting Financials (PCAF) and Glasgow Financial Alliance for Net Zero (GFANZ).\n\nWe continue to work at improving our modelling tools for scenario analysis to determine expected impacts to our financial position and income over the short and medium term based on physical risk and anticipated losses or defaults. In 2024, we expect to be participating in standardized scenario testing exercises, facilitated by regulators.\n\n## Greenhouse gas emissions\n\n## Operational greenhouse gas (GHG) emissions (tonnes CO 2 e)\n\n|                                                    | 2023   | Base year 2019 1   |\n|----------------------------------------------------|--------|--------------------|\n| Scope 1 + 2 operational GHG emissions 2            | 583    | 936                |\n| Scope 3 (other indirect GHG emissions) 3           | 1,529  | 3,451              |\n| Total GHG emissions (excluding financed emissions) | 2,112  | 4,387              |\n\nCO 2 e = carbon dioxide equivalent\n\nFor definitions of scopes 1 to 3, see our Climate Report, page 59.\n\nMay not sum to total due to rounding.\n\n- 1  2019 base year operational emissions were restated to reflect updates in methodology, interpretation of guidance, and correction of errors. The 2019 restatements are in line with our base year recalculation policy as described in the 2022 Climate Report .\n- 2  Scope 2 emissions are calculated using the location-based method. Vancity does not operate in markets that provide product or supplier-specific data or other contractual instruments.\n\n3  For scope 3 category 15 financed emissions, see page 22 .\n\nOver half of the GHG reductions from base year 2019 relate to scope 3 commuting emissions, where the change relates to a combination of more employees now working from home and improvements in data collection and methodology. Energy conservation measures also resulted in a 33 per cent reduction in our scope 1 emissions.\n\nIn 2024, we're working towards setting net-zero targets for our scope 1 and 2 emissions and developing a detailed roadmap of how to achieve these reductions, pending guidance from the Science Based Targets initiative (SBTi).\n\nSince 2008, we've been accounting for scope 1 and 2 and select scope 3 emissions and purchasing an equivalent number of offsets. To offset our 2022 operational emissions, we purchased carbon offsets from the Quadra Island Forestland Conservation Project for $71,379.\n\n## Operational and financed emissions\n\n(tonnes CO 2 e)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "340068cd-cda1-4bd8-a4ba-915c053e5a11"
    },
    {
        "page_content": "<!-- image -->\n\n## Financed emissions - scope 3 (category 15)\n\nVancity's most significant climate-related impacts are the result of our financed emissions - emissions from the loans and investments we choose to make. We are working to reduce our financed emissions.\n\nOur financed emissions data, despite being highly estimated, provides valuable insights into the size and concentration of emissions within our lending and investment portfolios. Most of the lending-related emissions we can measure or estimate are attributed to the fossil gas (often referred to as 'natural gas') used in the buildings and homes we finance. This is where our targets and emissions reduction efforts are primarily focused.\n\nOur 2025 absolute emissions reduction targets cover two significant sources of emissions attributed to our lending: residential and commercial service buildings. In addition to decarbonizing our commercial and residential building portfolios, we are working with our small- and mediumsized business members to help them reduce their emissions. We are on track to meet targets for commercial service buildings and off track to meet our residential buildings targets. However, with access to actual building energy-use data currently unavailable, our data is highly estimated, and may require revisiting on an ongoing basis.\n\nThere are differences between what we include in our financed emissions profile, which aligns to the PCAF definitions for the asset classes of commercial real estate and residential mortgages, and what we include in our climate targets for commercial service buildings and residential buildings, which is based on the definitions applied by the target-setting tool we used: Science Based Targets initiative's Tool for Commercial Real Estate and Residential Mortgages , version 1.2. In line with this tool, targets for residential buildings include residential buildings and units owned by a business. For our financed emissions profile, these are included under the asset class 'commercial real estate.'\n\n## Financed emissions from real estate lending since base year (2019)\n\n|                                                                        |        | Financed emissions totals  tCO 2 e   | Targeted change  in financed  emissions   %   | Actual change   in financed  emissions    %   | Actual change   in financed  emissions    %   |    |    |\n|------------------------------------------------------------------------|--------|--------------------------------------|-----------------------------------------------|-----------------------------------------------|-----------------------------------------------|----|----|\n|                                                                        | 2023   | 2019                                 | 2025 from 2019                                | 2025 from 2019                                | 2023 from 2019                                |    |    |\n| Real estate categories per SBTi tool                                   |        |                                      |                                               |                                               |                                               |    |    |\n| Residential buildings                                                  | 38,868 | 34,451                               | -17                                           |                                               | +13                                           |    |    |\n| Commercial service buildings                                           | 19,366 | 24,586                               | -27                                           | -21                                           |                                               |    |    |\n| Real estate asset classes per PCAF                                     |        |                                      |                                               |                                               |                                               |    |    |\n| Residential mortgages                                                  | 34,948 | 30,590                               | Not applicable                                | +14                                           |                                               |    |    |\n| Commercial real estate: commercial service and   residential buildings | 23,285 | 28,447                               | Not applicable                                | -18                                           |                                               |    |    |\n| Commercial real estate: industrial                                     | 10,998 | Not applicable                       | Not applicable                                | Not applicable                                |                                               |    |    |\n\nNote that the financed emissions data used to set our two targets was based on earlier estimates of financed emissions. The actual percentage change in emissions is based on recalculated financed emissions data (see page 31 of the Climate Report). 2019 data was restated due to several improvements to our real estate emissions calculations that better align with PCAF.\n\n<!-- image -->\n\nWe follow the NZBA's Guidelines for Climate Target Setting for Banks to ensure our approach to achieving net zero by 2040 follows best practice and is aligned with the evolving science.\n\nTo achieve our net-zero targets, we're focused on three key areas:\n\n- ·  Policy advocacy: includes advocating for sizable emissions reductions through public policy, as well as helping ensure planned and existing policies are implemented and that they achieve the goals they were designed to achieve\n- ·  Member engagement: working across our membership to support emissions reductions in our communities associated with existing and future lending\n- ·  Clean growth: growing our lending in lower-emitting assets and businesses and investing in climate solutions will be key to supporting emission reductions\n\nIn addition to financed emissions, we track avoided emissions from clean energy projects. In 2023, these resulted in approximately 6,654 tonnes of avoided emissions, the majority from geothermal, solar, and wind technologies. This is equivalent to removing 2,035 passenger vehicles off the road or eliminating 15,011 barrels of oil, according to National Resources Canada Greenhouse Gas Equivalencies Calculator .",
        "metadata": {
            "page": 22
        },
        "id": "9f3bbc65-d98e-42de-9210-aa40c80ab739"
    },
    {
        "page_content": "<!-- image -->\n\n## Products and services to address climate change\n\nOur primary avenue for reductions in emissions is in helping and enabling members to take climate action. This includes developing products and services that make retrofitting more affordable and that target replacing gas-powered heating and cooling systems with lower-emitting solutions. We recognize, however, that in these tough economic times some members may not be looking to make major changes right now.\n\nIn 2023, we continued to offer our free Home Energy Advice service to individuals and families in collaboration with City Green Solutions. We also saw continued uptake of our EnerGuide rebate, which offers money back on their assessment costs to Vancity members who have a mortgage or a Planet-Wise™ Renovation loan and who undertake an energy assessment by a certified energy advisor.\n\nOur Planet-Wise™ products are designed to help members take action in affordable ways:\n\n- · Transportation : financing zero- and low-emission transportation, including new or used pedal bikes, e-bikes, scooters, electric and hybrid cars, charging stations, and conversion kits\n- · Renovation : financing home energy efficiency improvements and providing support to access assessments, evaluations, and rebates\n- · Teardown : taking borrowers through the financial and environmental benefits of deconstruction, providing information on tax credits, and working with them to find the best financing option\n- · Business : financing for businesses and not-forprofit organizations to undertake building retrofits, equipment purchases, switching to electric vehicles, and other energy-saving technologies\n\nIn 2023, we launched a new financing program to target deep energy retrofits in our commercial mortgage portfolio.\n\nFor more on products and services to address climate change see the Climate Report , page 13.\n\n<!-- image -->\n\n<!-- image -->\n\nVANCITY STORIES\n\n## Financing for climate-friendly building upgrades.\n\nVancity supports commercial property owners to undertake energy retrofits to make buildings more efficient and climate resilient.\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "9ec3446a-f83e-4883-9b29-19e4776a939f"
    },
    {
        "page_content": "24\n\n24 Vancity 2023 Annual Report\n\nPlanet\n\nVancity 2023 Annual Report\n\nBusiness review\n\nPlanet\n\n## 2023 Climate highlights.\n\n## Strategy\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWorking towards net zero by 2040 for all mortgages and loans\n\nSignatory to the UN-convened Net-Zero Banking Alliance (NZBA)\n\nLaunched GHG emissions coaching and tracking supports to help business members develop\n\n## Governance\n\n<!-- image -->\n\n<!-- image -->\n\nBoard of Directors incorporates climate risk into its overall risk oversight\n\nThe Board reviews progress on our climate commitments and targets\n\nclimate action plans\n\nRisk management\n\n<!-- image -->\n\n<!-- image -->\n\nExternally assured base and current year financed emissions data for near-term real estate targets\n\nIncluded climate risk considerations in new initiatives\n\n## Metrics and targets\n\n<!-- image -->\n\n<!-- image -->\n\nContinued to improve our data processes and calculations, guided by PCAF methodology\n\n<!-- image -->\n\n<!-- image -->\n\n729,635 ft 2 of energy-efficient buildings financed\n\n<!-- image -->\n\n$3.3 million in climate-opportunity aligned grants\n\n$435 million in green assets and $0 financing for fossil fuels\n\n<!-- image -->\n\n-21% emissions from commercial service buildings and +13% from residential\n\nEstablished new business member engagement targets\n\n<!-- image -->\n\nContinued to implement the UN's Guidelines for Climate Target Setting for Banks\n\n<!-- image -->\n\n## $14.4 million\n\nworth of new Planet-Wise TM loans and commercial retrofits to help members take climate action in affordable ways",
        "metadata": {
            "page": 24
        },
        "id": "a2647044-6517-40d9-bd5e-b1b43c045c6f"
    },
    {
        "page_content": "<!-- image -->\n\n## Planet:\n\n## Responsible investment.\n\nWhat happens with the money our members invest matters. We believe that responsible investing can strengthen local economies and advance environmental wellbeing.\n\nWe are committed to offering responsible investment options that can demonstrate the integrity of their environmental, social, and governance (ESG) screening and stewardship process.\n\nIn June 2023, we began updating our Responsible Investment Policy for administered member investments held by our Sustainable Wealth Management (SWM) advisors regulated under the Canadian Investment Regulatory Organization (CIRO) with Aviso Wealth. This prospective Policy, to be applied in 2024, means that:\n\n- ·  Investment funds such as mutual funds, pooled funds, exchange traded funds, and managed client accounts must follow one or more of the responsible investment approaches laid out in the Canadian Investment Funds Standards Committee (CIFSC) Responsible Investment Identification Framework\n- ·  Individual securities such as stocks, bonds, and GICs/term deposits are negatively screened, using industry screens provided by Vancity Investment Management (VCIM) and designed specifically for SWM advisors\n\nThe new Responsible Investment Policy is a more comprehensive approach to evaluating investments held by the SWM advisors for responsible investing and is reflective of our commitment to being a responsible investment leader.\n\n## Asset management and corporate engagement\n\nVancity is a signatory to the United Nations Principles for Responsible Investment and follows the responsible investment (SRI) philosophy. This means we invest in companies committed to using progressive ESG practices to manage their business and avoid those that don't.\n\nAs a sub-advisory group, VCIM provides portfolio management advisory services to IA Clarington on the Inhance SRI Fund family. VCIM leads shareholder engagement activities on behalf of both VCIM clients (many of whom are Vancity members) and the IA Clarington Inhance SRI Fund family. In 2023, VCIM undertook 70 total engagements with 49 individual companies on topics including climate disclosure, fossil fuel financing, environmental justice, forced labour and supply chain due diligence, and board independence.\n\n## Impact investments\n\nVancity allocated $70 million since 2016 to fund our Impact Investment Strategy, which provides opportunities to invest in venture capital funds that generate tangible social, environmental, and economic benefits. These investments enabled us to indirectly invest in promising startups that are aligned to our values, such as startups that are advancing equity or addressing the climate crisis. To date, we invested in 32 funds focused on having a positive impact in our communities. In 2023, we made new fund investments focused on climate, sustainable agriculture, and diverse entrepreneurs.\n\nVancity invests our assets to improve social inclusion, economic wellbeing, and environmental sustainability. See Triple bottom line assets and assets under administration (TBLAA) on page 29 .\n\n## Fossil fuel-free.\n\nVancity does not invest in or lend to fossil fuel companies. In 2019, we shifted all investment funds we manage to be fossil fuel-free. Our investment funds exclude oil and gas producers, pipeline companies, coal power producers, natural gas distribution utilities, LNG operations, as well as service companies whose primary business is supporting the fossil fuel industry.\n\nWe do have investments in banks which in turn invest in the fossil fuel industry. As a large institutional investor, we believe we achieve change more effectively by engaging with these banks on behalf of shareholders. For examples, see the latest shareholder engagement report.\n\n<!-- image -->",
        "metadata": {
            "page": 25
        },
        "id": "6048194a-5eb6-46e7-9b7f-7b7dd663d8b3"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\nSee page 28 of the Accountability Statements for more information on our Planet metrics.\n\n| Planet                                                                                                                                                                   | Unit     | 2023    | 2022    | 2021    | 2020    | 2019    |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------|---------|---------|---------|---------|---------|\n| Square feet of energy-efficient buildings financed                                                                                                                       | ft²      | 729,635 | 617,024 | 720,133 | 216,169 | 482,493 |\n| Avoided emissions from clean energy projects                                                                                                                             | t CO 2 e | 6,654   | 5,743   | 4,317   | 3,330   | 3,225   |\n| Business opportunities and financial products tailored to support members' and clients' reduction in GHG   (Includes Planet-Wise™ loans and commercial retrofit product) | $M       | 14.4    | 6.5     | n/a     | n/a     | n/a     |\n| Green assets                                                                                                                                                             | $M       | 435     | 336 1   | n/a     | n/a     | n/a     |\n| Companies in portfolio with which VCIM's sub-advisory group interacted                                                                                                   | #        | 49      | 32      | 43      | 36      | 32      |\n\n- 1  Restated 2022 Green Assets figure due to improved data quality of impact loans.\n\n<!-- image -->",
        "metadata": {
            "page": 26
        },
        "id": "4aa2a85a-cca6-4970-9c6f-d569ee9731b3"
    },
    {
        "page_content": "<!-- image -->\n\n## Profit:\n\n## Financial and economic performance.\n\n## Overall financial results and outlook\n\nMembers continue to trust us with more of their banking needs, with our loan portfolio growing by $547 million and our net investment inflows reaching $117 million in 2023. Balance sheet assets grew to $28.8 billion, representing a 1.9 per cent increase on the previous year, and total assets plus assets under administration grew to $35.5 billion.\n\nHowever, an unprecedented rise in interest rates drove many members to convert deposit balances to higher-rate term deposits over the past two years, significantly increasing funding costs. At the same time, Vancity continues to hold many loans that were issued or refinanced when interest rates were at record lows, and higher interest rates have reduced demand for new loans.\n\nCombined with the largest and longest yield-curve inversion in decades, these factors resulted in our net interest-based income this year dropping more than 23 per cent from 2022. Together with stock market weakness earlier in the year driving a reduction in revenue from our Sustainable Wealth Management division and some one-time costs that were incurred to reduce our cost structure going forward, weaker performance was an inevitable outcome.\n\nWe were prepared for this scenario and took a conservative approach in 2023 to mitigate what is anticipated to be a continuing challenging economic environment for the credit union and our members. This included incurring one-time expenses related to activities such as staffing changes, promotional expenses to drive activity and growth, and the write-down of assets related to our branch repositioning strategy. Through all of this, Vancity maintains a very strong capital position and we have set aside ample reserves to cover various contingencies, such as a possible increase in loan defaults.\n\nLooking ahead, Vancity is well positioned to resume strong performance. We have a very solid foundation, with all our key ratios and regulatory measures in healthy positions, some of the strongest reserves of any BC credit union, very conservative loan loss provisions, a sound balance sheet, and high member satisfaction.\n\nOur focus is on further strengthening our balance sheet to drive improved interest income results while continuing to grow our sources of non-interest income and carefully managing operating expenses. As margin pressures are not expected to alleviate until at least later in 2024, our expectations for profitability and growth for the year are modest as we focus on protecting our strong capital position and increase our commitment to innovation and operational excellence.\n\n## ROME 1\n\n(business results)\n\n<!-- image -->\n\n## ROME 1\n\n(after Shared Success)\n\n<!-- image -->\n\n- 1  To calculate how much profit we generate with every dollar of members' equity, ROME shows the returns or business results that Vancity generates after taxes.\n\n<!-- image -->",
        "metadata": {
            "page": 27
        },
        "id": "b3c7fbe0-cc18-4425-aca4-3773dcfcb1da"
    },
    {
        "page_content": "<!-- image -->\n\n## Operating earnings\n\n(millions)\n\n<!-- image -->\n\n## Net lending growth\n\n(millions)\n\n<!-- image -->\n\n## Net sustainable wealth management (SWM) inflows\n\n(millions)\n\n<!-- image -->\n\n|    | 2023 Target $247   | 2024 Target $387   |\n|----|--------------------|--------------------|\n| 23 |                    | $117               |\n| 21 |                    |                    |\n| 20 |                    | $462 $59           |\n| 19 |                    | $(15)              |\n\n<!-- image -->\n\n## Net income, Shared Success, and efficiency ratio\n\nEach year, Vancity allocates 30 per cent of net profits to our Shared Success program. Since 1994, more than $440 million has been allocated to members and communities through the program. Funding of the program is determined by financial performance.\n\nGiven our 2023 net financial results, there will be no member share dividends in 2024. However, Vancity will continue to support member communities in multi-year funding partnerships using funds set aside in previous years. We will also provide local grants through our community branch network and more than $470,000 of our credit card revenues will go toward supporting climate initiatives through the enviroFund™.\n\nThe efficiency ratio measures how much we spend on our operations to generate a dollar of revenue and is calculated by dividing our total operating expenses by our operating income. It's expressed as a percentage of revenue and a lower number is generally better. This ratio increased in 2023 to 99.8 per cent from 76.4 per cent in 2022 as a result of a reduction in our operating income.\n\n|                                                                                                  | 2023  Target   | 2023   | 2022   | 2021   | 2020   | 2019   |\n|--------------------------------------------------------------------------------------------------|----------------|--------|--------|--------|--------|--------|\n| Net (loss) income before distribution  and tax (millions)                                        | $108.1         | $(3.3) | $112.0 | $176.4 | $65.3  | $93.5  |\n| Net (loss) income attributable to  members (millions)                                            | $73.1          | $(1.3) | $73.5  | $106.4 | $46.3  | $61.0  |\n| Shared Success allocation to members  and communities (millions)                                 | $23.8          | $0.0   | $22.1  | $31.9  | $13.9  | $18.3  |\n| Shared Success allocation to members  and communities (% of net income  attributable to members) | 30%            | 30%    | 30%    | 30%    | 30%    | 30%    |\n| Efficiency ratio (lower is generally   better)                                                   | 80.2%          | 99.8%  | 76.4%  | 74.2%  | 79.2%  | 78.1%  |",
        "metadata": {
            "page": 28
        },
        "id": "85e76f41-f38b-471c-bf5a-c39f47133560"
    },
    {
        "page_content": "<!-- image -->\n\n## Assets and liabilities\n\nIn 2023, Vancity's total assets and assets under administration grew to $35.5 billion from $34.3 billion, with total assets of $28.8 billion and assets under administration of $6.7 billion.\n\nOur balance sheet position reflects the continued strength of our fiscal foundation, with 88 per cent of our loans funded by deposits from our members, higher than our target of 80 per cent.\n\n## Balance sheet highlights\n\n(millions)\n\n|                                                                         | 2023    | 2022    | Growth   |\n|-------------------------------------------------------------------------|---------|---------|----------|\n| Residential mortgages                                                   | $16,012 | $15,655 | $357     |\n| Consumer (personal) loans                                               | 684     | 635     | 49       |\n| Commercial mortgages and loans (loans to businesses  and organizations) | 7,956   | 7,823   | 133      |\n| Accrued interest receivable                                             | 50      | 44      | 6        |\n| Allowance for credit losses                                             | (90)    | (101)   | 11       |\n| Total loans and advances to members                                     | $24,612 | $24,056 | $556     |\n| Member deposits                                                         | $21,607 | $21,002 | $605     |\n| Agent and wholesale deposits                                            | 3,123   | 3,231   | (108)    |\n| Shares                                                                  | 135     | 138     | (3)      |\n| Accrued interest and dividends payable                                  | 281     | 142     | 139      |\n| Total deposits                                                          | $25,146 | $24,513 | $633     |\n\nFor\tmore\tinformation,\tsee\tthe\tSummarized\tconsolidated\tfinancial\tstatements\ton page 46 .\n\n<!-- image -->\n\n## Triple bottom line assets and assets under administration (TBLAA)\n\nVancity uses our assets to improve social inclusion, economic wellbeing, and environmental sustainability. The Global Alliance for Banking on Values defines TBLAA as assets that contribute to at least one dimension of social/cultural, economic, or environmental wellbeing (see the Glossary for the full definition).\n\nIn 2023, our TBLAA balance grew to $11.8 billion from $11.0 billion in 2022. TBLAA as a percentage of all our assets and assets under administration was up to 33 per cent in 2023 from 32 per cent in 2022.\n\nFor the second year in a row, Vancity's sustainable revenues - the proportion of income generated from TBLAA as a percentage of our total revenues - placed first among 87 global banks ranked annually by Corporate Knights and The Banker.\n\n## Triple bottom line assets and assets under administration (billions)\n\n<!-- image -->\n\n## Total assets plus assets under administration\n\n(billions)\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "7eefb7c2-6f57-4d3f-ae7b-87b448b30c21"
    },
    {
        "page_content": "<!-- image -->\n\n## Liquidity and capital\n\nOur capital adequacy and liquidity positions remain strong and above all regulatory and internal requirements.\n\nVancity's liquidity ratio is expressed as a percentage of treasury assets - liquid investments that can be quickly and economically converted into cash - against total deposits and debt liabilities (borrowings). Our liquidity levels continued to exceed both internal and external requirements and ended the year at 14.4 per cent.\n\nOur capital adequacy ratio was 14.0 per cent in 2023, safely above our internal minimum and the minimum capital required by our regulator. A strong capital ratio demonstrates the strength of our balance sheet and provides us with the capacity to support future growth and withstand inevitable changes in economic and financial conditions.\n\n|                        | Unit   |   2023 |   2022 |   2021 |   2020 |   2019 |\n|------------------------|--------|--------|--------|--------|--------|--------|\n| Liquidity ratio        | %      |   14.4 |   14.1 |   13.6 |   16.9 |   13.1 |\n| Capital adequacy ratio | %      |   14   |   14.1 |   14.2 |   14.7 |   14.7 |\n\n## Sustainability Issuance Framework.\n\nIn 2023, we published our first Sustainability Issuance Framework to guide future issuances of green, social, and sustainable financing instruments, including bonds, loans, commercial paper, and deposit products.\n\nSustainalytics provided a second-party opinion of the Framework, saying it is credible and impactful, and that it aligns with the Sustainability Bond Guidelines 2021, Green Bond Principles 2021, Social Bond Principles 2021, Green Loan Principles 2021, and the Social Loan Principles 2021.\n\nBeginning in September, we issued $200 million in bearer deposit notes (BDNs). BDNs are also known as commercial paper and are used for short-term borrowing, often referred to as money market funding, and typically obtained by institutional investors for maturities of less than one year. The issuance was the first of its kind by a Canadian community credit union using proceeds raised from BDNs to finance sustainability initiatives.\n\nFor details, see our Sustainability Issuance Report.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 30
        },
        "id": "a12aed91-08d7-4e39-8269-931207449cb9"
    },
    {
        "page_content": "## Profit:\n\n## Supporting local communities.\n\nOne of our key priorities is to make a positive difference in the community and continue to support and collaborate with businesses and organizations that share our values.\n\nOur Ethical Principles for Business Relationships (EPBRs) help guide decisions about who we work with (including suppliers, business members, and sponsorship and grant recipients). The EPBRs provide a framework under which we make decisions that seek to increase positive impact, or reduce harm, for people and planet.\n\nIn 2023, we sourced 63 per cent of the value of our purchases from locally based businesses - about $108 million.\n\nWe invested $20.9 million back into the community through not-forprofit organizations and businesses as part of our Shared Success program. Here is the full list of 2023 grant recipients . We'll continue to support communities in 2024 through our multiyear funding partnerships using money set aside for this purpose in previous years.\n\nThe goals of our Shared Success program are to achieve increased financial resilience, reduced carbon emissions, Reconciliation, and racial justice in our communities and on our planet. The majority of the funding from this program goes to support long-term relationships. To do this, where possible, we aim to invest across the three priority impact areas: financially healthy and confident members and communities; climate-ready, affordable homes and buildings; and sustainable jobs and businesses.\n\nIn addition, with every purchase made on an enviro™ Visa credit card, five per cent of profits go to the Vancity enviroFund™. This program focuses on working with organizations supporting individuals and businesses to reduce carbon emissions or organizations creating the policy, business, and cultural context for low-carbon ways of life. In 2023, we funded 26 projects with a total of more than $1 million enviroFund™ grants.\n\nThe BlackNorth commitment pledges that at least three per cent of organizational donations and sponsorships are intentionally directed to promote investment and create economic opportunities for Black-led and Black-serving communities. In 2023, we invested 3.93 per cent of our community investment commitments and disbursements to initiatives that specifically serve Black communities.\n\nWe have long provided supports to members impacted by labour disputes, for example, by reducing monthly payments or providing temporary deferrals on interest. In 2023, we supported hundreds of members of IATSE, the union that represents most workers in the film industry, who were struggling financially after months of job action. We also support unions directly. Solidarity Savings is an investment pool designed to help organized labour manage their liquid savings and reserve funds in a secure and responsible investment product. It is the only fund in Canada that provides a multi-union liquid pooled savings fund for the labour movement. In 2023, the pool reached its goal of $20 million.\n\nAs a financial services co-operative, Vancity upholds the principle of co-operation among co-operatives, working with and investing in various co-op organizations to strengthen the co-op sector in BC. In 2023, we supported the BC Co-op Association and the Union Cooperative Initiative to lobby the BC government for funding for co-op development. We disbursed more than $769,000 to strengthen co-operatives, including the China Creek Housing Co-operative, Solid State Community Industries, and the Youth Excellence Society. And we continued to support employees in undertaking graduate studies in Co-operative and Credit Union Management at Saint Mary's University.\n\n<!-- image -->\n\n<!-- image -->\n\nVANCITY STORIES\n\n## Supporting a more diverse co-operative economy.\n\nSolid State Community Industries is a worker co-operative developer for youth from racialized migrant and refugee backgrounds.\n\n<!-- image -->",
        "metadata": {
            "page": 31
        },
        "id": "320b99ba-1f0a-43b5-9ad0-4b1dd69de77a"
    },
    {
        "page_content": "<!-- image -->\n\n## Reconciliation with Indigenous people\n\nReconciliation is one of Vancity's core values . Meaningful Reconciliation is critical to realizing our vision of a transformed economy that protects the earth and guarantees equity for all. Vancity has adopted the calls to action for businesses from the Truth and Reconciliation Commission and the UN Declaration on the Rights of Indigenous Peoples .\n\nDeeply embedding Reconciliation continued to be a focus in 2023. We made progress towards Progressive Aboriginal Relations ™ (PAR) certification, completing the requirements for phases one and two of the process. This certification program, run by the Canadian Council for Aboriginal Business, provides an independent third-party verification process of Vancity reports on leadership actions, employment, business development, and community relationships. It's helping us to identify our most impactful Reconciliation opportunities internally and externally. We will continue work on phase three of the program in 2024.\n\nIn 2023, as part of our PAR-informed Reconciliation Action Plan, we developed an Indigenous Banking Strategy for 2024-2025. The strategy drew on extensive engagement with Indigenous business leaders, chiefs and councils from Nations, and Indigenous non-profit organizations. In 2024, we plan to establish an advisory committee of Indigenous experts in financial health, housing, and entrepreneur support as we advance our work to improve financial inclusion and empowerment for Indigenous people.\n\nOur employees delivered 22 Wealth Mindset: Indigenous Financial Resilience workshops to 251 Indigenous attendees in 2023. This financial literacy program is delivered to Indigenous recipients by Indigenous employees, always with an elder present. The program is unique in that its content has been co-created with Indigenous elders and experts to provide financial education through an Indigenous lens. For example, it starts with a circle module that helps participants identify their definition of wealth and their relationship to money, acknowledging historical and cultural influences. In addition to our own sessions, we also granted funds to Stó:lō Community Futures and Métis Nation British Columbia to hire facilitators to deliver Wealth Mindset throughout their communities.\n\nSee page 38 of the Accountability Statements for more information on our Profit metrics.\n\n|                                                                                               | Unit   |   2023 |   2022 |   2021 |   2020 |   2019 |\n|-----------------------------------------------------------------------------------------------|--------|--------|--------|--------|--------|--------|\n| Allowance for credit losses as a percentage of total loans                                    | %      |    0.4 |    0.4 |    0.4 |    0.6 |    0.4 |\n| Return on average assets                                                                      | %      |    0   |    0.3 |    0.4 |    0.2 |    0.3 |\n| Net interest margin (net interest income as a percentage of average  interest earning assets) | %      |    1.3 |    1.7 |    1.9 |    1.9 |    1.9 |\n| Net interest income as a percentage of operating revenue                                      | %      |   74.3 |   81.5 |   81.8 |   82.4 |   82.1 |\n| Percentage of member loans funded by member deposits 1                                        | %      |   88   |   87   |   90   |   96   |   86   |\n| Spending through locally based suppliers                                                      | %      |   63   |   68   |   63   |   63   |   65   |\n| Community grants approved (millions)                                                          | $      |   12.2 |   14.1 |    8.7 |    4.6 |   10.4 |\n\n- 1  Calculation changed in 2022; historical comparatives have been restated.\n\n<!-- image -->\n\nWe also invested $1.6 million of our Shared Success community funds in initiatives designed to strengthen Indigenous communities (and an additional $1.3 million in grants in climate efficiency or financial inclusion that benefitted Indigenous communities in a secondary capacity). For example, we:\n\n- ·  Continued the housing retrofit pilot begun in 2022 with four First Nations - Tsawout, Musqueam, 'Naamgis, and Heiltsuk - investing a total of $370,000, with 186 new heating systems and high-efficiency windows installed in 18 homes\n- ·  Funded 12 Indigenous-owned businesses to receive certification through the BC Green Business program\n- ·  Co-hosted events held as part of the 2023 investor annual meetings with Raven Indigenous Capital Partners\n\nFor employees, we created an Indigenous cultural awareness training program with Ta7talíya Nahanee . It consists of four modules; the first was launched in 2023 and the others are planned for 2024.",
        "metadata": {
            "page": 32
        },
        "id": "c9495e89-f443-422f-b896-5189afa9c772"
    },
    {
        "page_content": "Section 3\n\n## Governance.\n\n34\n\nBoard of Directors\n\n36\n\n2023-2024 Directors\n\n38\n\nStructure and executive leadership team",
        "metadata": {
            "page": 33
        },
        "id": "4b65d1c2-bf65-4ebf-a23f-478a5ffefbb2"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Board of Directors.\n\nVancity's Board of Directors represents the membership and has a legal responsibility to protect Vancity's assets. Board members are responsible for ensuring good governance at Vancity. They act as stewards of our organization, provide critical oversight, and help ensure that members' money is invested in ways that improve our communities.\n\nThe Board delegates the day-to-day management of Vancity to the President and Chief Executive Officer, who establishes the accountabilities of each member of the executive leadership team. Each Director serves on three or more committees and may be appointed to the boards of our subsidiaries or affiliates.\n\nMembers of Vancity's Board of Directors are regularly in touch with our members and are active in the communities where they live and work. They represent the credit union at public events, meet with other credit unions, and in some cases hold positions on other boards.\n\nDirectors receive a monetary sum for each year they serve on the Board (referred to as 'remuneration'). Remuneration differs from a salary in that Vancity does not hire Directors as employees; rather, members elect them to serve on the Board. At the 2022 annual general meeting, members approved the Director Remuneration for 2022-2025.\n\nFor more on the Board, including attendance records, professional development, remuneration, and the Board diversity statement, see Board of Directors .\n\n## Board of Directors election\n\nOne of the seven co-operative principles is 'democratic member control.' One way Vancity members have a say in the future direction of our credit union is by electing Directors annually for a term that normally runs three years, up to a maximum of four consecutive terms.\n\nThe Board considers regulatory expectations and feedback from members to establish a transparent election process. The Nominations and Elections Committee works hard to attract a diverse range of candidates, including those with experience overseeing large organizations like Vancity.\n\nFor the 2023 election, the Committee included two Directors and four members-at-large and, in keeping with regulatory requirements, recommended four of six Board candidates. Members could vote for their choice of up to three candidates. The top three candidates were elected for three-year terms.\n\nA total of 26,348 members voted (5.1 per cent of eligible members).",
        "metadata": {
            "page": 34
        },
        "id": "aba6eeb5-07a3-4dcd-a049-6bd7fdece526"
    },
    {
        "page_content": "<!-- image -->\n\n## Leadership diversity\n\nVancity is part of the federal 50 - 30 Challenge to accelerate diversity and improve equity at our Board and senior management 1 levels. The goal of the 50 - 30 Challenge is to attain gender parity (50 per cent) and at least 30 per cent representation of under-represented groups to build a more diverse, inclusive, and vibrant economic future for all Canadians. We set ourselves a higher target so that by the end of 2025 we reflect our community diversity with a Board and a senior management team where at least 40 per cent identify as Indigenous, Black, people of colour, 2SLGBTQIA+, gender or sexually diverse, and people living with a disability.\n\nAs part of the BlackNorth Pledge, we've also made a goal that, at a minimum, 3.5 per cent of senior leadership roles are held by Black leaders by 2025. We have not yet met this goal.\n\n## Gender parity\n\n(self-identified as women and/or transgender or non-binary)\n\n| Board               | 2025 Target 50%   |       |\n|---------------------|-------------------|-------|\n|                     |                   | 66.7% |\n| Senior management 1 |                   |       |\n|                     |                   | 53.0% |\n\n## Under-represented groups\n\n(self-identified as Indigenous, Black, or a person of colour and/or 2SLGBTQIA+ and/or gender or sexually diverse and/or living with a disability)\n\n| Board               | 2025 Target 40%   |       |\n|---------------------|-------------------|-------|\n|                     |                   | 55.6% |\n| Senior management 1 |                   |       |\n|                     |                   | 42.9% |\n\n- 1  Senior management includes director-level roles and above.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 35
        },
        "id": "4b34fa9c-c99a-4e06-ab86-c086227ceb9a"
    },
    {
        "page_content": "<!-- image -->\n\n## 2023-2024 Directors.\n\n<!-- image -->\n\n|                          | Rita Parikh Chair   | Joel DeYoung  Vice Chair   | Bill Chan    | Maegan Giltrow 1   | Opreet Kang   | Patrick Nangle   | Heather O'Hara   | Kristen Rivers   | Christie Stephenson   |\n|--------------------------|---------------------|----------------------------|--------------|--------------------|---------------|------------------|------------------|------------------|-----------------------|\n|                          | Elected 2016        | Elected 2019               | Elected 2018 | Elected 2021       | Elected 2023  | Elected 2020     | Elected 2023     | Elected 2022     | Elected 2020          |\n|                          | 3rd term            | 2nd term                   | 2nd term     | 1st term           | 1st term      | 2nd term         | 1st term         | 1st term         | 2nd term              |\n|                          | 2022-2025           | 2022-2024                  | 2021-2024    | 2021-2024          | 2023-2026     | 2022-2025        | 2023-2026        | 2022-2025        | 2023-2026             |\n| Committee 2              | Committee 2         | Committee 2                | Committee 2  | Committee 2        | Committee 2   | Committee 2      | Committee 2      | Committee 2      | Committee 2           |\n| Audit                    |                     | Member                     | Chair        | Member             |               |                  | Member           |                  | Member                |\n| Governance               | Member              |                            | Member       | Chair              |               |                  | Member           | Member           |                       |\n| Equity and People        | Member              |                            |              |                    | Member        | Member           |                  | Member           | Chair                 |\n| Nominations and Election |                     |                            |              |                    |               |                  |                  | Chair            | Member                |\n| Risk                     | Member              | Chair                      | Member       |                    | Member        | Member           |                  |                  |                       |\n| Technology               |                     | Member                     |              | Member             | Member        | Chair            | Member           |                  |                       |\n\n- 1  Maegen Giltrow resigned in February 2024, on her appointment to the BC Supreme Court.\n- 2  Directors also participated on various ad hoc committees.\n\n<!-- image -->",
        "metadata": {
            "page": 36
        },
        "id": "06c82b00-d23a-488c-bd59-e3698252034e"
    },
    {
        "page_content": "<!-- image -->\n\n## Risk management\n\nRisk is inherent to the financial services industry. Vancity's risk management framework enables the Board to define and oversee an appropriate risk appetite for our credit union by outlining how much risk Vancity is willing to accept. We maintain a robust risk management system, supported by a risk-aware culture and integration of key processes across the organization.\n\nIn 2023, the areas of risk where we focused most attention on included:\n\n- ·  Macroeconomic environment: elevated inflation, interest rate uncertainty, and their impacts on our members and business\n- ·  Credit: members in variable rate mortgages facing challenges in fulfilling loan payments, members renewing their mortgages at higher rates, and commercial loans tied to vacant office spaces\n- ·  Technology: modernizing our platforms to meet member expectations and ensure the safety, security, and reliability of our data and infrastructure\n- ·  People: attracting and retaining the employees we need, while delivering a great employee experience and fostering a diverse and inclusive team\n\nWe are also focused on these longer-term risks:\n\n- ·  Meeting our net-zero goals and mitigating the impact of climate change on Vancity\n- ·  Open banking and digital disruption impacting the financial services industry\n\nFor more on risk management, see our climaterelated financial risk disclosures in our Climate Report, Risk management on page 52 of the Accountability Statements, and the Financial risk management framework in Note 24 of the Consolidated Financial Statements.\n\n## Public policy and advocacy\n\nAs an accountability of the Chief External Relations Officer, Vancity regularly engages with decision makers at every level of government in service of our members, business, and regulatory needs and to advance our commitment to building a clean and fair world.\n\nOur commitment to net zero by 2040 in particular is highly dependent on enabling government policy and regulations. Vancity has aligned our public policy advocacy with limiting climate change to 1.5 degrees Celsius of warming. For full details on Vancity's climate-related policy advocacy, see page 16 of the Climate Report.\n\nIn 2023, our policy advocacy centred on solutions that advance Vancity's commitments on climate action, financial resilience, and Reconciliation by:\n\n- ·  Making submissions to government and regulators calling for adoption of zero emissions building codes, integration of climate-risk into British Columbia's financial regulations, and other key policies necessary for climate action.\n- ·  Submitting recommendations to the Government of BC on updates to the provincial Poverty Reduction Strategy. One of these recommendations was in support of proposed changes to the BC Building Code to prevent overheating in new residential buildings, which is critical to protecting people from extreme\n\nheat and preventing the need for complicated and costly retrofits.\n\n- ·  Participating in two provincial consultations in which we advocated for a fair, affordable approach to mitigating and managing extreme weather risks, and for strengthened consumer protection, empowerment, and education around credit-related products and services.\n- ·  Collaborating with Desjardins and the Cooperators group to sponsor and present at the second annual Sustainable Finance Forum in Ottawa, convening over 600 federal policymakers to champion the transformative power financial institutions can play in creating a sustainable future.\n- ·  Continuing to participate in the federal Sustainable Finance Action Council to support the growth of a well-functioning, sustainable finance system, including climate disclosure, taxonomy, data requirements, and ways to mobilize private capital. Through this group we supported measures that would help advance Canada's and Vancity's paths to net zero, help the transition for small businesses, decarbonize the built environment, and ensure all actors in the financial sector are held accountable.\n\nWe also engaged directly with officials in local, provincial, and federal governments to advocate for affordable housing, decarbonization, co-ops and worker-owned businesses.\n\nTo learn more about Vancity's overall approach to public policy and advocacy, and for a full list of our memberships in industry and advocacy organizations, see page 51 of the Accountability Statements.\n\n## Key international alliances we're a part of, and why.\n\nUN Environment Programme Finance Initiative's (UNEP-FI) Principles for Responsible Banking (PRB) Board and Leadership Council: to ensure that signatory banks' strategy and practice align with the vision society has set out for its future in the Sustainable Development Goals and the Paris Climate Agreement\n\nGlobal Alliance for Banking on Values: to change the banking system so that it's more transparent, supports economic, social and environmental sustainability, and is composed of a diverse range of banking institutions serving the real economy and the protection of our planet\n\nNet-Zero Banking Alliance, Glasgow Financial Alliance for Net Zero, and the UN Race to Zero: to support the global collective effort to limit warming to 1.5°C, to catalyze collaboration within the financial sector, and to foster systemic change internationally\n\n<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "2bad5ccd-8c8e-4e6e-9678-d18f0196f468"
    },
    {
        "page_content": "<!-- image -->\n\n## Structure and executive leadership team.\n\n## Members\n\n## Board of Directors\n\n## Executive leadership team\n\n<!-- image -->\n\nNezihe Aquino 1, 2, 3 Chief Risk Officer\n\n<!-- image -->\n\nClayton Buckingham Chief Financial Officer\n\n<!-- image -->\n\n<!-- image -->\n\nJonathan Fowlie Chief External Relations Officer\n\n<!-- image -->\n\nPaula Martin 4 Interim Chief Equity and People Officer\n\nWendy Murphy Chief Technology and Information Officer\n\nDave Perri Chief Member Services Officer\n\n## Executive leadership team as of April 2024\n\n- 1  Christine Bergeron left Vancity in July 2023 and Nezihe Aquino was Interim President and CEO until January 15, 2024, when Wellington Holbrook joined Vancity.\n- 2  Nezihe Aquino is also CEO of Vancity Community Investment Bank, a role she previously filled on an interim basis July 2023 to January 2024.\n- 3  Edward Olson was Interim Chief Risk Officer July 2023 to January 2024.\n- 4  Janelle Aaker left Vancity in October 2023 and Paula Martin became Interim CEPO.\n\nWellington Holbrook 1 President and CEO\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Active subsidiaries\n\n## VANCITY INVESTMENT MANAGEMENT LTD. (VCIM)\n\nProvides discretionary investment management services to individuals, not-for-profit groups, and other organizations. Established in 1995, VCIM was one of the first wealth management firms in Canada to focus on investments that deliver competitive returns while making a positive impact on the world.\n\n## VANCITY COMMUNITY INVESTMENT BANK (VCIB)\n\nVCIB is a federally chartered Schedule 1 bank under the Bank Act and is regulated by the Office of the Superintendent of Financial Institutions Canada. VCIB's focus is on lending for social purpose real estate (affordable housing, co-op housing, co-working spaces, green and heritage buildings), financing climate-related projects, as well as meeting the deposit needs of not-for-profit organizations, foundations, and social enterprises. VCIB's operations are primarily based in Ontario.\n\n## SCU INSURANCE SERVICES LTD.\n\nProvider of auto insurance, homeowners insurance, and driver licensing needs.\n\n## VANCITY CAPITAL CORPORATION\n\nProvides growth capital to small- and medium-sized businesses, not-for-profit organizations, and co-operatives.\n\n## VANCITY LIFE INSURANCE SERVICES LTD.\n\nProvides life insurance agency services.\n\n<!-- image -->",
        "metadata": {
            "page": 38
        },
        "id": "26600c59-882b-4ef4-a6e9-870ddf82d995"
    },
    {
        "page_content": "<!-- image -->\n\n## Senior management and executive compensation\n\nIn 2023, senior leaders (members of the executive leadership team, vice presidents, and directors) received a base salary and cash incentives that recognized progress on organizational scorecard targets as well as individual accountabilities. In 2023, executives also had long-term incentive plan targets related to ROME, growth in membership, and TBLAA.\n\nWe update our CEO Compensation Disclosure Statement annually. When the Board reviews CEO compensation, the process includes assessing compensation levels at the 50th percentile of a group of peer companies of comparable size, scope, and complexity. Vancity's President and CEO has a long-term incentive plan, established by the Board based on organizational priorities. The long-term incentive plan defers payout for one year.\n\nIn 2023, the ratio of our CEO to median employee annual compensation was 8:1. The UN Sustainable Development Performance Indicators' maximum threshold for CEO-median worker pay ratio is 30:1 and in 2022, the 100 top paid CEOs in Canada made 246 times more than the average worker.\n\n| CEO compensation package   | 2023         | 2022              | 2021           | 2020        | 2019         |\n|----------------------------|--------------|-------------------|----------------|-------------|--------------|\n| Base salary                | $  534,762   | $  545,000        | $  490,000   $ | 485,662   $ | 487,446      |\n| Short-term incentive       | 56,598 1     | 199,497           | 254,023        | 86,561      | 214,077      |\n| Long-term incentive        | 46,222 2     | 381,187           | 289,787        | 148,750     | 348,629      |\n| Total                      | $  637,582 3 | $  1,125,684    $ | 1,033,810    $ | 720,973 3   | $  1,050,152 |\n\n- 1  Paid in 2024 for 2023 fiscal year performance.\n- 2  Actual award for 2023 performance.\n- 3  Reflects CEO transition during the year and associated compensation effects.\n\nSee page 46 of the Accountability Statements for more information on our Governance metrics.\n\n| Governance                                                                     | Unit   |   2023 |   2022 |   2021 |   2020 |   2019 |\n|--------------------------------------------------------------------------------|--------|--------|--------|--------|--------|--------|\n| Board Directors who self-identified as women  and/or transgender or non-binary | %      |   67   |   67   |   67   |   56   |   78   |\n| Eligible members who voted in Board elections                                  | %      |    5.1 |    5.2 |    6.7 |    6.4 |    2.8 |\n\n## Vancity award highlights in 2023.\n\nBest Financial Institution & Best Credit Union Georgia Straight Best of Vancouver Awards\n\nCanada's Top 100 Employers (2024), Canada's Top Family Friendly Employers (2023), and BC's Top Employers (2023)\n\nMediacorp Canada Inc.\n\nCanada's 2023 Best 50 Corporate Citizens (top ranked financial institution) Corporate Knights\n\n#1 in Sustainable Banking Revenues Ranking Corporate Knights and The Banker\n\n<!-- image -->",
        "metadata": {
            "page": 39
        },
        "id": "b9a10746-6e85-4f32-8cbb-785d181b3dc7"
    },
    {
        "page_content": "## Section 4 Additional information.\n\n- 41 About this report\n- 42 KPMG LLP's independent practitioners' reasonable and limited assurance report\n- 45 Report of the independent auditors on the summarized consolidated financial statements\n- 46 Summarized consolidated financial statements\n- 48 Community branches",
        "metadata": {
            "page": 40
        },
        "id": "c248db08-a411-471f-9b6b-fd996ba99ca2"
    },
    {
        "page_content": "<!-- image -->\n\n## About this report.\n\nOur integrated Annual Report is aligned with the International Integrated Reporting Framework (January 2021) and is also prepared, including the Accountability Statements, in accordance with the Global Reporting Initiative Sustainability Reporting Standards (GRI 1: Foundation 2021) and influenced by the old GRI sector standards for Financial Services. We also voluntarily follow the Public Accountability Statements disclosures called for in Canada's Bank Act.\n\nWe consider ourselves in a good position to be able to adopt the sustainability reporting standards published by the International Sustainability Standards Board (ISSB) in June 2023.\n\nWe continue to include more disclosures from the Sustainability Accounting Standard Board's (SASB) financial sector standards. In our Climate Report , we have changed from reporting based on the recommendations of the Task Force on Climate-Related Financial Disclosures (TCFD) to being guided by the ISSB's new IFRS S2 Climaterelated Disclosures standard. Our UN Principles for Responsible Banking Self-Assessment uses the reporting template required by UNEP-FI.\n\nWe take a double materiality approach to determining what is material to include in our reporting: our most significant impacts on the economy, environment, and people (the GRI definition) and the impacts on our business, that is, topics that could substantively affect our ability to create value in the short, medium, and long terms (definition used in Integrated Reporting).\n\nBeing a financial co-operative, members are our primary stakeholder they are both our customers and our investors or providers of financial capital. We regularly engage with them. Every two years we ask members about the priorities they would like Vancity to focus on. This feedback helps inform our practices, plans, and what we include in our annual reporting.\n\nWe choose the content for our annual reporting based on an analysis of our impacts, as well as what our members and other stakeholders tell us they want to know. We considered the prioritization survey conducted in 2022 and feedback received on previous reports from members, employees, and experts, including those from the UNEP FI PRB office and the IFRS Foundation. Our business plans and discussions with our Board Directors and executive leadership team also informed the choice of topics, as did a review of industry peer reports.\n\nIn 2023, we reaffirmed the material topics identified in our 2022 materiality assessment. See Accountability Statements , page 58.\n\nThe Audit Committee of the Board of Directors reviews the Annual Report plan and performance metrics, and ensures an effective process is in place to identify material topics. The Board approves our integrated annual reporting prior to its release.\n\nOne firm provides assurance over key accountability information and principles, in addition to auditing the financials. External assurance provides confidence that key information is complete, accurate, and balanced. It also drives improvements and integration in our management and reporting practices.\n\nIn the Accountability Statements , see page 58 for our Material topics, page 61 for the GRI content index, and page 68 for the SASB index.\n\n' It is the Board's responsibility to ensure the integrity of this integrated report. It is our opinion that it is presented in accordance with the International Integrated Reporting Framework.'\n\nRita Parikh , Board Chair, on behalf of the Vancity Board of Directors\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 41
        },
        "id": "f64119c1-e10a-41b8-beb6-1871e38bc966"
    },
    {
        "page_content": "<!-- image -->\n\n## KPMG LLP's independent practitioners' reasonable and limited assurance report.\n\n## To the members of Vancouver City Savings Credit Union ('Vancity'):\n\nWe have undertaken an assurance engagement, in respect of the year ended December 31, 2023, on certain information disclosed in Vancity's Annual Report (the 'Report') and in Vancity's Principles for Responsible Banking Self-Assessment (the 'PRB Self-Assessment').\n\n<!-- image -->\n\n## Subject matter information, level of assurance and applicable criteria\n\nThe scope of our assurance engagement, as agreed with management, comprises the following performance information and criteria:\n\n| Collectively the 'Subject Matter Information'                                                                                                                                                                                                     | Level of Assurance                                                           | Criteria relevant to the Subject Matter Information                                                                                                                                                                                                                                                                                                                                                    |\n|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Vancity's progress on organizational targets and results indicated with   symbol   on  pages 10-11  of the Report                                                                                                                                 | Reasonable                                                                   | Criteria internally developed by management as described in the 2023 Annual Report Glossary and the  Accountability Statements available at  www.vancity.com/AnnualReport                                                                                                                                                                                                                              |\n| Subject Matter 2 for the year ended December 31, 2023                                                                                                                                                                                             |                                                                              |                                                                                                                                                                                                                                                                                                                                                                                                        |\n| Vancity's responses to the following United Nations Environment Programme  Finance Initiative Principles for Responsible Banking (UNEP-FI PRB)'s  requirements and indicated with blue shading on pages 5-15 and 22 of the PRB   Self-Assessment: | Limited                                                                      | The UNEP-FI PRB's Self-Assessment Template questions for requirements 2.1, 2.2, 2.3 and 5.1 and the UN PRB Reporting and Self-Assessment Template Reviewed version (V2) from September 2022                                                                                                                                                                                                            |\n| · 2.1 Impact analysis · 2.2 Target setting                                                                                                                                                                                                        |                                                                              |                                                                                                                                                                                                                                                                                                                                                                                                        |\n| · 5.1 Governance structure for implementation of the principles Vancity's progress on other commitments and associated measures indicated  with symbol   on  page 10  of the Report                                                               | Limited                                                                      | Criteria internally developed by management, as described in the 2023 Annual Report Glossary,  Accountability Statements, and Climate Report available at  www.vancity.com/AnnualReport                                                                                                                                                                                                                |\n| Subject Matter 3 for the year ended December 31, 2023                                                                                                                                                                                             |                                                                              |                                                                                                                                                                                                                                                                                                                                                                                                        |\n| Vancity's operational Scope 1 + 2 and Scope 3 GHG emissions indicated with  symbol  on  page 10  of the Report                                                                                                                                    | Limited                                                                      | · The World Resources Institute / World Business Council for Sustainable Development Greenhouse Gas  Protocol ('GHG Protocol') - Corporate Accounting and Reporting Standard Revised Edition; · The GHG Protocol Scope 2 Guidance, An amendment to the GHG Protocol Corporate Standard; and · The Corporate Value Chain (Scope 3) Accounting and Reporting Standard as applicable to Scope 3 emissions |\n| Subject Matter 4 for the years ended December 31, 2019 and December 31, 2023                                                                                                                                                                      | Subject Matter 4 for the years ended December 31, 2019 and December 31, 2023 | Subject Matter 4 for the years ended December 31, 2019 and December 31, 2023                                                                                                                                                                                                                                                                                                                           |\n| Vancity's Financed GHG emissions and Percentage change since 2019 from  residential mortgages and commercial real estate indicated with symbol   on  page 10  and  22  of the Report                                                              | Limited                                                                      | · Target setting guidance provided by the Science Based Targets initiative ('SBTi') · The Global GHG Accounting and Reporting Standard for the Financial Industry (2020) issued by the  Partnership for Carbon Accounting Financials ('PCAF Standard')                                                                                                                                                 |\n\n<!-- image -->",
        "metadata": {
            "page": 42
        },
        "id": "1d3b8b58-3114-4e4d-be64-d5e010cb2dba"
    },
    {
        "page_content": "<!-- image -->\n\nFor the purposes of the remainder of our assurance report:\n\n- ·  'Reasonable Assurance Subject Matter' refers to Subject Matter 1 identified above that was subject to reasonable assurance;\n- ·  'Limited Assurance Subject Matter' refers to Subject Matters 2 - 4 identified above that were subject to limited assurance;\n- ·  'Subject Matter Information' refers to all information subject to assurance (both reasonable assurance and limited assurance); and\n- ·  'Applicable Criteria' refers to the criteria relevant to the Subject Matter Information as identified in the table above.\n\nOther than as described in the table above, we did not perform assurance procedures on the remaining information included in the Report and the PRB Self-Assessment, and accordingly, we do not express a conclusion on this information.\n\nThe Subject Matter Information has been determined by management on the basis of Vancity's assessment of the material issues contributing to Vancity's accountability performance and most relevant to their stakeholders.\n\nThere are no mandatory requirements for the preparation, publication or review of accountability performance information. As such, Vancity applies the Applicable Criteria, as defined in the table above.\n\n## Management's responsibilities\n\nManagement is responsible for the preparation and presentation of the Subject Matter Information in accordance with the Applicable Criteria.\n\nManagement is also responsible for such internal control as management determines necessary to enable the preparation and presentation of the Subject Matter Information that is free from material misstatement, whether due to fraud or error. This responsibility includes determining Vancity's objectives in respect of accountability performance and reporting, including the identification of stakeholders and material issues, and selecting or developing appropriate criteria.\n\n## Practitioner's responsibilities\n\nOur responsibility is to form an independent reasonable assurance opinion and limited assurance conclusion, based on the procedures we have performed and the evidence we have obtained. We conducted our assurance engagement in accordance with the Canadian Standard on Assurance Engagements ('CSAE') 3000, Attestation Engagements Other than Audits or Reviews of Historical Financial Information and CSAE 3410, Assurance Engagements on Greenhouse Gas Statements . These standards require that we plan and perform our procedures to obtain reasonable or limited assurance about whether the Subject Matter Information is free from material misstatements, whether due to fraud or error.\n\nMisstatements can arise from fraud or error and are considered material if, individually or in the aggregate, they could reasonably be expected to influence the decisions of users of our report.\n\n## Reasonable assurance opinion approach\n\nThe nature, timing and extent of procedures depended on our professional judgement including an assessment of the risks of material misstatement, of the Reasonable Assurance Subject Matter, whether due to fraud or error. We identified and assessed the risks of material misstatement through understanding the Reasonable Assurance Subject Matter and the engagement circumstances. We also obtained an understanding of the internal control relevant to the Reasonable Assurance Subject Matter in order to design procedures that are appropriate in the circumstances, but not for the purpose of expressing an opinion on the effectiveness of internal controls. Our reasonable assurance engagement included, amongst others, the following procedures:\n\n- ·  Assessing the suitability of the criteria used by Vancity in preparing Subject Matter 1;\n- ·  Evaluating the appropriateness of reporting policies, quantification methods, and models used in the preparation of the Reasonable Assurance Subject Matter and the reasonableness of estimates made by Vancity;\n- ·  Testing the design of internal controls, and where appropriate the operating effectiveness, relating to the collection and reporting of data measuring the Reasonable Assurance Subject Matter;\n\n<!-- image -->\n\n- ·  Recalculating the reported metrics that comprise the Reasonable Assurance Subject Matter;\n- ·  Sample testing the underlying source data to supportive evidence; and\n- ·  Evaluating the overall presentation of the Reasonable Assurance Subject Matter.\n\n## Limited assurance conclusion approach\n\nThe procedures performed in a limited assurance engagement vary in nature and timing from and are less in extent than for a reasonable assurance engagement. Consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed. Accordingly, we do not express a reasonable assurance opinion about whether the Limited Assurance Subject Matter has been prepared, in all material respects, in accordance with the Applicable Criteria.\n\nThe procedures selected depended on our understanding of the Limited Assurance Subject Matter and other engagement circumstances, and our consideration of areas where material misstatements are likely to arise. Our limited assurance engagement included, amongst others, the following procedures:\n\n- ·  Assessing the suitability of the criteria used by Vancity in preparing the Limited Assurance Subject Matter;\n- ·  Evaluating the appropriateness of the methods, policies, and models used in the preparation of Limited Assurance Subject Matter;\n- ·  Completing analytical reviews and trend analysis of the reported Limited Assurance Subject Matter;\n- ·  Completing enquiries of management and walkthroughs to understand the data collection and reporting processes for the Limited Assurance Subject Matter;\n- ·  Reconciling the reported data and claims comprising the Limited Assurance Subject Matter to underlying data sources and supporting evidence; and\n- ·  Evaluating the overall presentation of the Limited Assurance Subject Matter.",
        "metadata": {
            "page": 43
        },
        "id": "2c457ca8-5f93-4b6d-ad21-a2d541e7a4c1"
    },
    {
        "page_content": "<!-- image -->\n\n## Practitioner's independence and quality management\n\nThe firm applies Canadian Standard on Quality Management 1, Quality Management for Firms that Perform Audits or Reviews of Financial Statements, or Other Assurance or Related Services Engagements , which requires the firm to design, implement and operate a system of quality management, including policies or procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.\n\nWe have complied with the relevant rules of professional conduct/code of ethics applicable to the practice of public accounting and related to assurance engagements, issued by various professional accounting bodies, which are founded on fundamental principles of integrity, objectivity, professional competence and due care, confidentiality and professional behaviour.\n\n## Significant inherent limitations\n\nHistorical non-financial information, such as that contained in the Report and the PRB Self-Assessment, is subject to more inherent limitations than historical financial information, given the qualitative characteristics of the underlying subject matter and methods used for determining this information. The absence of a significant body of established practice on which to draw allows for the selection of different but acceptable evaluation techniques, which can result in materially different measurements and can impact comparability. The nature and methods used to determine such information, as described in the Applicable Criteria, may change over time.\n\nIt is important to read Vancity's reporting methodology in the 2023 Annual Report Glossary, the Accountability Statements, and the Climate Report available at www.vancity.com/AnnualReport.\n\n## Emphasis of matter - Subject Matter 3\n\nAs discussed in note 1 on page 21 of the Report, the 2019 and 2022 operational GHG emissions have been restated to reflect changes in methodology, changes in the interpretation of guidance and the correction of errors. Our conclusion is not modified with respect to this matter.\n\n## Other matter - Subject Matter 3\n\nWe have not been engaged to, and therefore do not, provide any assurance in respect of the restatements discussed in note 1 on page 21 of the Report. Our conclusion is not modified with respect to this matter.\n\n## Reasonable assurance opinion\n\nIn our opinion, the Reasonable Assurance Subject Matter for the year ended December 31, 2023, is prepared and presented in all material respects, in accordance with the Applicable Criteria.\n\n## Limited assurance conclusions\n\nOur conclusion has been formed on the basis of, and is subject to, the matters outlined in this report. We believe that the evidence we have obtained is sufficient and appropriate to provide a basis for our conclusion.\n\nBased on the procedures performed and evidence obtained, no matters have come to our attention to cause us to believe that the Limited Assurance Subject Matter for the year ended December 31, 2023, and for Subject Matter 4 also for the year ended December 31, 2019, is not prepared and presented, in all material respects, in accordance with the Applicable Criteria.\n\n<!-- image -->\n\n## Restriction on use\n\nOur report is intended solely for use by Vancity for the purpose(s) set out in our engagement agreement. Our report may not be suitable for any other purpose and is not intended for use or reliance by any third parties. While KPMG LLP acknowledges that disclosure of our report may be made, in full, by Vancity in Vancity's Annual Report and PRB Self-Assessment, KPMG LLP does not assume or accept any responsibility or liability to any third party in connection with the disclosure of our report.\n\n<!-- image -->\n\nChartered Professional Accountants May 2, 2024 Vancouver, Canada",
        "metadata": {
            "page": 44
        },
        "id": "2e029970-9fbf-4d22-9a02-16c5b4f58937"
    },
    {
        "page_content": "<!-- image -->\n\n## Report of the independent auditors on the summarized consolidated financial statements.\n\n## Opinion\n\nThe summarized consolidated financial statements of Vancouver City Savings Credit Union (the Credit Union), which comprise:\n\n- ·  the summarized consolidated statement of financial position as at December 31, 2023\n- ·  the summarized consolidated statement of income for the year then ended\n- ·  and related note\n\nare derived from the complete audited consolidated financial statements of Vancouver City Savings Credit Union as at and for the year ended December 31, 2023.\n\nIn our opinion, the accompanying summarized consolidated financial statements are consistent, in all material respects, with the audited Consolidated Financial Statements, in accordance with the criteria disclosed in Note 1 in the summarized consolidated financial statements.\n\n## Summarized consolidated financial statements\n\nThe summarized consolidated financial statements do not contain all the disclosures required by International Financial Reporting Standards. Reading summarized consolidated financial statements and the auditor's report thereon, therefore, is not a substitute for reading the Credit Union's audited consolidated financial statements and the auditor's report thereon.\n\nThe summarized consolidated financial statements do not reflect the effects of events that occurred subsequent to the date of our report on the audited consolidated financial statements.\n\n## Other information\n\nManagement is responsible for the other information. Other information comprises the information, other than the summarized consolidated financial statements and the auditor's report thereon, included in the Annual Report.\n\nOur opinion on the summarized consolidated financial statements does not cover the other information and we do not express any form of assurance conclusion thereon.\n\nIn connection with our audit of the summarized consolidated financial statements, our responsibility is to read the other information identified above and, in doing so, consider whether the other information is materially inconsistent with the summarized consolidated financial statements, or our knowledge obtained in the audit and remain alert for indications that the other information appears to be materially misstated.\n\nWe obtained the information, other than the summarized consolidated financial statements and the auditor's report thereon, included in the Annual Report as at the date of this auditor's report.\n\nIf, based on the work we have performed on this other information, we conclude that there is a material misstatement of this other information, we are required to report that fact in the auditor's report.\n\nWe have nothing to report in this regard.\n\n<!-- image -->\n\n## Management's responsibility for the summarized consolidated financial statements\n\nManagement is responsible for the preparation of the summarized consolidated financial statements in accordance with the criteria disclosed in Note 1 in the summarized consolidated financial statements.\n\n## Auditor's responsibility\n\nOur responsibility is to express an opinion on whether the summarized consolidated financial statements are consistent, in all material respects, with the audited consolidated financial statements, based on our procedures, which were conducted in accordance with Canadian Auditing Standards 810, Engagements to Report on Summary financial statements.\n\n<!-- image -->\n\nChartered Professional Accountants May 2, 2024\n\nVancouver, Canada",
        "metadata": {
            "page": 45
        },
        "id": "da4ed792-2001-4298-bed6-be6e54f78998"
    },
    {
        "page_content": "<!-- image -->\n\n## Summarized consolidated financial statements.\n\n## Summarized consolidated statement of financial position (balance sheet)\n\nAs at December 31 (thousands)\n\n| Assets                    | 2023          | 2022          |\n|---------------------------|---------------|---------------|\n| Cash and cash equivalents | $  203,527    | $  220,792    |\n| Investments               | 3,730,972     | 3,669,781     |\n| Loans                     | 24,612,106    | 24,055,778    |\n| Premises and equipment    | 122,127       | 125,936       |\n| Intangible assets         | 51,206        | 57,510        |\n| Other assets              | 115,096       | 167,000       |\n| Total assets              | $  28,835,034 | $  28,296,797 |\n\n| Liabilities and members' equity          | 2023          | 2022          |\n|------------------------------------------|---------------|---------------|\n| Deposits and equity shares               | $  25,145,870 | $  24,512,841 |\n| Borrowings                               | 1,676,133     | 1,772,063     |\n| Accounts payable and accrued liabilities | 274,908       | 227,040       |\n| Other liabilities                        | 130,326       | 182,029       |\n| Members' equity                          |               |               |\n| Contributed surplus                      | 29,275        | 29,275        |\n| Retained earnings                        | 1,582,430     | 1,583,731     |\n| Accumulated other comprehensive loss     | (3,908)       | (10,182)      |\n| Total liabilities and members' equity    | $  28,835,034 | $  28,296,797 |\n\n## Summarized consolidated statement of income\n\nFor the year ended December 31 (thousands)\n\n|                                                     | 2023         | 2022       |\n|-----------------------------------------------------|--------------|------------|\n| Interest income                                     | $  1,179,506 | $  838,973 |\n| Interest expense                                    | 812,459      | 360,354    |\n| Net interest income                                 | 367,047      | 478,619    |\n| Impairment expense on financial instruments         | 4,493        | 26,358     |\n| Other income                                        | 127,145      | 108,742    |\n| Total operating income                              | 489,699      | 561,003    |\n| Operating expenses                                  |              |            |\n| Salary and employee benefits                        | 305,411      | 291,069    |\n| Occupancy and equipment                             | 53,691       | 56,497     |\n| General and administrative                          | 133,942      | 101,393    |\n| Total operating expenses                            | 493,044      | 448,959    |\n| (Loss) income before distribution and tax           | (3,345)      | 112,044    |\n| Distribution to community and members               | 3,691        | 24,179     |\n| Income tax (recovery) expense                       | (5,735)      | 14,349     |\n| Net (loss) income attributed to members             | $ (1,301)    | $  73,516  |\n| Other comprehensive income                          |              |            |\n| Items that will be reclassified to net income       | 10,791       | (45,957)   |\n| Items that will never be reclassified to net income | (4,517)      | 12,992     |\n| Total comprehensive income                          | $  4,973     | $  40,551  |\n\n<!-- image -->",
        "metadata": {
            "page": 46
        },
        "id": "742fd0fa-50ac-4d25-9029-c721c9798ad8"
    },
    {
        "page_content": "<!-- image -->\n\n## Note 1 Basis of preparation\n\nThe summarized consolidated financial statements are derived from the audited Consolidated Financial Statements, prepared in accordance with International Financial Reporting Standards, as at and for the year ended December 31, 2023.\n\nThose audited Consolidated Financial Statements were approved by the Board of Directors on March 5, 2024. Members may obtain a free set of complete Vancity Consolidated Financial Statements with accompanying notes by visiting vancity.com/AnnualReport or by calling the Member Services Centre at 604-877-7000, 250-519-7000 or toll-free 1-888-Vancity (826-2489).\n\nThe summarized consolidated financial statements were prepared by management in accordance with BC Financial Services Authority guideline number 23-049 under the Financial Institutions Act and Credit Union Incorporation Act for credit unions to provide audited financial statements to their members.\n\n<!-- image -->\n\n<!-- image -->\n\nDirector\n\nDirector\n\n<!-- image -->",
        "metadata": {
            "page": 47
        },
        "id": "3fad1d03-cd82-46c4-a355-91180a0a0d56"
    },
    {
        "page_content": "<!-- image -->\n\n## Community branches.\n\n## Abbotsford\n\nAbbotsford Community Branch (34)\n\n32675 South Fraser Way\n\n## Alert Bay\n\nCormorant Island Community Branch (71)\n\n30 Maple Road\n\nBurnaby\n\nBrentwood Community Branch (43)\n\nP2301 - 4525 Lougheed Highway\n\nBurnaby Heights Community Branch (6)\n\n4302 Hastings Street\n\nSouth Burnaby Community Branch (17)\n\n5064 Kingsway\n\nSouth Slope Community Branch (56) 7384 Market Crossing\n\nChilliwack\n\nChilliwack Community Branch (31) 45617 Luckakuck Way\n\nCoquitlam\n\nMaillardville Community Branch (51)\n\n101 - 969 Brunette Avenue\n\nNorth Road Community Branch (16) 105 - 531 North Road\n\nPinetree Community Branch (18)\n\n20 - 2991 Lougheed Highway\n\n## Delta\n\nNorth Delta Community Branch (19) 7211 120th Street\n\nTsawwassen Community Branch (58)\n\n## Langley\n\nLangley Community Branch (23)\n\n100 - 20055 Willowbrook Drive\n\nWalnut Grove Community Branch (54) E103 - 20159 88th Avenue\n\nMaple Ridge\n\nMaple Ridge Community Branch (29) 22824 Lougheed Highway\n\n## Mission\n\nMission Community Branch (36)\n\n150 - 32555 London Avenue\n\nNew Westminster\n\nNew Westminster Community Branch (61)\n\n511 Sixth Street\n\nNorth Vancouver\n\nLonsdale Community Branch (72)\n\n1620 Lonsdale Avenue\n\nLynn Creek Community Branch (46)\n\n1370 Main Street\n\nNorth Vancouver Community Branch (21)\n\n1290 Marine Drive\n\nPitt Meadows\n\nPitt Meadows Community\n\nBranch (50)\n\n750 - 19800 Lougheed Highway\n\n## Port Coquitlam\n\nShaughnessy Station Community Branch (33)\n\n7100 - 2850 Shaughnessy Street\n\nTsawwassen Community Branch (58)\n\nUnit D - 1215 56th Street\n\n## Port Moody\n\nPort Moody Community Branch (52) 5 - 121 Brew Street\n\n## Richmond\n\nBlundell Centre Community Branch (88)\n\n130 - 6020 Blundell Road\n\nRichmond Community Branch (26)\n\n100 - 5900 No. 3 Road\n\n## Squamish\n\nChieftain Centre Community Branch (81)\n\n1325 Pemberton Avenue\n\n## Surrey\n\nCedar Hills Community Branch (44)\n\n12820 96th Avenue\n\nGuildford Community Branch (30) 108 - 15175 101st Avenue\n\nMorgan Creek Community Branch (70)\n\nH120 - 15795 Croydon Drive\n\nNewton Community Branch (27)\n\n7555 King George Boulevard\n\nSemiahmoo Community Branch (25) 104 - 1790 152nd Street\n\nSurrey City Centre Community Branch (32)\n\n10293 King George Boulevard\n\n## Vancouver\n\n4th Avenue Community Branch (11)\n\n2360 West 4th Avenue\n\nChinatown Community Branch (28)\n\n608 Main Street\n\nCollingwood Community Branch (13)\n\n3305 Kingsway\n\nCommercial Drive Community Branch (12) 1675 Commercial Drive\n\nDowntown Community Branch (10)\n\n898 West Pender Street\n\nFairview Community Branch (8)\n\n501 West 10th Avenue\n\nFraser Street Community Branch (7)\n\n6288 Fraser Street\n\nHastings Community Branch (3)\n\n2510 East Hastings Street\n\nKerrisdale Community Branch (15) 2380 West 41st Avenue\n\nKitsilano Community Branch (4) 3395 West Broadway\n\nMain Street Community Branch (9) 4205 Main Street\n\nVictoria Drive Community Branch (2)\n\n5672 Victoria Drive\n\nWesbrook Village Community Branch (22)\n\n3308 Wesbrook Mall\n\nWest End Community Branch (47)\n\n1798 Robson Street\n\n## Victoria\n\nLangford Community Branch (69)\n\n100 - 800 Kelly Road\n\nMount Tolmie Community Branch (68) 100 - 1590 Cedar Hill Cross Road\n\nVictoria Community Branch (42)\n\n3075 Douglas Street\n\nVictoria City Centre Community Branch (67)\n\n1280 Douglas Street\n\n## West Vancouver\n\n## West Vancouver Community Branch (5)\n\n1402 Marine Drive\n\nAs of April 2024\n\nFor hours, see Find Branch/ATM ; for opening, closing, relocation of branches and ATMs, see Accountability Statements , page 43.\n\nCommunity branch numbers are noted in brackets. In addition, Pigeon Park Savings at 346 East Hastings Street, Vancouver, is a partnership between Vancity and PHS Community Services, which provides more than 7,000 individuals living on low incomes access to basic financial services.\n\n<!-- image -->",
        "metadata": {
            "page": 48
        },
        "id": "3164ff23-303b-4402-8672-81503aa0cd34"
    },
    {
        "page_content": "View our Annual Report at vancity.com/AnnualReport to download the full report and for more information about our performance.\n\nWe'd like to hear your thoughts on this year's annual report. Send comments and questions to accountability@vancity.com . Stay connected with us on Instagram @VancityCU , TikTok @Vancity , X (Twitter) @Vancity , and Facebook at facebook.com/vancity",
        "metadata": {
            "page": 49
        },
        "id": "0de5ca52-8399-47c7-8f55-1c77ff888a71"
    }
]