[
    {
        "page_content": "<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "b3382e26-27b6-45a0-bc87-8e903bf69224"
    },
    {
        "page_content": "## Our purpose\n\nNestlé. Unlocking the power of food to enhance quality of life for everyone, today and for generations to come.\n\n<!-- image -->\n\n## Front cover\n\n## Milo\n\nAs the world's leading chocolate malt beverage, Milo delivers nutritious energy and encourages kids to stay active and grow with sports, engaging over 30 million kids annually through grassroots sports programs.\n\n## Contents\n\n## Accompanying reports\n\n- 2 Letter to our shareholders\n- 4 Our people on the ground\n- 8 Implementing our growth strategy\n- 12 Creating Shared Value\n- 16 Connecting through our brands\n- 32 Financial review\n- 56 Corporate Governance and Compliance\n- 63 Shareholder information\n\nCorporate Governance Report 2023 Compensation Report 2023 Financial Statements 2023\n\n## Online\n\nYou can find more information about the Nestlé Group at www.nestle.com\n\nFind out more about Creating Shared Value at www.nestle.com/csv\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "04f5d4bf-e7a1-43e9-a2b0-9d4343db76d8"
    },
    {
        "page_content": "## Our financial performance\n\nOur Nutrition, Health and Wellness strategy is fundamental to how we create value.\n\nA summary of the 2023 full-year results is shown here. For full results, please consult the 'Financial review' section.\n\n- * Financial performance measures not defined by IFRS Accounting Standards. For further details, see 'Financial review' on page 34.\n\n<!-- image -->\n\n| Group sales (in CHF) 93.0  billion                | Organic growth * + 7.2%                         | Real internal growth * - 0.3%                    |\n|---------------------------------------------------|-------------------------------------------------|--------------------------------------------------|\n| Underlying trading  operating profit *   (in CHF) | Underlying trading  operating profit   margin * | Underlying trading   operating profit   margin * |\n| 16.1  billion                                     | 17.3%                                           | + 40  Basis points Constant currency             |\n| Trading operating   profit * (in CHF)             | Trading operating   profit margin *             | Trading operating   profit margin *              |\n| 14.5  billion                                     | 15.6%                                           | + 190  Basis points Constant currency            |\n| Earnings per share  (in CHF)                      | Earnings   per share                            | Underlying earnings   per share *                |\n| 4.24                                              | + 23.7%                                         | + 8.4% Constant currency                         |\n| Operating cash flow  (in CHF)                     | Free cash flow *  (in CHF)                      |                                                  |\n| 15.9  billion 32.1% of net financial debt         | 10.4  billion                                   |                                                  |\n| Proposed dividend  (in CHF)                       | Proposed dividend   increase                    |                                                  |\n| 3.00                                              | + 1.7%                                          |                                                  |",
        "metadata": {
            "page": 3
        },
        "id": "7cac707f-1582-44b5-beea-475530d0177a"
    },
    {
        "page_content": "## Our business\n\nWe apply our expertise in nutrition, health and wellness to help people and pets live happier, healthier lives. We do this alongside ambitious sustainability goals to generate significant value for our shareholders and other stakeholders alike.\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "8e645e11-c7dc-45c0-8156-875322955cb5"
    },
    {
        "page_content": "## Our key non-financial performance\n\nWe create shared value through our social and environmental commitments and supporting actions.\n\nTo measure our progress, we use a comprehensive set of indicators that support our business performance and generate value for our shareholders and other stakeholders. Some key performance indicators are included here - the full set is in our Creating Shared Value and Sustainability Report.\n\n- *  Non-financial performance metrics are defined in the Reporting Scope and Methodology for ESG KPIs document available at www.nestle.com/esg-kpis\n\nEY has performed limited assurance on the six key performance indicators on this page. The assurance statement with EY's independent conclusion can be found at www.nestle.com/ assurance-statement\n\n## Climate\n\nOur KPI *\n\nWe aim to reduce our greenhouse gas (GHG) emissions by 20% by 2025 and 50% by 2030 from 2018 levels, on the road to net zero by 2050 at the latest\n\n## Nature\n\nOur KPI *\n\nWe aim to achieve and maintain 100% assessed deforestation-free primary supply chains (for meat, palm oil, pulp and paper, soy and sugar) by 2022 and 2025 for cocoa and co/ffee\n\nPackaging\n\nOur KPI *\n\nBy 2025, we aim to reduce virgin plastics by one third versus our 2018 baseline\n\nDiversity, equity and inclusion\n\n## Youth\n\nOur KPI *\n\nBy 2030, our ambition is to help 10 million young people around the world have access to economic opportunities\n\nHealth and Nutrition\n\nOur KPI *\n\n127.6 billion\n\nservings of a/ffordable nutrition with micronutrient fortification provided in 2023\n\n7.74 million\n\nyoung people around the world with access to economic opportunities since 2017\n\n14.9%\n\nvirgin plastic reduction versus 2018 baseline\n\nOur KPI *\n\n46.4%\n\nmanagement positions held by women\n\n93.4%\n\nassessed deforestation-free for stated primary supply chains\n\n13.58%\n\nnet reduction of GHG emissions versus 2018 baseline (a)\n\n(a) Covers emissions related to our net zero commitment.\n\nNet reductions (%) includes removals from both insetting and landscape projects.",
        "metadata": {
            "page": 5
        },
        "id": "99b4d423-3c1a-44c0-8d15-288b4e61bee1"
    },
    {
        "page_content": "## Pursuing significant global opportunities\n\nDear fellow shareholders,\n\nAs the Good food , Good life company, Nestlé is proud to provide consumers with products they love and rely on. Even in the face of ongoing global challenges this past year, we stay true to our long-term ambitions and see a bright future with emerging opportunities.\n\nNutrition, Health and Wellness is our past, present and future, and within that frame we continue to set new priorities. Our innovation capabilities enable us to consistently meet the rising expectations of a growing population. Portfolio optimization over the past years allows us to focus our e/fforts on our proven brands. Our operational excellence enables us to dependably deliver sustainable, profitable growth. And we continue to do business in a way that creates shared value for both our shareholders and society.\n\n## Encouraging balanced diets\n\nFoods and beverages are major drivers of long-term health, and consumers increasingly recognize this. We will continue to develop nutritious products that support people's well-being, and we believe that such products will see increased demand in the years to come.\n\nIn fact, in 2023, we reconfirmed our ambition to prioritize the development of our more nutritious products. This entails launching new products and renovating existing ones. It involves expanding micronutrient fortification, growing our a/ffordable o/fferings, reducing sugar and salt content, and increasing our use of plant-based ingredients in our recipes.\n\nAdditionally, we are actively guiding people towards a more balanced diet by making the nutritional value of our portfolio more transparent. We are strengthening our responsible marketing of indulgent products, providing clear front-of-pack portion guidance, and engaging with and informing consumers through our various online communities around the world.\n\n## Supporting healthy aging\n\nNestlé's food and beverage portfolio caters to people at each stage of their life. It starts with the first 1000 days and continues into adulthood and old age. With a rapidly aging global population, we see an opportunity to provide products that can support the nutrition, health and wellness of older people. We can help boost their energy levels, enhance their cognitive health, support their mobility, and improve their general physical and mental health.\n\nWe already o/ffer several Nestlé Health Science and dairy products that are specifically targeted to seniors. Take, for example, successful brands like Boost, Pure Encapsulations or Molico . With our capabilities, we believe that we can leverage this trend across all of our categories to further grow.\n\n## Investing in innovation\n\nWe are investing in our future through innovation and entrepreneurship. Through our main research center in Switzerland and 23 sites globally, and with an industry-leading R&D budget, we develop products tailored to the diverse needs of people and pets while reducing our environmental footprint. Experts at our newly inaugurated Institute of Agricultural Sciences, for example, develop solutions in the areas of plant science, agricultural systems and dairy livestock. This is in addition to our four other research institutes looking at health sciences, food sciences, food safety and packaging.\n\nDigital technologies, including artificial intelligence (AI), are supporting sharper decision-making and increased speed across the entire company. From procurement to e-commerce, digital analytics facilitate e/fficiency and",
        "metadata": {
            "page": 6
        },
        "id": "447e29e3-19eb-4dba-879e-7e0eebe671cc"
    },
    {
        "page_content": "U. Mark Schneider, Chief Executive O/fficer (left), and Paul Bulcke, Chairman (right)\n\n<!-- image -->\n\ne/ffectiveness. Data science and AI increasingly support us with innovation by revealing and predicting consumer demands, while also helping us bring new products to market faster.\n\n## Creating Shared Value\n\nCreating Shared Value is how we do business at Nestlé, generating value not only for our shareholders but also for society. Nestlé's long-term success is supported by this approach.\n\nAn example of this is Nestlé's e/fforts to advance regenerative food production by helping protect, renew and restore natural resources. To that end, we are supporting farmers and strengthening their communities. We are delivering on our commitments in a way that appeals to consumers' increased expectations.\n\n## Remaining dedicated and dependable\n\nEvery year, our people show us how much can be achieved when we steadfastly pursue opportunities. We know that we do not have all the answers, but with our\n\nglobal mindset combined with our expert knowledge of local consumers and markets, we are confident we can deliver on our ambition and our commitments.\n\nPeople all over the world rely on Nestlé for good food and beverages. Our proven value creation model allows us to invest, innovate and grow even in challenging times, and makes us dependable for our shareholders and other stakeholders. We are grateful for the support of our employees, business partners, consumers and communities. And we thank you, our shareholders, for your continued trust.\n\n<!-- image -->\n\nPaul Bulcke Chairman\n\n<!-- image -->\n\nU. Mark Schneider Chief Executive O/fficer",
        "metadata": {
            "page": 7
        },
        "id": "ac9d0ee0-31e6-4f01-bb0b-cb91c997cfce"
    },
    {
        "page_content": "## Our people on the ground\n\nWe engage with our fellow employees, business partners and community members. From meeting with farmers to visiting retailers, touring our factories and doing volunteer work, our culture encourages and supports connecting with internal and external stakeholders.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "882f8c49-2375-40ec-b48e-fccfe7385a98"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 9
        },
        "id": "b092f135-7c44-4737-b510-bf9823a94b56"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "ffa13a05-cccf-455d-97a1-fdca1ba3d846"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 11
        },
        "id": "31520978-51be-48a7-a7de-a5e0dbef3162"
    },
    {
        "page_content": "## Implementing our growth strategy\n\n<!-- image -->\n\nGarden Gourmet Marine-Style Crispy Filet Our Garden Gourmet Marine-Style Crispy Filet launched in several European countries in 2023, expanding the range of plant-based fish alternatives, which includes the popular Garden Gourmet Vuna.",
        "metadata": {
            "page": 12
        },
        "id": "1361d431-5bf3-4e0b-a1a9-b463ee8a70ba"
    },
    {
        "page_content": "Our purpose is unlocking the power of food to enhance quality of life for everyone, today and for generations to come. To achieve this, we pursue growth through rapid innovation, operational e/fficiency, and disciplined resource and capital allocation.\n\nOur portfolio is diversified, both in terms of geography and category. We have products for people at all life stages that can be consumed as part of a balanced diet. We want to contribute to people's health through nutrition and aim to help people of all ages live better. Our innovation capabilities ensure we deliver products that meet consumer needs and preferences, and are good for the planet. Through digital technologies, we are able to be more agile and make better and faster decisions.\n\n## Driving organic sales growth\n\nOrganic sales growth is key to our growth ambition. Our portfolio is geared to deliver sustained mid singledigit organic sales growth based on investment in attractive categories and regions, impactful innovation and execution discipline. Our knowledge of local consumers coupled with our scientific and technological expertise help us deliver innovations that support business growth, while meeting consumer needs. We also see many opportunities for growth through cross-fertilization between categories and geographies.\n\nIn addition to core innovation activities focused on food safety, taste, nutrition and sustainability, we have intensified research in high-growth categories, such as early-life and therapeutic nutrition, alternative proteins, and co/ffee and systems technology. Ecosystem building and business model innovation are also increasingly a focus of our categories.\n\nAlongside innovation, we continue to optimize our portfolio to focus on stronger brands and products.\n\n## Innovating across life stages and health needs\n\nThe foods and beverages people consume play a pivotal role in their overall health. From pre-conception to early life, through to childhood, adulthood and old age, we aim to meet people's nutritional and health needs throughout their lives.\n\nNestlé has deep roots in infant nutrition. For years, we have researched the composition of nutrients and bioactives present in breastmilk as well as the role of probiotics in nutrition and health. Exploring the interaction between these di/fferent components, Nestlé experts discovered a proprietary probiotic strain, B. infantis , that unlocks beneficial aspects of six human\n\nmilk oligosaccharides (HMOs). This led to the launch in 2023 of our proprietary blend, Sinergity , for use in infant formulas to support immunity and gut health.\n\nAs we continue our tradition of supporting children's health, we also need to consider an aging population that is living longer. Under our R+D Accelerator initiative, we developed the Nestlé Goodnes range of products in 2023 to support healthy aging. It helps optimize people's energy levels, restore their sleep quality and improve their focus through patented nutritional blends. The products were piloted in France, Singapore and the UK. Additionally, we launched the Nestlé N3 range in China that helps people maintain their overall health and wellbeing as they age.\n\n## Expanding alternative proteins\n\nIn 2023, we added to our plant-based portfolio by launching a range of vegan alternatives to fish filets, nuggets and fingers that stand out for their strong nutrition credentials, as well as their great taste and texture that is close to white fish. Garden Gourmet launched Marine-Style Crispy Filet and Marine-Style Crispy Nuggets in Europe, and Harvest Gourmet launched Crispy Fish-Free Fingers in Asia.\n\nWe also continued to explore new concepts for dairy alternatives. Made with a blend of oat and fava, the new natural bliss beverages are a good source of high-quality protein. Our teams chose fava beans because of their many health benefits and good taste.\n\nIn addition, we combined the goodness of milk with plant-based ingredients in our new Nido Milk & Soya instant powder launched in Central and West Africa and\n\nNestlé is exploring emerging technologies like animal-free dairy beverages made with precision fermentation, which led to a pilot for Cowabunga in the United States.\n\n<!-- image -->",
        "metadata": {
            "page": 13
        },
        "id": "a350ec8d-756c-416a-a98d-fbce7c55a1d3"
    },
    {
        "page_content": "<!-- image -->\n\nin our Bear Brand Doble Protein powdered beverage piloted in the Philippines. Both products are highly nutritious and a/ffordable.\n\n## Making innovation faster and more e/fficient\n\nWe are using AI and data science to complement our R&D capabilities and manage complexities during innovation. Our new recipe optimization tool uses advanced algorithms to help product developers better manage tradeo/ffs between ingredients, nutrition, cost and sustainability, while still meeting consumer expectations.\n\nIn the development of the new Nescafé Dolce Gusto Neo co/ffee system, our experts optimized the manufacturing process through virtual simulations before applying technical settings on the physical machine. This helped them make quick and e/fficient decisions to manage the complex interaction between co/ffee, paper packaging material and the machine to ensure the perfect co/ffee cup for consumers.\n\n## Improving e/fficiency with digital technologies\n\nDigitalization is enabling better and faster decisionmaking, in addition to improving cost e/fficiencies. We are harmonizing our data framework to be able to take advantage of di/fferent technologies, like AI.\n\nThe Nestlé Supplier Portal, a global digital collaboration platform, supports quality document management, sustainability data collection and supplier performance management. With over 7000 active suppliers in over 40 markets, it covers almost three-quarters of our direct material spend.\n\nGrown by only 59 Colombian farmers and developed to create a unique tasting experience, the new Nespresso N°20 encapsulates over 20 years of expertise.\n\n## Leveraging always-on analytics\n\nWe are responding to fast-changing consumer needs in real time, using data to streamline our business processes. Our strategic procurement decisions are more informed, as we increasingly leverage advanced statistical modeling with machine learning and automated price-trend analytics. And by deploying new marketing analytics capabilities at scale, we are building data foundation pipelines that automatically refresh our marketing e/ffectiveness models for faster and smarter investment decisions.\n\nIn 2023, we spent 68% of our media budget digitally and acquired 308 million first-party data records. We are on track to meet our 2025 goals of 70% and 400 million respectively. Using AI, this data helps our brands reach target audiences more e/fficiently and deliver more relevant, personalized messages online.\n\n## Accelerating e-commerce\n\nOur ambition for 2025 is that a quarter of our sales come from e-commerce. This will have a significant impact on all markets, brands and roles. To support this, we launched an e-commerce academy that o/ffers personalized learning paths. Over 1500 employees were trained and certified in 2023.\n\nWe have also launched our own eB2B platforms in key markets such as Brazil, India, Mexico and Vietnam, and have partnered with other leading platforms, such as the eB2B platform BEES.",
        "metadata": {
            "page": 14
        },
        "id": "1b614949-b4a4-4030-95fc-86a7ac902845"
    },
    {
        "page_content": "<!-- image -->\n\nThanks to our strong global capabilities, we continue to develop exciting innovations that can be applied across di/fferent products, brands and categories.\n\nOne of our latest unique sciencebased innovations is Nestlé N3 milk, which o/ffers new nutritional benefits. Made from cow's milk, it has all the essential nutrients found in milk, including proteins, vitamins and minerals. In addition, it also contains beneficial prebiotic fibers and has\n\n<!-- image -->\n\nThe N3 milk products are the result of development work done by experts at R&D Nutrition, R&D Singapore, R&D Beijing and Nestlé Research.\n\na low lactose content and over 15% fewer calories.\n\nUsing a proprietary technology, we use specialized enzymes to break down lactose, a sugar found in cow's milk, while generating prebiotic fibers. Clinical studies showed that the fibers promote the growth of multiple types of bifidobacteria, delivering gut microbiome benefits in healthy adults.\n\nN3 milk was first introduced in 2023, in a range of powdered dairy products in China, tailored to meet the dietary needs of local consumers. The N3 range includes a full cream and a skimmed milk product, both high in protein and perfect for the whole family. To support specific needs for healthy aging, the range includes two products with vitamins, minerals and probiotics to support bone health, muscle growth and strength, and immunity.\n\nN3 milk will be introduced in other product categories later, enabling us to support health and well-being across life stages.\n\nIN FIGURES\n\n## up to 3x\n\nbeneficial bifidobacteria growth\n\n<!-- image -->\n\nOUR VOICES\n\n'N3 /m\\_ilk wi/l\\_l s/e\\_rve as a basis f/o\\_r nu/t\\_riti/o\\_us s/o\\_luti/o\\_ns f/o\\_r people with la/c\\_tose s/e\\_nsitivity /o\\_r who w/a\\_nt to /i\\_mprove the/i\\_r gas/t\\_ro/i\\_nt/e\\_st/i\\_nal health.'\n\n<!-- image -->\n\nIsabelle Bureau-Franz Head of Nestlé's R&D for Nutrition Switzerland",
        "metadata": {
            "page": 15
        },
        "id": "6f733d46-218b-4661-802a-00948ed10f35"
    },
    {
        "page_content": "## Creating Shared Value\n\n<!-- image -->\n\n## Nescafé Plan 2030\n\nIn Vietnam and other Nescafé co/ffee-sourcing countries, the Nescafé Plan 2030 supports farmers to use regenerative agriculture practices to reduce GHG emissions, enhance farmer income and improve social and environmental conditions.",
        "metadata": {
            "page": 16
        },
        "id": "c1c44916-ac62-4aa2-ae8d-7a9a18a1d057"
    },
    {
        "page_content": "Drawing on our purpose - to unlock the power of food to enhance quality of life for everyone, today and for generations to come - we focus our energy and resources on making a positive impact at scale.\n\nWe regularly conduct a materiality assessment to identify where Nestlé has the greatest impact on society and the environment, and the topics most important to our business success. In this section, we provide a summary Our Creating Shared Value and Sustainability Report provides more details, including how we are aligning with the Task Force on Climate-related Financial Disclosures recommendations.\n\n## Supporting tasty and balanced diets\n\nAs a company that stands for Good food, Good life , Nestlé is stepping up its measures to help people enjoy a balanced diet.\n\nWe are providing complete transparency on the nutritional value of our portfolio. Products with a Health Star Rating (HSR) of 3.5 stars or more - together with specialized nutrition products, such as baby foods, vitamin and mineral supplements, and medical nutrition are considered nutritious. Together, these products accounted for close to 59% of our food and beverage sales in 2023. Our pet care portfolio is excluded from this assessment.\n\nLooking at people's diets holistically, we know that people consume food and beverages not only for nutrition but also for enjoyment. Nestlé aims to o/ffer the right products for all these occasions, while also guiding people towards a more balanced diet. We are strengthening our responsible marketing practices, with new rules restricting the marketing to children under the\n\nSELECT 2023 RATINGS\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nage of 16 years in e/ffect as of July 2023. We are ensuring that all children's confectionery and ice cream portions will be 110 kilocalories or less and that all multi-serve products from these two categories have clear frontof-pack portion guidance. And to help people enjoy our products as part of a balanced diet, we will provide more guidance, including recipes, menu planning, healthy lifestyle tips and recommendations for nutritious choices.\n\n## Delivering food safety and quality\n\nHigh standards of food safety and quality are non-negotiable at Nestlé and are fundamental in our engagement with consumers. Quality is integral to our Corporate Business Principles and embedded in our purpose and values. The end-to-end approach we take to food safety and quality applies to design, delivery and consumption. We apply international standards and help raise the bar in our industry using rigorous processes and leading scientific techniques.\n\nWe update our food safety and quality systems to respond to considerations, such as tightening regulations, changes to suppliers or ingredients, introduction of regenerative agriculture practices, new packaging and geopolitical developments. In 2023, our Quality Assurance Centers performed more than 4.1 million analytical tests for quality and food safety risk assessment and management.\n\n## Progressing to net zero\n\nWe are more than halfway to our 2025 goal to reduce absolute GHG emissions included in our Net Zero Roadmap and are progressing well. Most of the reductions are due to changes in the way we source raw materials, such as investments in deforestation prevention and regenerative agriculture in our agricultural supply chains.\n\nWe have identified more than 80% of the supply chain initiatives needed to hit the 2025 target and are seeking further reductions to reach our planned 50% cut by 2030. For example, through the newly inaugurated Nestlé Institute of Agricultural Sciences, our experts are exploring novel approaches in dairy farming that have the potential to reduce GHG emissions in the areas of cow feed and manure management.\n\nHelping prevent deforestation plays a major role. By the end of 2023, 93.4% of our primary supply chains for cocoa, co/ffee, meat, palm oil, pulp and paper, soy and sugar were assessed as deforestation-free. The decrease from 99.1% in 2022 is due to the inclusion of co/ffee and cocoa in this indicator for the first time, where deforestation risk has not been assessed for as long.",
        "metadata": {
            "page": 17
        },
        "id": "ff2e3799-8528-46e4-9b11-8cdcf9554f58"
    },
    {
        "page_content": "<!-- image -->\n\nAs of 2023, Nestlé has approved near- and long-term science-based emissions reduction targets with the Science Based Targets initiative (SBTi). The SBTi has validated Nestlé's net-zero science-based target by 2050.\n\n## Promoting regenerative agriculture practices\n\nWe continue making progress in responsible sourcing, which ensures our raw materials are traceable to point of origin and are farmed using methods aligned to our Responsible Sourcing Standard, while progressively delivering benefits to people, nature and climate. We have set requirements for 14 priority raw materials: cereals and grains; cocoa; coconut; co/ffee; dairy; fish and seafood; hazelnuts; meat, poultry and eggs; palm oil; pulp and paper; soy; spices; sugar; and vegetables. Our aim is for 100% of these materials to be responsibly sourced by end of 2030. In 2023, this figure reached 36.2%.\n\nReforestation within or near our sourcing locations is an essential part of decarbonizing our operations and supply chain. Nestlé became the first food and beverage company to pilot Airbus's new Pléiades Neo satellites. We are using high-resolution images to monitor trees planted in our sourcing regions to ensure they thrive in the long term.\n\nWe continue to expand our regenerative agriculture program across a wider range of raw materials and regions, supporting farmers with training. Our farmer relationship management system collects data for over 250 000 farms, helping us track progress on GHG emission reductions and regenerative agriculture practices.\n\nWe are working with partners on packaging solutions, including a pilot of reusable stainlesssteel packaging for Nesquik in over 60 German grocery stores.\n\nRegeneration is important for water resources as well. Over 40 water regeneration projects are now underway around our water bottling sites. Each one is tailored to local challenges and based on a mix of natural and technical solutions for improving the quality and quantity of water available.\n\n## Implementing our vision for packaging and circularity\n\nOur vision remains that none of Nestlé's packaging ends up in landfill or as litter. Our strategy addresses both product design and infrastructure systems for reuse and recycling. By reducing unnecessary packaging, designing better packaging, modeling fair collection systems and supporting good regulation, we aim to support the transition to a waste-free future.\n\nPackaging innovations in 2023 support this transition. Redesigned jars for Malher Bouillon are saving 156 tonnes of plastic annually, with a format that is easy to recycle in local systems in Guatemala. In Latin America, Nescafé reduced single-serve sticks packaging, saving 44 tonnes of plastic annually.\n\nInnovations to reach this goal go beyond packaging redesign. In Indonesia, we collaborated with a team of start-ups and retail partners to pilot a reusable and refillable dispenser, and single-serve reusable packaging, for Milo and Koko Krunch brands. Shipping innovations also help. Reusable shipping boxes and reusable pallet bands that replace plastic shrink wrap are cutting plastic use by 100 tonnes annually in China.",
        "metadata": {
            "page": 18
        },
        "id": "19d9b998-7730-41c1-839b-76cf8ed1a9cd"
    },
    {
        "page_content": "<!-- image -->\n\nThe farms in our supply chains are not isolated - they are part of broader landscapes and economies. Only by joining forces with other stakeholders can we address complex issues, such as deforestation, while advancing regenerative agriculture practices.\n\nNestlé has been partnering with others through landscape initiatives that address these issues. Since 2020, a partnership with the Ministry of Water and Forests in Côte d'Ivoire and the\n\n<!-- image -->\n\nIn the UK, Purina Go-Cat cat food and Nestlé Original Shredded Wheat cereal contain ingredients sourced from farmers involved with the LENs program.\n\nEarthworm Foundation has led to a significant reduction in deforestation, as well as the reforestation of almost 1500 hectares in the Cavally Forest Reserve. In 2023, the Cavally project entered a new phase with additional partners to achieve greater impact.\n\nTo help scale landscape initiatives, Nestlé supports Landscape Enterprise Networks (LENs) in the UK and Europe. LENs brings together organizations that need nature-based solutions with the farmers who can provide them. In the East of England, Purina and Nestlé Cereal Partners UK are working with water companies and local authorities to fund the introduction of nature-based solutions. Over 60 farmers and land managers will implement these solutions across more than 10 000 hectares of land.\n\nIn 2023, we also supported sustainable landscape initiatives in Brazil, Chile and Malaysia. We are also active in numerous landscape initiatives developed by our palm oil suppliers and partners in di/fferent parts of Indonesia.\n\nIN FIGURES\n\n<!-- image -->\n\n15\n\nlandscape initiatives supported in 2023\n\nOUR VOICES\n\n'W/o\\_rk/i\\_ng at a l/a\\_ndscape level c/a\\_n o/ff/e\\_r v/a\\_ri/o\\_us b/e\\_n/e\\_fits f/o\\_r bio/d\\_iv/e\\_rsity, wat/e\\_r stew/a\\_rdship, cl/i\\_mate ch/a\\_nge, h/u\\_m/a\\_n rights /a\\_nd r/e\\_sil/i\\_ent livelih/o\\_ods.'\n\n<!-- image -->\n\nMichele Zollinger Climate Forest Lead, Global Reforestation Program United States",
        "metadata": {
            "page": 19
        },
        "id": "a70ed256-4702-46a2-916b-46c32d7a5b7b"
    },
    {
        "page_content": "## Connecting through our brands\n\nOur broad portfolio of trusted and loved brands are enjoyed by people around the world.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n| Powdered   and Liquid  Beverages      | Page 18   |         |\n|---------------------------------------|-----------|---------|\n| PetCare                               |           | Page 20 |\n| Nutrition and  Health Science Page 22 |           |         |\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "cf686c47-e655-4b02-aae2-9b8738037611"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n| Prepared dishes  and cooking aids Page 24   |\n|---------------------------------------------|\n| Prepared dishes  and cooking aids Page 24   |\n| Prepared dishes  and cooking aids Page 24   |\n| Water Page 30                               |\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "c7d5cba5-3146-496d-a300-8d585101445e"
    },
    {
        "page_content": "## powdered and liquid beverages\n\n## Perfecting the world's favorite beverages\n\nOur Powdered and Liquid Beverages category includes our co/ffee, cocoa and malt beverage businesses. This category features iconic co/ffee brands Nescafé, Nespresso and Starbucks , plus the world's most popular chocolate malt beverage, Milo .\n\n## Nespresso\n\nA pioneer of high-quality, sustainable co/ffee, Nespresso launched its first paper-based home and industrial compostable capsule in France and Switzerland, compatible with Nespresso Original machines.\n\n<!-- image -->\n\nAt a glance\n\n24.8\n\nSales (in CHF billion)\n\n20.7%\n\nUTOP margin\n\n26.7%\n\nPercentage of Nestlé's sales\n\n## Nescafé Dolce Gusto Neo\n\nPiloted in Brazil and now launched in France and Switzerland, Neo is the next generation of Nescafé Dolce Gusto co/ffee systems, combining unique brewing technologies, connectivity and sustainability.\n\n<!-- image -->\n\n<!-- image -->\n\n## Milo\n\nMilo has strong growth momentum in Malaysia, thanks to a reignited grassroots sports program and the implementation of Nestlé's sugar-reduction technology that reduces sugar while preserving taste.\n\n## Nescafé Ice Roast\n\nLaunched in Mexico and China, Nescafé Ice Roast is Nescafé's first soluble co/ffee specially crafted to enjoy with cold water or milk over ice, catering to the growing number of cold-co/ffee lovers.",
        "metadata": {
            "page": 22
        },
        "id": "cbac3bc3-11a8-4bcd-83be-764cec1eda9e"
    },
    {
        "page_content": "<!-- image -->\n\nNescafé has been introducing the globally loved co/ffee experience to Indian consumers. It is playing a lead role in developing at-home consumption of co/ffee in a country known for its traditional preference for tea.\n\nNescafé is leading both the creation of the co/ffee category and the market in India. The brand has introduced its co/ffee to more than 30 million Indian households in the past seven years.\n\nThe Nescafé Plan 2030 is helping communities transition to regenerative agriculture and improve livelihoods, positively impacting 4900 Indian co/ffee farmers.\n\n<!-- image -->\n\nNescafé is particularly focused on growing the co/ffee culture among Indian youth, establishing the role of co/ffee in their lives.\n\nManufactured at the state-of-the-art Nanjangud roastery, Nescafé roasts Indian green co/ffee beans, tailoring the final product to cater to local taste preferences. Thanks to strategic positioning, Nescafé is increasingly available and easily accessible across the country in three million retail outlets.\n\nBy investing in product quality and consistently communicating the relevance of co/ffee, Nescafé has captured the attention and loyalty of its target audience, recruiting nonco/ffee drinkers to choose co/ffee as their beverage of choice. Alongside these e/fforts to bring co/ffee culture to India, Nescafé is backing its Nescafé Plan 2030 with actions on the ground. It is helping ensure that the entire value chain of co/ffee is sustainable as well as socially and economically inclusive.\n\nIN FIGURES\n\n<!-- image -->\n\n'N/e\\_scafé is /o\\_n /a\\_n /e\\_xcit/i\\_ng j/o\\_urney /i\\_n In/d\\_ia, poised to /f\\_urth/e\\_r s/t\\_r/e\\_ngth/e\\_n its positi/o\\_n as a lea/d\\_er, /d\\_riv/i\\_ng both /c\\_o\\_ns/u\\_m/e\\_r /d\\_elight /a\\_nd su/s\\_t\\_a/i\\_nable /i\\_mpa/c\\_t.'\n\n<!-- image -->\n\nSunayan Mitra Co/ffee & Beverages Director India",
        "metadata": {
            "page": 23
        },
        "id": "f95aa3ed-8618-4764-a6b8-3db12c4bd91f"
    },
    {
        "page_content": "## petcare\n\n## Caring for pets and people\n\nOur PetCare business delivers life-changing nutrition for pets that helps them thrive. Purina is guided by science and driven by passion to enrich the lives of pets, the people who love them and the planet we all share.\n\n## Purina One DualNature\n\nPurina One DualNature, Purina's first carbonreduced range, has cut the carbon footprint of its products by 15.7% since 2019 by optimizing recipes, manufacturing methods, packaging and logistics.\n\n<!-- image -->\n\n## Purina Pro Plan Vital Systems\n\nPurina Pro Plan Vital Systems 4-in-1 cat food formulas proactively support major systems of health - such as kidneys, brain, digestion and immunity - with meat or fish always the first ingredient.\n\n<!-- image -->\n\n## Purina Dog Chow\n\nThe new product line boasts exciting protein combinations and innovative kibble textures, all fortified with Purina's proprietary EXTRAlife , providing dogs with excellent nutrition and delicious taste.\n\n<!-- image -->\n\n## Purina Pro Plan Veterinary Diets\n\nThe new OM Metabolic Response + Joint Mobility is specially formulated to help dogs lose fat while maintaining muscle, with long-chain omega-3 fatty acids plus glucosamine to help support joint health.\n\nAt a glance\n\n18.9\n\nSales (in CHF billion)\n\n20.7%\n\nUTOP margin\n\n20.3%\n\nPercentage of Nestlé's sales",
        "metadata": {
            "page": 24
        },
        "id": "19936f5a-434f-401c-8f4e-470d2b40ea77"
    },
    {
        "page_content": "<!-- image -->\n\nPet owners are increasingly choosing to customize their pet's nutrition with supplements, toppers and snacks that cater to their pet's individual needs. Purina is responding to this shift in consumer habits with additional health-focused nutrition options.\n\nPurina Pro Plan Veterinary Supplements are specialized supplements for dogs and cats, designed to support their health and address specific conditions.\n\nDigestive disorders are common health issues for pets, varying from\n\nIN FIGURES\n\n## 22.6%\n\norganic growth for Purina Pro Plan Veterinary Supplements in 2023\n\n<!-- image -->\n\nminor upset stomachs to more severe gastrointestinal problems or food allergies. Purina Pro Plan Veterinary Supplements FortiFlora is the #1 U.S. recommended probiotic by veterinarians. It is a proprietary probiotic supplement that supports digestive health and helps improve stool quality in dogs and cats.\n\nWater is crucial for cats, just like it is for humans. Many cats dislike drinking water - especially still or stagnant water - which can lead to dehydration. Purina Pro Plan Hydra Care addresses this, o/ffering nutrient-enriched water for cats. It contains osmolytes that help cats absorb water at a cellular level, ensuring they stay hydrated.\n\nLike humans, dogs can experience anxiety, which varies across breeds and individuals. Purina Pro Plan Veterinary Supplements Calming Care includes a proprietary probiotic strain shown to help dogs and cats manage stress and maintain calm behavior.\n\n<!-- image -->\n\nPurina innovates supplements scientifically designed to support various needs, including digestion, immunity, hydration, joint health and calmer behavior.\n\nOUR VOICES\n\n'Sc/i\\_ence /a\\_nd nu/t\\_riti/o\\_n /a\\_re the f/o\\_un/d\\_ati/o\\_n of l/o\\_ng-t/e\\_rm health /a\\_nd the /s\\_t\\_art/i\\_ng po/i\\_nt to /a\\_n /a\\_m/a\\_z/i\\_ng life f/o\\_r p/e\\_ts /a\\_nd the/i\\_r own/e\\_rs.'\n\n<!-- image -->\n\nBrittany Vester Boler Global Nutrition Director, Nestlé Purina R&D United States",
        "metadata": {
            "page": 25
        },
        "id": "9b73b18c-9aa0-431f-b050-009006de7236"
    },
    {
        "page_content": "## nutrition and health science\n\n## Optimizing health through nutrition\n\nOur nutrition business provides science-based products and solutions for mothers, babies and children. Our Nestlé Health Science business supports healthier lives by o/ffering an extensive portfolio of sciencebased consumer care and medical nutrition.\n\n## Gerber Popped Crisps\n\nLeveraging the goodness of grains and plant protein, this new healthy snack in the China market was created with taste, texture and nutrition ideal for children three years and up.\n\n<!-- image -->\n\n## NAN Supreme Pro\n\nThe new NAN Supreme Pro is now made with Sinergity, a proprietary blend of six age-adapted HMOs and precision probiotic B. infantis , to synergistically support infant immunity and gut health.\n\nAt a glance\n\n15.3\n\nSales (in CHF billion)\n\n18.5%\n\nUTOP margin\n\n16.4%\n\nPercentage of Nestlé's sales\n\n## Vitaflo PKU sphere\n\nVitaflo PKU sphere helps people with phenylketonuria (PKU) manage their diets with the most advanced nutrition system alongside superior taste, now in a ready-to-drink format and two new flavors.\n\n<!-- image -->\n\n<!-- image -->\n\n## BOOST Glucose Control\n\nNow available at Costco in the United States, BOOST Glucose Control is clinically shown to produce a lower blood sugar response versus a standard nutritional drink in people with type 2 diabetes.",
        "metadata": {
            "page": 26
        },
        "id": "ba13311b-7115-4374-b17d-02a497fc5008"
    },
    {
        "page_content": "<!-- image -->\n\nA collaboration between Nestlé and the Bangladesh Council of Scientific and Industrial Research (BCSIR) has resulted in a groundbreaking product to help combat malnutrition in young children in Bangladesh.\n\nA significant percentage of Bangladeshi children under the age of 5 years su/ffer from various micronutrient deficiencies. In collaboration with BCSIR, Nestlé Bangladesh developed a cereal-based fortifier, Cerelac Pushtimix ( pushtimix means mix of nutrients in Bangla) to address these deficiencies. Specifically designed to cater to the nutritional needs of Bangladeshi children aged\n\n<!-- image -->\n\nThe single-dose sachets of micronutrient powder can easily be sprinkled on homemade food - like rice, semolina or khichuri to combat malnutrition.\n\n6 to 60 months, Cerelac Pushtimix is fortified with 11 vitamins, 5 minerals and probiotic B. lactis.\n\nCerelac Pushtimix was designed to give parents a simple, accessible format to help combat malnutrition in their young children. Developed as a convenient powder, consumers can easily sprinkle it on homemade foods. The aim is to make it accessible to all children, including those in rural areas, thanks to its a/ffordable price point of BDT 5 (less than 5 Swiss centimes) per 5g sachet.\n\nIn 2023, Nestlé Bangladesh was honored with the prestigious SDG Brand Champion Award in Sustainable Partnerships & Institutions. The Bangladesh Brand Forum, in collaboration with the Global Compact Network Bangladesh, bestowed this award in recognition for this successful collaboration's support for the UN Sustainable Development Goals (SDGs).\n\nIN FIGURES\n\n<!-- image -->\n\nOUR VOICES\n\n'This /i\\_nnovati/o\\_n wi/l\\_l help /e\\_mpow/e\\_r the nati/o\\_n to el/i\\_m/i\\_nate malnu/t\\_riti/o\\_n while /i\\_n/c\\_reas/i\\_ng the N/e\\_stlé f/o\\_otpr/i\\_nt a/c\\_ro/s\\_s B/a\\_ngla/d\\_e\\_shi h/o\\_useh/o\\_lds.'\n\nHafizul Islam BEO Nutrition Bangladesh\n\n<!-- image -->",
        "metadata": {
            "page": 27
        },
        "id": "5d699c1b-2f32-4f27-99a6-13f489b82942"
    },
    {
        "page_content": "## prepared dishes and cooking aids\n\n## Advancing delicious and nutritious food\n\nOur prepared dishes and cooking aids category provides daily essentials, including bouillons, chilled culinary products, and frozen food and pizzas. Iconic brands such as Maggi , Stou/ffer's and DiGiorno cater to regional and local tastes.\n\n## Maggi Veg\n\nThe new Maggi Veg line in Chile and Germany gives consumers shelf-stable options for wholesome and tasty plant-based solutions that are a good source of protein and fiber.\n\n<!-- image -->\n\nAt a glance\n\n11.7\n\nSales (in CHF billion)\n\n18.3%\n\nUTOP margin\n\n12.5%\n\nPercentage of Nestlé's sales\n\n## Totole Recipe Solutions\n\nThe expanded Totole Recipe Solutions range in China added four new single-portion options that specifically cater to one-person households and independent mealtimes.\n\n<!-- image -->\n\n## Lean Cuisine Balance Bowls\n\nNew tasty and nutritious Lean Cuisine Balance Bowls are the first meals to meet the American Diabetes Association frozen entrée nutrition guidelines, helping people manage blood sugar levels.\n\n<!-- image -->\n\n## Maggi Air Fryer\n\nThe new Maggi Air Fryer seasoned coating range in Australia enables consumers to make easy, delicious, home-cooked meals in their air fryer, a cooking appliance that is gaining in popularity.",
        "metadata": {
            "page": 28
        },
        "id": "6cb6e015-52d8-4f35-a0ec-814fdf45b449"
    },
    {
        "page_content": "<!-- image -->\n\nConsumers worldwide want food that tastes great while providing the nutrition they need, all within their budgets. To address this challenge, Nestlé is constantly developing products that are delicious, a/ffordable and nutritious.\n\nPlant-based meals can o/ffer quality nutrition, including protein, and many consumers are interested in trying these. In Italy, Garden Gourmet is enabling more families to access plant-based products at an attractive price point. The tasty Garden Gourmet 99kcal Miniburger, for example,\n\n<!-- image -->\n\nBuilding on MyMenu IQ , available in over 30 countries to give consumers nutritional scores of meals, Poland added an extra tool for assessing meal a/ffordability.\n\nis made with quinoa, bulgur, carrots and broccoli.\n\n,\n\nNestlé uses its innovation expertise to give consumers a/ffordable and nutritious products they can use in their favorite recipes. In 2023, Nestlé launched Maggi Soya Chunks which o/ffers Nigerian consumers a tasty meat alternative for rice, stews and pasta. Not only does this provide a convenient and a/ffordable way to deliver the flavor of meat at a fraction of the cost, Maggi Soya Chunks also provides a nutritious source of protein, iron and zinc.\n\nNestlé continues to create new options that provide quality protein through grains. As part of the International Year of Millets 2023, we launched Maggi Nutri-licious Masala Oats Noodles with Millet Magic. This product leverages the power of these ancient grains to bring protein and fiber to Indian consumers in one of their favorite meals.\n\nOUR VOICES\n\n'We /i\\_nnovate to su/p\\_p/o\\_rt /c\\_o\\_ns/u\\_m/e\\_rs /i\\_n /c\\_reat/i\\_ng a/ff/o\\_r/d\\_able, /d\\_elici/o\\_us /a\\_nd nu/t\\_riti/o\\_us meals ev/e\\_ry /d\\_ay.'\n\nShivani Hegde Global Category Leader, A/ffordable Nutrition Switzerland\n\n<!-- image -->\n\nIN FIGURES\n\n<!-- image -->\n\n12.6%\n\norganic growth for a/ffordable nutrition food products in 2023",
        "metadata": {
            "page": 29
        },
        "id": "ac2aa9b5-5c23-4b78-8900-2ddc61fe2fde"
    },
    {
        "page_content": "## milk products and ice cream\n\n## Responding to evolving preferences\n\nOur milk products business delivers nutritional products for all stages of life, ambient dairy, plant-based alternatives and co/ffee creamers. Our ice cream business o/ffers a variety of special treats.\n\n## KitKat Pink\n\nLaunched in Malaysia with plans for global rollout, the new KitKat Pink strawberry cheesecakeflavored ice cream bar is successfully addressing rising demand for unique cross-category brand extension.\n\n<!-- image -->\n\n## Nido Milk & Soya\n\nNido Milk & Soya o/ffers an a/ffordable nutrition solution to consumers in Nigeria thanks to a new milk powder fortified with iron that is made from both dairy and soy, providing high quality protein.\n\n<!-- image -->\n\nAt a glance\n\n11.0\n\nSales (in CHF billion)\n\n24.5%\n\nUTOP margin\n\n11.8%\n\nPercentage of Nestlé's sales\n\n## Yiyang JiaHeng\n\nThe new Yiyang JiaHeng milk powder supports healthy aging in China by delivering comprehensive nutrition for seniors in each serving, helping to maintain immunity, mobility and cardiovascular health.\n\n<!-- image -->\n\n## Starbucks Vanilla Creamer\n\nInspired by the popular Starbucks Vanilla Latte served at Starbucks stores, this highly anticipated launch continues to support the growing demand for Starbucks co/ffee enhancers in the U.S. market.",
        "metadata": {
            "page": 30
        },
        "id": "e7f42091-a15f-4c2f-af7c-5a935aa176f5"
    },
    {
        "page_content": "<!-- image -->\n\nNinho , together with thousands of milk-producing families, delivers nutrition that supports a better future for over 38 million Brazilian children. In support of a bright tomorrow, Nestlé is incentivizing Brazilian dairy farmers to protect and restore natural resources by adopting sustainable farming measures.\n\nThe Nature por Ninho program trains and incentivizes farmers to adopt regenerative agriculture practices that result in lower carbon emissions and increased carbon sequestration.\n\nVisits from Nestlé's Regenera technicians, a WhatsApp farmer community and monthly YouTube sessions empower farmers to improve sustainability.\n\n<!-- image -->\n\nBy adopting practices, such as water conservation, manure and waste management, minimum cultivation and soil cover, crop rotation and better animal welfare practices, dairy farmers can enable sustainable farming for generations to come.\n\nFarmers in the program can engage in three levels of regenerative agriculture practices: bronze, silver and gold. For each level, the farmer receives an extra bonus in pay per liter of milk. At the end of 2023, 179 Nature por Ninho farms were in the gold category, supplying 17 million liters of milk per month.\n\nIn 2023, the Ninho team embarked on a mission to communicate these best farming practices to consumers, sharing progress on three pillars: animal welfare, soil and water. Through nationwide communication, including Ninho Forti+ commemorative packs, millions of Brazilian consumers are learning about the di/fference that comes from the farm.\n\nIN FIGURES\n\n## 11 400 acres\n\n<!-- image -->\n\nof dairy farms now utilizing regenerative agriculture practices in Brazil\n\nOUR VOICES\n\n'By 2025, /o\\_ur a/i\\_m is to have 30% of the Br/a\\_zili/a\\_n /m\\_ilk /i\\_n /o\\_ur su/p\\_ply c/h\\_a\\_in c/o\\_m/i\\_ng /f\\_r/o\\_m g/o\\_ld-categ/o\\_ry /d\\_a/i\\_ry f/a\\_rms.'\n\n<!-- image -->\n\nBarbara Sollero Sustainable Agriculture Manager Brazil",
        "metadata": {
            "page": 31
        },
        "id": "e15c9f29-d44d-426c-9abe-5f02fa50e059"
    },
    {
        "page_content": "<!-- image -->\n\n## confectionery\n\n## Delighting consumers with tasty snacks\n\nOur confectionery business includes the iconic KitKat brand and a portfolio of much-loved regional and local brands. The business innovates to create great tasting chocolate products and nutritious snacks.\n\n## KitKat Milo\n\nFollowing on the heels of the rollout of the most successful cross-brand collaboration in Australia that brings together two popular and distinctive brands, KitKat Milo has now also been launched in Japan.\n\nAt a glance\n\n8.1\n\nSales (in CHF billion)\n\n16.8%\n\nUTOP margin\n\n8.7%\n\nPercentage of Nestlé's sales\n\n## Nestlé Choco Trio\n\nOur leading chocolate heartland brand in Latin America is now expanding to capture the Chocobakery opportunity, bringing together chocolate tablets and biscuits, with a winning, value-up innovation.\n\n<!-- image -->\n\n## Nestlé Damak\n\n## Aero Tru/ffle\n\nAs the leading aerated tablet brand in Canada, Aero is now expanding its o/ffering with a new range of Aero Tru/ffle indulgent dessert-inspired flavors like Black Forest, Salted Caramel and Tiramisu.\n\nNestlé Damak , a leading heritage brand in Türkiye, has invested over a decade in a sustainable pistachio program in Gaziantep that promotes responsible farming practices and benefits communities.",
        "metadata": {
            "page": 32
        },
        "id": "23b90018-ac29-4283-90c1-f503e58b49f7"
    },
    {
        "page_content": "<!-- image -->\n\nOur income accelerator program aims to improve the livelihoods of cocoa-farming families and tackle child labor risks in cocoa production, while advancing sustainable farming practices. Now, cocoa from the program has found its way to KitKat .\n\nThe program incentivizes and encourages change in cocoa-farming families through a cash incentive paid directly to them through mobile money. It supports four areas: child education,\n\nIN FIGURES\n\n## 160 000\n\ncocoa-farming families planned to be supported by the program by 2030\n\n<!-- image -->\n\ngood agricultural practices (GAP), agroforestry and diversified incomes.\n\nSince the launch in 2022, the program has benefited 10 000 cocoa-farming families in Côte d'Ivoire. It will expand to include Ghana in 2024. Initial results from a report by third-party KIT Royal Tropical Institute are promising, while also informing program improvements. Pruning has increased cocoa farm productivity by more than 20%, on average. School enrollment rates have risen by 8%, reaching 83%. Women are more involved in decisionmaking, which has improved the allocation of family resources. Cash incentives are primarily used where it matters most, first and foremost for schooling.\n\nWe are also putting into practice our ambition to fully segregate our cocoa ingredients. In late 2023, KitKat factories in Hamburg, Germany, and Sofia, Bulgaria, started using 100% segregated chocolate mass from the income accelerator program. We will expand segregation in KitKat factories to most of Europe by early 2024.\n\n<!-- image -->\n\nThe KitKat 'Breaks for Good' packs include a QR code so consumers can discover more about the school enrollment pillar of our income accelerator program.\n\nOUR VOICES\n\n'We /a\\_re /c\\_o\\_nfi/d\\_ent that as the pro/g\\_r/a\\_m scal/e\\_s, we wi/l\\_l s/e\\_e a meas/u\\_rable /i\\_mpa/c\\_t /o\\_n cocoa f/a\\_rm/e\\_rs' /i\\_n/c\\_o\\_m\\_es /a\\_nd /a\\_n /i\\_mprov/e\\_m/e\\_nt /i\\_n the liv/e\\_s of chil/d\\_r/e\\_n.'\n\n<!-- image -->\n\nDarrell High Head Nestlé Cocoa Plan Switzerland",
        "metadata": {
            "page": 33
        },
        "id": "039daaf8-0233-4a46-b502-31f300885f47"
    },
    {
        "page_content": "<!-- image -->\n\n## O/ffering more than hydration\n\nOur water business is dedicated to providing healthy hydration and enhancing quality of life while contributing to a sustainable future. The strategic focus is on international premium mineral water brands as well as healthy beverages.\n\n## Vittel+\n\nFollowing the successful launch of Vittel+ Immunity with zinc in 2022, the brand expanded this functional range with two new benefits: Active with B vitamins and Recharge with magnesium.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## PERRIER + STARCK\n\nAs Perrier celebrates its 160th anniversary, the brand continues to captivate with the launch of a new limited edition of the iconic glass bottle redesigned by visionary creator Philippe Starck.\n\n## S.Pellegrino Essenza\n\nS.Pellegrino Essenza successfully rolled out its vibrant Mediterranean blends range in France, seizing the momentum of the fast-growing flavored sparkling waters market.\n\nAt a glance\n\n3.3\n\nSales (in CHF billion)\n\n10.6%\n\nUTOP margin\n\n3.6%\n\nPercentage of Nestlé's sales\n\n## Nestlé Pure Life\n\nNestlé Pure Life unveiled a new portfolio architecture design, inspired by the ripples e/ffect, to help consumers navigate across the range while enhancing brand uniqueness and impact on shelf.",
        "metadata": {
            "page": 34
        },
        "id": "f47bf1c1-4477-41c1-b7cd-ff2091139de3"
    },
    {
        "page_content": "<!-- image -->\n\nSanpellegrino aims to nurture the art of tasteful living, today and for generations to come. This purpose is embodied by our initiatives to support future gastronomic talent, responsible fine dining and fine drinking, and protection of nature.\n\nTo nurture the future of gastronomy, the S.Pellegrino Young Chef Academy connects talented young chefs across the globe with influential members of the gastronomic world for education, mentoring, networking and career opportunities. Every other year, it hosts\n\n<!-- image -->\n\nSanpellegrino's editorial digital platform, Fine Dining Lovers , inspires with interviews, stories, recipes and videos about responsible gastronomy.\n\nthe S.Pellegrino Young Chef Academy competition to discover new talents and inspire the next generation of culinary game changers.\n\nWe are partnering with Food for Soul to inspire a culture of responsible dining. Founded by renowned chef Massimo Bottura and Lara Gilmore, Food for Soul aims to prevent food waste while encouraging a healthy and equitable food system. Together, we launched the Why Waste? initiative to foster awareness and inspire consumers and chefs through our Fine Dining Lovers platform as well as through courses o/ffered to S.Pellegrino Young Chef Academy members.\n\nWe are also dedicated to protecting the source of taste by managing water resources sustainably and respecting the environment. Our Acqua Panna and S.Pellegrino plants are already certified to the Alliance for Water Stewardship (AWS) Standard. By 2025, we aim to create a positive water impact everywhere we operate.\n\n<!-- image -->\n\n'We /a\\_re pleased with the popul/a\\_rity of the S.Pe/l\\_le/g\\_r/i\\_no Y/o\\_ung Ch/e\\_f Aca/d\\_emy, help/i\\_ng us build a s/t\\_r/o\\_ng global n/e\\_tw/o\\_rk of n/e\\_xt g/e\\_n/e\\_rati/o\\_n cul/i\\_n/a\\_ry tal/e\\_nt.'\n\n<!-- image -->\n\nStefano Bolognese Sanpellegrino International Business Unit Director Italy",
        "metadata": {
            "page": 35
        },
        "id": "fb2447ba-3ae8-4468-bc8b-366bfbc648dc"
    },
    {
        "page_content": "## Financial review",
        "metadata": {
            "page": 36
        },
        "id": "825b2fb9-0a79-4602-9245-f5b1f7fa55b1"
    },
    {
        "page_content": "## Key figures (consolidated)\n\n| In millions of CHF (except for data per share and employees)                                          |                                                                                                       |                                                                                                       |                                                                                                       |                                                                                                       | 2022                                   | 2023                                   |\n|-------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------|----------------------------------------|----------------------------------------|\n| Results                                                                                               | Results                                                                                               | Results                                                                                               | Results                                                                                               | Results                                                                                               | Results                                | Results                                |\n|                                                                                                       |                                                                                                       |                                                                                                       |                                                                                                       |                                                                                                       | 16 103                                 | 16 053                                 |\n| Underlying trading operating profit  (a)                                                              | Underlying trading operating profit  (a)                                                              | Underlying trading operating profit  (a)                                                              | Underlying trading operating profit  (a)                                                              | Underlying trading operating profit  (a)                                                              |                                        |                                        |\n| as % of sales                                                                                         | as % of sales                                                                                         | as % of sales                                                                                         | as % of sales                                                                                         | as % of sales                                                                                         | 17.1%                                  | 17.3%                                  |\n| Trading operating profit  (a)                                                                         | Trading operating profit  (a)                                                                         | Trading operating profit  (a)                                                                         | Trading operating profit  (a)                                                                         | Trading operating profit  (a)                                                                         | 13 195                                 | 14 520                                 |\n| as % of sales Profit for the year attributable to shareholders of the parent (Net profit)             | as % of sales Profit for the year attributable to shareholders of the parent (Net profit)             | as % of sales Profit for the year attributable to shareholders of the parent (Net profit)             | as % of sales Profit for the year attributable to shareholders of the parent (Net profit)             | as % of sales Profit for the year attributable to shareholders of the parent (Net profit)             | 14.0%                                  | 15.6%                                  |\n| as % of sales                                                                                         | as % of sales                                                                                         | as % of sales                                                                                         | as % of sales                                                                                         | as % of sales                                                                                         | 9.8%                                   | 12.1%                                  |\n| Balance sheet and Cash flow statement                                                                 | Balance sheet and Cash flow statement                                                                 | Balance sheet and Cash flow statement                                                                 | Balance sheet and Cash flow statement                                                                 | Balance sheet and Cash flow statement                                                                 | Balance sheet and Cash flow statement  | Balance sheet and Cash flow statement  |\n| Total Equity                                                                                          | Total Equity                                                                                          | Total Equity                                                                                          | Total Equity                                                                                          | Total Equity                                                                                          | 42 792                                 | 36 387                                 |\n| Net financial debt  (a)                                                                               | Net financial debt  (a)                                                                               | Net financial debt  (a)                                                                               | Net financial debt  (a)                                                                               | Net financial debt  (a)                                                                               | 48 159                                 | 49 638                                 |\n| Ratio of net financial debt to total equity (gearing)                                                 | Ratio of net financial debt to total equity (gearing)                                                 | Ratio of net financial debt to total equity (gearing)                                                 | Ratio of net financial debt to total equity (gearing)                                                 | Ratio of net financial debt to total equity (gearing)                                                 | 112.5%                                 | 136.4%                                 |\n| Operating cash flow                                                                                   | Operating cash flow                                                                                   | Operating cash flow                                                                                   | Operating cash flow                                                                                   | Operating cash flow                                                                                   | 11 907                                 | 15 941                                 |\n| as % of net financial debt                                                                            | as % of net financial debt                                                                            | as % of net financial debt                                                                            | as % of net financial debt                                                                            | as % of net financial debt                                                                            | 24.7%                                  | 32.1%                                  |\n| Free cash flow  (a)                                                                                   | Free cash flow  (a)                                                                                   | Free cash flow  (a)                                                                                   | Free cash flow  (a)                                                                                   | Free cash flow  (a)                                                                                   | 6 570                                  | 10 403                                 |\n| Capital additions                                                                                     | Capital additions                                                                                     | Capital additions                                                                                     | Capital additions                                                                                     | Capital additions                                                                                     | 8 264                                  | 7 159                                  |\n| as % of sales 8.8% 7.7% Data per share                                                                | as % of sales 8.8% 7.7% Data per share                                                                | as % of sales 8.8% 7.7% Data per share                                                                | as % of sales 8.8% 7.7% Data per share                                                                | as % of sales 8.8% 7.7% Data per share                                                                | as % of sales 8.8% 7.7% Data per share | as % of sales 8.8% 7.7% Data per share |\n| Weighted average number of shares outstanding (in millions of units)                                  |                                                                                                       |                                                                                                       |                                                                                                       |                                                                                                       | 2 707                                  | 2 646                                  |\n| Basic earnings per share  CHF                                                                         | Basic earnings per share  CHF                                                                         | Basic earnings per share  CHF                                                                         | Basic earnings per share  CHF                                                                         | Basic earnings per share  CHF                                                                         | 3.42                                   | 4.24                                   |\n| Underlying earnings per share  (a) CHF                                                                | Underlying earnings per share  (a) CHF                                                                | Underlying earnings per share  (a) CHF                                                                | Underlying earnings per share  (a) CHF                                                                | Underlying earnings per share  (a) CHF                                                                | 4.80                                   | 4.80                                   |\n| Dividend as proposed by the Board of Directors of Nestlé S.A. CHF Market capitalization, end December | Dividend as proposed by the Board of Directors of Nestlé S.A. CHF Market capitalization, end December | Dividend as proposed by the Board of Directors of Nestlé S.A. CHF Market capitalization, end December | Dividend as proposed by the Board of Directors of Nestlé S.A. CHF Market capitalization, end December | Dividend as proposed by the Board of Directors of Nestlé S.A. CHF Market capitalization, end December | 2.95  285 865                          | 3.00                                   |\n| Number of employees  (in thousands)                                                                   |                                                                                                       |                                                                                                       |                                                                                                       |                                                                                                       | 275                                    | 255 604   270                          |\n| In millions (except for data per share)                                                               | Total CHF                                                                                             | Total CHF                                                                                             | Total USD                                                                                             | Total USD                                                                                             | Total EUR                              | Total EUR                              |\n|                                                                                                       | 2022                                                                                                  | 2023                                                                                                  | 2022                                                                                                  | 2023                                                                                                  | 2022                                   | 2023                                   |\n| Sales Underlying trading operating profit  (a)                                                        | 94 424   16 103                                                                                       | 92 998                                                                                                | 98 772   16 845                                                                                       | 103 584                                                                                               | 94 010                                 | 95 730   16 525                        |\n| Trading operating profit  (a)                                                                         | 13 195                                                                                                | 16 053   14 520                                                                                       |                                                                                                       | 17 880                                                                                                | 16 033                                 | 14 947                                 |\n| Profit for the year attributable to shareholders of the parent (Net profit)                           | 9 270                                                                                                 | 11 209                                                                                                | 13 802   9 697                                                                                        | 16 173   12 485                                                                                       | 13 137   9 230                         | 11 539                                 |\n| Total Equity                                                                                          | 42 792                                                                                                | 36 387                                                                                                | 46 281                                                                                                | 43 245                                                                                                | 43 444                                 | 39 081                                 |\n| Market capitalization, end December                                                                   | 285 865                                                                                               | 255 604                                                                                               | 309 177                                                                                               | 303 784                                                                                               | 290 225                                | 274 532                                |\n| Data per share                                                                                        | Data per share                                                                                        | Data per share                                                                                        | Data per share                                                                                        | Data per share                                                                                        |                                        |                                        |\n| Basic earnings per share                                                                              | 3.42                                                                                                  | 4.24                                                                                                  | 3.58                                                                                                  | 4.72                                                                                                  | 3.41                                   | 4.36                                   |\n\n- (a)   Certain financial performance measures are not defined by IFRS Accounting Standards. For further details, see Foreword on page 34.\n- (b)   Income statement figures translated at weighted average annual rate; Balance sheet figures at year-end rate.",
        "metadata": {
            "page": 37
        },
        "id": "2147b8c7-5bdb-445f-aec1-c80194a8dd87"
    },
    {
        "page_content": "## Group overview\n\n## Foreword\n\nThe Financial review contains certain financial performance measures, that are not defined by IFRS Accounting Standards (thereafter 'IFRS'), that are used by management to assess the financial and operational performance of the Group. They include among others:\n\n- -Organic growth, Real internal growth and Pricing;\n- -Underlying trading operating profit margin and Trading operating profit margin;\n- -Net financial debt;\n- -Free cash flow; and\n- -Underlying earnings per share (EPS) and EPS in constant currency.\n\nManagement believes that these non-IFRS financial performance measures provide useful information regarding the Group's financial and operating performance.\n\nThe Alternative Performance Measures document published under www.nestle.com/investors/ publications defines these non-IFRS financial performance measures.\n\n## Group sales\n\nOrganic growth was 7.2%. Pricing was 7.5%, reflecting cost inflation over the last two years. RIG was - 0.3%, impacted by soft consumer demand, capacity constraints and a temporary supply disruption for vitamins, minerals and supplements in the second half. As expected, RIG turned positive in both the fourth quarter and the second half, supported by the benefits from portfolio optimization, improving customer service levels and increased brand support.\n\nGrowth was broad-based across most geographies and categories. In developed markets, organic growth was 6.4%, led by pricing with negative RIG. In emerging markets, organic growth was 8.4%, driven by pricing and positive RIG.\n\nBy product category, Purina PetCare was the largest contributor to organic growth, with strong momentum across all channels. Purina ONE , Purina Pro Plan and Friskies all recorded doubledigit growth. Sales of Purina Pro Plan reached almost CHF 3 billion. Co/ffee saw high singledigit growth, with positive sales developments across brands, supported by strong demand in out-of-home channels. Infant Nutrition posted high single-digit growth, based on continued momentum for premium infant formula, including human milk oligosaccharides (HMOs) products as well as specialty formulas. Dairy reported mid single-digit growth, led by fortified milks, co/ffee creamers and home-baking products. Confectionery recorded high single-digit growth, fueled by continued double-digit growth for KitKat . Prepared dishes and cooking aids posted mid single-digit growth, with robust demand for Maggi across geographies and segments. Water posted mid single-digit growth, led by S.Pellegrino and Acqua Panna . Nestlé Health Science recorded low single-digit growth, as continued strong momentum for Medical Nutrition was partly o/ffset by temporary supply constraints in vitamins, minerals and supplements.",
        "metadata": {
            "page": 38
        },
        "id": "4a0b80df-2db2-43c1-bbbf-217107df5ffc"
    },
    {
        "page_content": "By channel, organic growth in retail sales remained robust at 6.5%. E-commerce sales grew by 13.4%, reaching 17.1% of total Group sales. Organic growth of out-of-home channels was 15.9%.\n\nNet divestitures decreased sales by 0.9%, largely related to the divestment of a majority stake in Freshly as well as the disposal of the Gerber Good Start infant formula brand in 2022. The impact on sales from foreign exchange was negative at 7.8%, following significant and broad-based appreciation of the Swiss franc. Total reported sales decreased by 1.5% to CHF 93.0 billion.\n\n## Sales by geographic areas\n\n## Di/fferences 2023/2022 (in %)\n\n| By principal markets             | in CHF   | in local  currency   | in CHF  millions 2023   |\n|----------------------------------|----------|----------------------|-------------------------|\n| North America                    | - 1.4%   | (a)                  | 32 553                  |\n| United States                    | - 0.9%   | + 5.5%               | 30 034                  |\n| Canada                           | - 6.2%   | + 3.5%               | 2 519                   |\n| Europe                           | 0.0%     | (a)                  | 22 291                  |\n| France                           | - 0.3%   | + 3.0%               | 3 546                   |\n| United Kingdom                   | + 3.5%   | + 9.0%               | 3 529                   |\n| Germany                          | - 4.5%   | - 1.3%               |                         |\n| Other markets of geographic area | 0.0%     | (a)                  | 2 212  13 004           |\n| of which Switzerland             | - 0.8%   | - 0.8%               | 1 101                   |\n| Asia, Oceania and Africa         | - 5.2%   | (a)                  | 19 870                  |\n| Philippines                      | + 0.4%   | + 9.0%               | 2 677                   |\n| India                            | + 1.7%   | + 13.6%              | 1 993                   |\n| Australia                        | - 4.0%   | + 6.7%               | 1 450                   |\n| Other markets of geographic area | - 7.3%   | (a)                  | 13 750                  |\n| Latin America                    | + 3.5%   | (a)                  | 12 760                  |\n| Brazil                           | + 10.0%  | + 13.4%              | 4 131                   |\n| Mexico                           | + 13.9%  | + 6.8%               | 3 937                   |\n|                                  | + 0.7%   | + 3.1%               | 1 312                   |\n| Chile                            |          |                      |                         |\n| Other markets of geographic area | - 11.2%  | (a)                  | 3 380                   |\n| Greater China                    | - 5.5%   | (a)                  | 5 524                   |\n| Greater China                    | - 5.5%   | + 5.2%               | 5 524                   |\n| Total                            | - 1.5%   | (a)                  | 92 998                  |\n\n- (a) Not  applicable.",
        "metadata": {
            "page": 39
        },
        "id": "1db41568-d536-4228-9f6b-e017639fbbb3"
    },
    {
        "page_content": "## Underlying trading operating profit\n\nThe underlying trading operating profit margin increased by 20 basis points to 17.3% on a reported basis and by 40 basis points in constant currency. Underlying trading operating profit decreased by 0.3% to CHF 16.1 billion, due to currency appreciation.\n\nGross profit margin increased by 70 basis points to 45.9%. Pricing, cost e/fficiencies and portfolio optimization more than o/ffset significant cost inflation.\n\nDistribution costs as a percentage of sales decreased by 60 basis points to 8.3% of sales, mainly as a result of lower freight and energy costs.\n\nMarketing and administration expenses as a percentage of sales were 18.9%. Within this line item, advertising and marketing expenses were 7.7% of sales, an increase of 80 basis points compared to the prior year.\n\nRestructuring and net other trading items decreased from CHF 2.9 billion to CHF 1.5 billion, reflecting one-o/ff items in the prior year, particularly asset impairments. As a result, trading operating profit increased by 10.0% to CHF 14.5 billion. The trading operating profit margin reached 15.6%, an increase of 160 basis points on a reported basis and 190 basis points in constant currency.\n\n## Underlying trading operating profit and Trading operating profit\n\nIn millions of CHF\n\nIn % of sales\n\n<!-- image -->\n\n<!-- image -->\n\nUnderlying trading operating profit Trading operating profit\n\n## Underlying trading operating profit by operating segment\n\nIn % of sales\n\n<!-- image -->\n\n<!-- image -->\n\n- Zone NA\n\nZone EUR\n\n- Zone AOA\n- Zone LATAM\n- Zone GC\n- Nestlé Health Science\n- Nespresso\n\n## Trading operating profit by operating segment\n\nIn % of sales",
        "metadata": {
            "page": 40
        },
        "id": "87b98547-232a-4be8-927e-27caa4948e66"
    },
    {
        "page_content": "## Net financial expenses and Income tax\n\nNet financial expenses increased to CHF 1.4 billion, reflecting an increase in interest rates and a higher level of average net debt. The average cost of net debt was 2.5% compared to 2.2% in 2022.\n\nThe Group reported tax rate decreased by 600 basis points to 18.2% as a result of one-o/ff items. The underlying tax rate increased by 30 basis points to 21.2%, mainly due to the geographic and business mix.\n\n## Net profit and Earnings per share\n\nNet profit increased by 20.9% to CHF 11.2 billion. Net profit margin increased by 230 basis points to 12.1% on a reported basis and by 240 basis points in constant currency. The increase was mainly due to lower asset impairments, a decrease in reported taxes and higher income from associates. As a result, earnings per share increased by 23.7% to CHF 4.24 on a reported basis.\n\nUnderlying earnings per share increased by 8.4% in constant currency and by 0.1% on a reported basis to CHF 4.80. The increase was mainly the result of strong organic growth and improved underlying trading operating profit margin. Nestlé's share buyback program contributed 1.2% to the underlying earnings per share increase, net of finance costs.\n\n## Cash flow\n\nFree cash flow increased to CHF 10.4 billion from CHF 6.6 billion, mainly due to lower inventory levels.\n\n<!-- image -->\n\n- Nestlé S.A. share\n- Nestlé relative to Swiss Market Index\n\n<!-- image -->\n\n## Share capital by investor type, long-term evolution (a)\n\n<!-- image -->\n\n- (a)   Percentage derived from total number of registered shares. Registered shares represent 45.2% of the total share capital. Statistics are rounded, as at 12/31/2023.",
        "metadata": {
            "page": 41
        },
        "id": "b3819a54-f923-48e8-86c3-6c840b42c4b7"
    },
    {
        "page_content": "## Dividend\n\nAt the Annual General Meeting on April 18, 2024, the Board of Directors will propose a dividend of CHF 3.00 per share, an increase of 5 centimes. If approved, this will be the company's 29th consecutive annual dividend increase. The company has maintained or increased its dividend in Swiss francs over the last 64 years. Nestlé is committed to maintaining this long-held practice of increasing the dividend in Swiss francs every year.\n\nThe last trading day with entitlement to receive the dividend will be April 19, 2024. The net dividend will be payable as from April 24, 2024.\n\nShareholders entered in the share register with voting rights on April 11, 2024, at 12:00 noon (CEST), will be entitled to exercise their voting rights.\n\n## Share buyback program\n\nIn 2023, the Group repurchased CHF 5.0 billion of Nestlé shares as part of the three-year CHF 20 billion share buyback program, which began in January 2022. At the upcoming Annual General Meeting, the Board of Directors will propose a reduction of the share capital of 50 million shares from CHF 267 million to CHF 262 million, through the cancellation of shares purchased as part of the share buyback program.\n\n## Net debt\n\nNet debt was CHF 49.6 billion as at December 31, 2023, compared to CHF 48.2 billion at December 31, 2022. The increase largely reflected the dividend payment of CHF 7.8 billion and share buybacks of CHF 5.1 billion.\n\n## Return on invested capital (ROIC)\n\nThe Group's ROIC was 13.9%, up by 170 basis points.\n\n<!-- image -->\n\n## Portfolio management\n\nE/ffective September 1, 2023, Nestlé and private equity firm PAI Partners completed the transaction to create a joint venture for Nestlé's frozen pizza business in Europe. Nestlé retains a non-controlling stake with equal voting rights alongside PAI Partners, remaining invested in this business and participating in future growth and value creation in the category.\n\nOn September 4, 2023, Nestlé divested Palforzia , its peanut allergy treatment business, to Stallergenes Greer, a biopharmaceutical company that specializes in the diagnosis and treatment of allergies. The transaction was closed upon signing.\n\nOn September 7, 2023, Nestlé announced an agreement with Advent International to acquire a majority stake in Grupo CRM, a premium chocolate player in Brazil. The transaction is expected to close in 2024, subject to customary regulatory approvals.",
        "metadata": {
            "page": 42
        },
        "id": "467a1ae4-13c9-4459-8557-5cbda0fe753f"
    },
    {
        "page_content": "## Nestlé Waters Operations\n\nFollowing a transformation plan in France, Nestlé is reviewing operating practices in its natural mineral water operations in several countries. With food safety as a primary goal, practices at some of its production sites may not be in line with the applicable regulatory framework. Nestlé regrets the situation and is currently engaging with the relevant authorities to ensure that its operating practices are fully compliant. The company emphasizes that its water products have always been, and remain, safe to drink. In addition, the unique mineral composition of its natural mineral water brands has always been consistent with the label.\n\n## Outlook\n\n2024 outlook: we expect organic sales growth around 4% and a moderate increase in the underlying trading operating profit margin. Underlying earnings per share in constant currency is expected to increase between 6% and 10%.\n\n## 2025 mid-term targets fully confirmed:\n\nmid single-digit organic sales growth and an underlying trading operating profit margin range of 17.5% to 18.5% by 2025. Underlying earnings per share in constant currency to increase between 6% and 10%.\n\n## Sales, employees and factories by geographic area\n\n|          | Sales   | Employees   | Employees   |       |      |      |\n|----------|---------|-------------|-------------|-------|------|------|\n|          | 2022    | 2023        | 2022        | 2023  | 2022 | 2023 |\n| NA       | 34.9%   | 35.0%       | 14.3%       | 14.5% |   57 |   56 |\n| EUR  (a) | 23.6%   | 24.0%       | 28.7%       | 28.6% |   99 |   96 |\n| AOA      | 22.2%   | 21.4%       | 26.2%       | 26.0% |  100 |  100 |\n| LATAM    | 13.1%   | 13.7%       | 21.9%       | 22.1% |   65 |   65 |\n| GC       | 6.2%    | 5.9%        | 8.9%        | 8.8%  |   23 |   23 |\n\n- (a)   8304 employees in Switzerland in 2023.\n\n## Employees by activity\n\nIn thousands\n\n|   2022 |   2023 |                          |\n|--------|--------|--------------------------|\n|    140 |    134 | Factories                |\n|    135 |    136 | Administration and sales |\n|    275 |    270 | Total                    |",
        "metadata": {
            "page": 43
        },
        "id": "65017448-b098-408e-93b1-703c3177fc5f"
    },
    {
        "page_content": "## Product category and operating segment review\n\n| In millions of CHF                  | 2022   | 2023   | Proportion of total sales (%)   | RIG (%)   | OG (%)   |\n|-------------------------------------|--------|--------|---------------------------------|-----------|----------|\n| Powdered and Liquid Beverages       |        |        |                                 |           |          |\n| Soluble co/ffee/co/ffee systems     | 16 891 | 16 648 | 67.2%                           |           |          |\n| Other                               | 8 327  | 8 138  | 32.8%                           |           |          |\n| Total sales                         | 25 218 | 24 786 |                                 | 0.0%      | + 6.4%   |\n| Underlying trading operating profit | 5 593  | 5 130  | 20.7%                           |           |          |\n| Trading operating profit            | 5 358  | 4 945  | 20.0%                           |           |          |\n| Water                               |        |        |                                 |           |          |\n| Total sales                         | 3 536  | 3 320  |                                 | - 5.1%    | + 4.9%   |\n| Underlying trading operating profit | 277    | 351    | 10.6%                           |           |          |\n| Trading operating profit            | 241    | 161    | 4.8%                            |           |          |\n| Milk products and Ice cream         |        |        |                                 |           |          |\n| Milk products                       | 10 359 | 10 092 | 91.9%                           |           |          |\n| Ice cream                           | 930    | 889    | 8.1%                            |           |          |\n| Total sales                         | 11 289 | 10 981 |                                 | - 1.6%    | + 6.1%   |\n| Underlying trading operating profit | 2 568  | 2 688  | 24.5%                           |           |          |\n| Trading operating profit            | 2 508  | 2 601  | 23.7%                           |           |          |\n| Nutrition and Health Science        |        |        |                                 |           |          |\n| Total sales                         | 15 678 | 15 278 |                                 | - 1.6%    | + 5.4%   |\n| Underlying trading operating profit | 2 990  | 2 831  | 18.5%                           |           |          |\n| Trading operating profit            | 1 323  | 2 291  | 15.0%                           |           |          |\n| Prepared dishes and cooking aids    |        |        |                                 |           |          |\n| Frozen and chilled                  | 5 859  | 5 095  | 43.7%                           |           |          |\n| Culinary and other                  | 6 625  | 6 571  | 56.3%                           |           |          |\n| Total sales                         | 12 484 | 11 666 |                                 | - 2.5%    | + 4.9%   |\n| Underlying trading operating profit | 2 038  | 2 136  | 18.3%                           |           |          |\n| Trading operating profit            | 1 508  | 1 849  | 15.8%                           |           |          |\n| Confectionery                       |        |        |                                 |           |          |\n| Chocolate                           | 6 139  | 6 208  | 76.6%                           |           |          |\n| Sugar confectionery                 | 661    | 676    | 8.3%                            |           |          |\n| Snacking and biscuits               | 1 318  | 1 223  | 15.1%                           |           |          |\n| Total sales                         | 8 118  | 8 107  |                                 | + 1.5%    | + 8.5%   |\n| Underlying trading operating profit | 1 364  | 1 364  | 16.8%                           |           |          |\n| Trading operating profit            | 1 259  | 1 231  | 15.2%                           |           |          |\n| PetCare                             |        |        |                                 |           |          |\n| Total sales                         | 18 101 | 18 860 |                                 | + 2.8%    | + 12.1%  |\n| Underlying trading operating profit | 3 706  | 3 912  | 20.7%                           |           |          |\n| Trading operating profit            | 3 494  | 3 862  | 20.5%                           |           |          |",
        "metadata": {
            "page": 44
        },
        "id": "9e729768-41bf-472c-9be6-56b74af2fced"
    },
    {
        "page_content": "## Review of Zones, Nestlé Health Science and Nespresso\n\n## Zone North America (NA)\n\n| Sales                                      | CHF 26.0 billion   |\n|--------------------------------------------|--------------------|\n| Organic growth                             | + 7.3%             |\n| Real internal growth                       | - 0.3%             |\n| Underlying trading operating profit margin | 22.2%              |\n| Underlying trading operating profit margin | + 120 basis points |\n| Trading operating profit margin            | 21.3%              |\n| Trading operating profit margin            | + 270 basis points |\n\n- -7.3% organic growth: - 0.3% RIG; 7.6% pricing.\n- -The Zone's underlying trading operating profit margin increased by 120 basis points to 22.2%.\n\nOrganic growth was 7.3%, with pricing of 7.6%. RIG was - 0.3%, reflecting soft consumer demand, capacity constraints and the winding down of the frozen meals and pizza business in Canada. RIG turned positive in the fourth quarter. Net divestitures reduced sales by 1.7%, as a result of the divestment of a majority stake in Freshly as well as the disposal of the Gerber Good Start infant formula brand in 2022. Foreign exchange had a negative impact of 6.8%. Reported sales in Zone North America decreased by 1.3% to CHF 26.0 billion.\n\nGrowth in Zone North America was broad-based, driven by pricing as well as continued strong momentum for e-commerce and out-of-home channels. The Zone saw market share gains in pet food, co/ffee and frozen meals.\n\nBy product category, Purina PetCare was the largest growth contributor, with broad-based demand across segments, channels and brands, particularly Purina ONE , Purina Pro Plan and Friskies . Sales for Nestlé Professional and Starbucks out-of-home continued to grow at a double-digit rate, led by new customer acquisition. The beverages category, including Starbucks products, Co/ffee mate and Nescafé , posted mid single-digit growth. Nido growing-up milks posted strong double-digit growth. Confectionery in Canada recorded high singledigit growth, driven by KitKat and Aero . Water saw low single-digit growth, based on a strong sales development in the fourth quarter. S.Pellegrino and Acqua Panna posted double-digit growth, which more than o/ffset the impact of capacity constraints for Perrier . Growth in frozen food was negative, impacted by soft consumer demand and\n\n## Zone NA\n\n<!-- image -->\n\n|                                     | 2022           | 2023   | Proportion of total sales (%)   | RIG (%)   | OG (%)   |\n|-------------------------------------|----------------|--------|---------------------------------|-----------|----------|\n| United States and Canada            | 26 328  25 995 |        |                                 |           |          |\n| Powdered and Liquid Beverages       | 3 891          | 3 892  | 15.0%                           |           |          |\n| Water                               | 1 042          | 990    | 3.8%                            |           |          |\n| Milk products and Ice cream         | 3 143          | 3 065  | 11.8%                           |           |          |\n| Prepared dishes and cooking aids    | 5 328          | 4 790  | 18.4%                           |           |          |\n| Confectionery                       | 696            | 682    | 2.6%                            |           |          |\n| PetCare                             | 10 926         | 11 504 | 44.3%                           |           |          |\n| Nutrition and Health Science        | 1 302          | 1 072  | 4.1%                            |           |          |\n| Total sales                         | 26 328         | 25 995 |                                 | - 0.3%    | + 7.3%   |\n| Underlying trading operating profit | 5 528  5 768   |        | 22.2%                           |           |          |\n| Trading operating profit            | 4 904  5 546   |        | 21.3%                           |           |          |\n| Capital additions                   | 2 272  2 401   |        | 9.2%                            |           |          |",
        "metadata": {
            "page": 45
        },
        "id": "10323c9c-0220-4a22-afd5-de075f661038"
    },
    {
        "page_content": "the winding down of the frozen meals and pizza business in Canada. In the U.S., growth in frozen food was close to flat, supported by Stou/ffer's , Jack's and Tombstone .\n\nThe Zone's underlying trading operating profit margin increased by 120 basis points, mainly as a result of the divestment of a majority stake in Freshly and portfolio optimization actions. Pricing and mix also helped to o/ffset cost inflation and a significant increase in advertising and marketing expenses.\n\n## Zone Europe (EUR)\n\nSales\n\nCHF 19.1 billion\n\nOrganic growth\n\n+ 8.2%\n\nReal internal growth\n\n- 2.4%\n\nUnderlying trading operating profit margin\n\n16.4%\n\nUnderlying trading operating profit margin\n\n0 basis point\n\nTrading operating profit margin\n\n14.1%\n\nTrading operating profit margin\n\n- 10 basis points\n\n- -8.2% organic growth: - 2.4% RIG; 10.6% pricing.\n- -The Zone's underlying trading operating profit margin was unchanged at 16.4%.\n\nOrganic growth was 8.2%, with pricing of 10.6%. RIG was - 2.4%, reflecting demand elasticity and capacity constraints. Foreign exchange negatively impacted sales by 4.9%. Net divestitures reduced sales by 3.4%. Reported sales in Zone Europe decreased by 0.2% to CHF 19.1 billion.\n\nGrowth in Zone Europe was supported by pricing, strong sales development for e-commerce and continued momentum for out-of-home channels. The Zone saw market share gains in pet food and Infant Nutrition.\n\nBy product category, the key contributor to growth was Purina PetCare, driven by di/fferentiated o/fferings across premium brands Felix , Gourmet and Purina ONE . Co/ffee saw mid single-digit growth, led by Nescafé soluble and ready-todrink products. Confectionery reported high single-digit growth, with continued market share gains for KitKat . Nestlé Professional posted double-digit growth, led by beverages. Infant Nutrition recorded high single-digit growth, based on continued momentum for premium infant formula, particularly NAN . Culinary posted mid single-digit growth, with robust sales developments for Maggi and Thomy . Water saw low single-digit growth, as strong momentum for S.Pellegrino and Acqua Pann a was largely o/ffset by the impact of temporary capacity constraints for Perrier .",
        "metadata": {
            "page": 46
        },
        "id": "7c0c4dfc-be23-4602-a0c4-cc5b862d7158"
    },
    {
        "page_content": "The Zone's underlying trading operating profit margin was unchanged versus the prior year. Significant cost inflation and higher advertising and marketing expenses o/ffset pricing and portfolio optimization actions.\n\n| Zone EUR In millions of CHF         | 2022   | 2023   |       | Proportion of total sales (%)   | RIG (%)   | OG (%)   |\n|-------------------------------------|--------|--------|-------|---------------------------------|-----------|----------|\n| Western Europe                      | 13 334 | 13 488 |       | 70.6%                           |           |          |\n| Eastern Europe                      | 4 272  | 4 022  |       | 21.1%                           |           |          |\n| Türkiye and Israël                  | 1 522  | 1 588  |       | 8.3%                            |           |          |\n| Powdered and Liquid Beverages       | 5 140  | 5 066  | 26.5% | 26.5%                           |           |          |\n| Water                               | 1 626  | 1 573  | 8.2%  | 8.2%                            |           |          |\n| Milk products and Ice cream         | 345    | 381    | 2.0%  | 2.0%                            |           |          |\n| Prepared dishes and cooking aids    | 2 820  | 2 610  |       | 13.7%                           |           |          |\n| Confectionery                       | 3 091  | 3 027  | 15.8% | 15.8%                           |           |          |\n| PetCare                             | 4 732  | 5 056  | 26.5% | 26.5%                           |           |          |\n| Nutrition and Health Science        | 1 374  | 1 385  | 7.3%  | 7.3%                            |           |          |\n| Total sales                         | 19 128 | 19 098 |       |                                 | - 2.4%    | + 8.2%   |\n| Underlying trading operating profit | 3 138  | 3 127  |       | 16.4%                           | 16.4%     | 16.4%    |\n| Trading operating profit            | 2 719  | 2 698  | 2 698 | 14.1%                           | 14.1%     | 14.1%    |\n| Capital additions                   | 1 489  | 1 680  | 1 680 | 8.8%                            | 8.8%      | 8.8%     |",
        "metadata": {
            "page": 47
        },
        "id": "eb5a5f1c-82ec-4614-984b-8e72817f288e"
    },
    {
        "page_content": "## Zone Asia, Oceania and Africa (AOA)\n\n| Sales                                      | CHF 17.5 billion   |\n|--------------------------------------------|--------------------|\n| Organic growth                             | + 8.3%             |\n| Real internal growth                       | + 0.3%             |\n| Underlying trading operating profit margin | 23.5%              |\n| Underlying trading operating profit margin | + 60 basis points  |\n| Trading operating profit margin            | 22.5%              |\n| Trading operating profit margin            | + 10 basis points  |\n\n- -8.3% organic growth: 0.3% RIG; 8.0% pricing.\n- -The Zone's underlying trading operating profit margin increased by 60 basis points to 23.5%.\n\nOrganic growth was 8.3%, with 0.3% RIG. Pricing increased to 8.0%, with broad-based contributions from all geographies and categories. Foreign exchange reduced sales by 13.5%, impacted by significant currency depreciation. Reported sales in Zone AOA decreased by 5.2% to CHF 17.5 billion.\n\nGrowth in Zone AOA was supported by pricing as well as continued momentum of e-commerce and out-of-home channels. The Zone saw market share gains in confectionery and co/ffee.\n\nZone AOA\n\nSouth-East Asia posted mid single-digit growth, led by the Philippines, with strong sales developments for Nescafé and Maggi . South Asia recorded strong double-digit growth across most categories. Growth in India was based on continued distribution expansion and new product launches, with strong momentum for Maggi , KitKat and Nescafé . Middle East and Africa saw double-digit growth, with particular strength for a/ffordable o/fferings in Maggi , NAN and Milo . Japan reported mid single-digit growth, led by Purina PetCare, KitKat and ready-to-drink Nescafé . South Korea posted high single-digit growth, fueled by Starbucks products. The new Starbucks soluble co/ffee o/ffering resonated strongly with consumers. Oceania recorded high single-digit growth, supported by innovation for KitKat , Purina PetCare and Nescafé .\n\nBy product category, Infant Nutrition was the largest growth contributor, led by NAN , Lactogen and Cerelac . Culinary recorded double-digit growth, with continued strength for Maggi . Co/ffee saw high single-digit growth, with robust demand for Nescafé and Starbucks products, particularly\n\n| In millions of CHF                  | 2022   | 2023   | Proportion of total sales (%)   | RIG (%)   | OG (%)   |\n|-------------------------------------|--------|--------|---------------------------------|-----------|----------|\n| ASEAN                               | 7 112  | 6 880  | 39.3%                           |           |          |\n| Oceania and Japan                   | 2 964  | 2 802  | 15.9%                           |           |          |\n| South Asian Subcontinent            | 3 156  | 3 042  | 17.4%                           |           |          |\n| Middle-East and Africa              | 5 252  | 4 795  | 27.4%                           |           |          |\n| Powdered and Liquid Beverages       | 6 108  | 5 767  | 32.9%                           |           |          |\n| Water                               | 641    | 582    | 3.3%                            |           |          |\n| Milk products and Ice cream         | 3 636  | 3 310  | 18.9%                           |           |          |\n| Prepared dishes and cooking aids    | 2 560  | 2 476  | 14.1%                           |           |          |\n| Confectionery                       | 1 372  | 1 332  | 7.6%                            |           |          |\n| PetCare                             | 702    | 662    | 3.8%                            |           |          |\n|                                     | 3 465  | 3 390  | 19.4%                           |           |          |\n| Nutrition and Health Science        |        |        |                                 |           |          |\n| Underlying trading operating profit | 4 237  | 4 109  | 23.5%                           | + 0.3%    |          |\n| Trading operating profit            | 4 133  | 3 944  | 22.5%                           |           |          |\n| Capital additions                   | 930    | 928    | 5.3%                            |           |          |",
        "metadata": {
            "page": 48
        },
        "id": "3effc5e1-8751-481a-a7f4-37313b3e9d0a"
    },
    {
        "page_content": "for ready-to-drink o/fferings. Ambient dairy posted mid single-digit growth, based on increased focus on products with functional benefits. Sales for Nestlé Professional grew at a strong double-digit rate across most geographies and categories, supported by channel penetration and customer acquisition. Confectionery reported high singledigit growth, fueled by strong momentum for KitKat . Purina PetCare saw mid single-digit growth, led by Purina ONE , Supercoat and Felix .\n\nThe Zone's underlying trading operating profit margin increased by 60 basis points. Pricing, disciplined cost control and portfolio optimization more than o/ffset the impact of input cost inflation and higher advertising and marketing expenses.\n\n## Zone Latin America (LATAM)\n\n| Sales                                      | CHF 12.2 billion   |\n|--------------------------------------------|--------------------|\n| Organic growth                             | + 9.2%             |\n| Real internal growth                       | + 0.3%             |\n| Underlying trading operating profit margin | 20.7%              |\n| Underlying trading operating profit margin | - 50 basis points  |\n| Trading operating profit margin            | 19.2%              |\n| Trading operating profit margin            | - 110 basis points |\n\n- -9.2% organic growth: 0.3% RIG; 8.9% pricing.\n- -The Zone's underlying trading operating profit margin decreased by 50 basis points to 20.7%.\n\nOrganic growth was 9.2%, with pricing of 8.9%. RIG was 0.3%, turning positive in the second half. Foreign exchange had a negative impact of 5.8%. Reported sales in Zone Latin America increased by 3.2% to CHF 12.2 billion.\n\nZone Latin America recorded strong growth across all geographies and product categories. Growth was supported by pricing, strong operational execution and continued momentum\n\n## Zone LATAM\n\n<!-- image -->\n\n| In millions of CHF                  |        |        |                               |         |        |\n|-------------------------------------|--------|--------|-------------------------------|---------|--------|\n|                                     | 2022   | 2023   | Proportion of total sales (%) | RIG (%) | OG (%) |\n| Latin America and Caribbean         | 11 819 | 12 196 |                               |         |        |\n| Powdered and Liquid Beverages       | 2 422  | 2 543  | 20.9%                         |         |        |\n| Water                               | 175    | 129    | 1.1% 25.6%                    |         |        |\n| Milk products and Ice cream         | 3 030  | 3 126  |                               |         |        |\n| Prepared dishes and cooking aids    | 845    | 888    | 7.3%                          |         |        |\n| Confectionery                       | 2 067  | 2 218  | 18.2%                         |         |        |\n| PetCare                             | 1 614  | 1 510  | 12.4%                         |         |        |\n| Nutrition and Health Science        | 1 666  | 1 782  | 14.5%                         |         |        |\n| Total sales                         | 11 819 | 12 196 |                               | + 0.3%  | + 9.2% |\n| Underlying trading operating profit | 2 501  | 2 520  | 20.7%                         |         |        |\n| Trading operating profit            | 2 401  | 2 346  | 19.2%                         |         |        |\n| Capital additions                   | 805    | 923    | 7.6%                          |         |        |",
        "metadata": {
            "page": 49
        },
        "id": "64129cc7-4b05-4d69-b4fe-fc7567ef3a8a"
    },
    {
        "page_content": "for out-of-home channels. The Zone saw market share gains in pet food, Infant Nutrition and culinary.\n\nBrazil posted strong double-digit growth, with continued momentum for confectionery, Infant Nutrition and beverages. Within beverages, Nescafé posted strong sales growth driven by portioned co/ffee. Mexico reported high single-digit growth, with strong sales developments for dairy, co/ffee and Nestlé Professional.\n\nBy product category, confectionery was the largest growth contributor, reflecting strong demand for KitKat and key local brands. In this category, Chocobiscuits saw particularly strong growth. Co/ffee reported high single-digit growth, led by Nescafé soluble and ready-to-drink co/ffee. Dairy posted high single-digit growth, supported by dairy culinary solutions and fortified milks. Infant Nutrition saw high single-digit growth, based on solid momentum for NAN infant formula, Mucilon infant cereal and Materna products. Sales for Nestlé Professional grew at a strong double-digit rate, with continued customer expansion for branded co/ffee solutions. Culinary posted high single-digit growth, based on new product launches and further traction for Recetas Nestlé , the largest online recipe platform in Latin America. Purina PetCare saw mid singledigit growth, following a high base of comparison in 2022.\n\nThe Zone's underlying trading operating profit margin decreased by 50 basis points. One-o/ff items in the prior year more than o/ffset pricing and cost e/fficiencies.",
        "metadata": {
            "page": 50
        },
        "id": "9c9f80e9-595c-4c28-944a-b927726bdcdd"
    },
    {
        "page_content": "## Zone Greater China (GC)\n\n| Sales                                      | CHF 5.0 billion    |\n|--------------------------------------------|--------------------|\n| Organic growth                             | + 4.2%             |\n| Real internal growth                       | + 2.5%             |\n| Underlying trading operating profit margin | 16.5%              |\n| Underlying trading operating profit margin | + 40 basis points  |\n| Trading operating profit margin            | 9.3%               |\n| Trading operating profit margin            | - 640 basis points |\n\n- -4.2% organic growth: 2.5% RIG; 1.7% pricing.\n- -The Zone's underlying trading operating profit margin increased by 40 basis points to 16.5%.\n\nOrganic growth was 4.2%, with RIG of 2.5% and pricing of 1.7%. Foreign exchange had a negative impact of 10.2%. Reported sales in Zone Greater China decreased by 5.9% to CHF 5.0 billion.\n\nGrowth in Zone Greater China was supported by strong sales developments for out-of-home businesses and e-commerce momentum. The Zone saw market share gains in soluble co/ffee, pet food and confectionery.\n\n## Zone GC\n\nIn millions of CHF\n\n<!-- image -->\n\n|                                     | 2022 2023    | Proportion of total sales (%)   | RIG (%)   | OG (%)   |\n|-------------------------------------|--------------|---------------------------------|-----------|----------|\n| Greater China 5 351                 | 5 037        |                                 |           |          |\n| Powdered and Liquid Beverages 1 018 | 936          | 18.6%                           |           |          |\n| Water                               | 52  46       | 0.9%                            |           |          |\n| Milk products and Ice cream         | 1 121  1 080 | 21.5%                           |           |          |\n| Prepared dishes and cooking aids    | 930  902     | 17.9%                           |           |          |\n| Confectionery                       | 843  800     | 15.9%                           |           |          |\n| PetCare                             | 127  128     | 2.5%                            |           |          |\n| Nutrition and Health Science        | 1 260  1 145 | 22.7%                           |           |          |\n| Total sales 5 351                   | 5 037        |                                 | + 2.5%    | + 4.2%   |\n| Underlying trading operating profit | 862  832     | 16.5%                           |           |          |\n| Trading operating profit            | 840  468     | 9.3%                            |           |          |\n| Capital additions                   | 207  161     | 3.2%                            |           |          |\n\nBy product category, Nestlé Professional was the largest growth contributor, supported by innovation and distribution expansion. Culinary posted high single-digit growth, with increased demand for Totole in out-of-home channels and new product launches. Confectionery recorded mid single-digit growth, led by Shark wafer and Hsu Fu Chi . Infant Nutrition saw positive growth, led by NAN hypoallergenic and specialty o/fferings. In the fourth quarter, the Zone launched a growing-up milk solution for illuma containing human milk oligosaccharides (HMOs). Sales of healthy aging products grew at a double-digit rate, supported by the launch of N3 milk, a unique science-based innovation that is as nutritious as milk and low in lactose. Co/ffee reported low single-digit growth, supported by ready-to-drink o/fferings. Sales for Purina PetCare grew at a double-digit rate, based on new product launches and strong e-commerce momentum.\n\nThe Zone's underlying trading operating profit margin increased by 40 basis points, supported by favorable mix and disciplined cost control.\n\n<!-- image -->",
        "metadata": {
            "page": 51
        },
        "id": "10dcc794-9f26-467b-8a2d-8f591345f2e2"
    },
    {
        "page_content": "## Nestlé Health Science\n\n| Sales                                      | CHF 6.5 billion     |\n|--------------------------------------------|---------------------|\n| Organic growth                             | + 1.6%              |\n| Real internal growth                       | - 3.2%              |\n| Underlying trading operating profit margin | 12.0%               |\n| Underlying trading operating profit margin | - 160 basis points  |\n| Trading operating profit margin            | 10.3%               |\n| Trading operating profit margin            | + 1930 basis points |\n\n- -1.6% organic growth: - 3.2% RIG; 4.8% pricing.\n- -The underlying trading operating profit margin decreased by 160 basis points to 12.0%.\n\nOrganic growth was 1.6%, with pricing of 4.8%. RIG was - 3.2%, impacted by a temporary supply constraint for the vitamins, minerals and supplements business. Net acquisitions increased sales by 3.1%, largely related to the consolidation of Orgain from April 2022. Foreign exchange negatively impacted sales by 6.2%. Reported sales in Nestlé Health Science decreased by 1.6% to CHF 6.5 billion.\n\nVitamins, minerals and supplements saw negative growth. Sales in the second half decreased following an IT integration issue encountered during the consolidation of U.S. packaging sites. The recovery is taking longer than expected as the extent of the issue was deeper and more complex than initially thought. The resulting supply constraints are expected to be fully resolved by the end of the first half of 2024, with an acceleration of growth expected in the second half of the year. Vitamins, minerals and supplements brand Pure Encapsulations\n\n## Nestlé Health Science\n\nIn millions of CHF\n\n| 2022   |       | 2023   | RIG (%)   | OG (%)   |\n|--------|-------|--------|-----------|----------|\n|        | 6 602 | 6 498  | - 3.2%    | + 1.6%   |\n| 899    | 777   | 12.0%  |           |          |\n| (596)  | 670   | 10.3%  |           |          |\n| 1 795  | 478   | 7.4%   |           |          |\n\nwas not a/ffected by the supply issue and saw double-digit growth.\n\nActive Nutrition reported mid single-digit growth, with robust sales developments for Orgain and Vital Proteins .\n\nMedical Nutrition recorded strong double-digit growth, with market share gains across all segments. Growth was led by adult medical care products, pediatric products and Vitaflo . The gastrointestinal portfolio, including Vowst and Zenpep , saw strong double-digit growth.\n\nBy geography, North America saw a sales decrease. Europe reported mid single-digit growth. Other regions combined posted high single-digit growth.\n\nThe underlying trading operating profit margin of Nestlé Health Science decreased by 160 basis points, as a result of the impact of temporary supply constraints.",
        "metadata": {
            "page": 52
        },
        "id": "b522e084-7a4e-423b-9a9d-d37e38820825"
    },
    {
        "page_content": "## Nespresso\n\n| Sales                                      | CHF 6.4 billion    |\n|--------------------------------------------|--------------------|\n| Organic growth                             | + 5.3%             |\n| Real internal growth                       | + 2.0%             |\n| Underlying trading operating profit margin | 20.3%              |\n| Underlying trading operating profit margin | - 120 basis points |\n| Trading operating profit margin            | 20.1%              |\n| Trading operating profit margin            | - 20 basis points  |\n\n- -5.3% organic growth: 2.0% RIG; 3.3% pricing.\n- -The underlying trading operating profit margin of Nespresso decreased by 120 basis points to 20.3%.\n\nOrganic growth was 5.3%, with pricing of 3.3%. RIG was 2.0%. Foreign exchange negatively impacted sales by 6.0%. Reported sales in Nespresso decreased by 1.2% to CHF 6.4 billion.\n\nThe key growth contributor was the Vertuo system, which continued to see broad-based momentum. Growth in out-of-home channels was also strong, with further adoption of the Momento system, particularly in the o/ffice segment. Innovation continued to resonate with consumers, including the launch of home compostable co/ffee capsules and the ultra-premium N°20 limited edition, a unique arabica variety. In 2023, Nespresso was recognized as one of the top 100 most valuable brands in the world. *\n\nBy geography, North America posted doubledigit growth, with continued market share gains. Europe reported low single-digit growth. Other regions combined saw mid single-digit growth.\n\n## Nespresso\n\nIn millions of CHF\n\n|                                     | 2022   | 2023         | RIG (%)   | OG (%)   |\n|-------------------------------------|--------|--------------|-----------|----------|\n| Total sales                         | 6 448  | 6 372        | + 2.0%    | + 5.3%   |\n| Underlying trading operating profit | 1 388  | 1 291  20.3% |           |          |\n| Trading operating profit            | 1 309  | 1 283  20.1% |           |          |\n| Capital additions                   | 520    | 282  4.4%    |           |          |\n\nThe underlying trading operating profit margin of Nespresso decreased by 120 basis points. Significant cost inflation and the appreciation of the Swiss franc more than o/ffset pricing actions and cost e/fficiencies. The business continued to invest in the rollout of the Vertuo system as well as in brand marketing.\n\n* Interbrand annual ranking",
        "metadata": {
            "page": 53
        },
        "id": "6d20a498-06cf-454e-8975-7482b1284292"
    },
    {
        "page_content": "## Principal risks and uncertainties\n\nThe Group aims to adopt a risk profile aligned to our purpose and business strategy. We strive to create longterm value through a balance of sustainable growth and resource e/fficiency. Our culture and values - rooted in respect for ourselves, others, diversity and the future guide our decisions and actions. Our Creating Shared Value approach helps us prioritize those areas that maximize value creation for shareholders and cultivate positive societal and environmental impacts.\n\nThe Nestlé Group Enterprise Risk Management (ERM) framework is designed to assess and mitigate risks in order to minimize their potential impact and support the achievement of Nestlé's long-term purpose and business strategy. A top-down assessment is performed at Grouplevel once a year. A bottom-up assessment occurs in parallel, resulting in aggregation of the individual market assessments. This creates a good understanding of the company's key risks in order to allocate ownership to drive specific actions around them and take any relevant steps to address them.\n\nAdditionally, Nestlé engages with external stakeholders to better understand the issues that are of most concern to them. The materiality assessment (included in the Creating Shared Value and Sustainability Report ) rates the degree of external stakeholder concern and potential business impact. This helps to ensure that wider sustainability issues are incorporated into the risks and opportunities under consideration across the company.\n\nRisk assessments and any mitigating actions are the responsibility of the individual line management. If Group-level intervention is required, responsibility for mitigating actions will generally be determined by the Executive Board. The annual Group risk assessment is reported annually to the Executive Board, Audit Committee and Board of Directors. Under the Group's governance, the full Board is responsible for risk oversight. Further details of the ERM processes can be found in the Corporate Governance Report .\n\nWe are committed to transparency and action on climate-related risks and opportunities. We have aligned our reporting disclosures with the recommendations of the Task Force on Climate-related Financial Disclosures (TCFD), which can be found in our Creating Shared Value and Sustainability Report.\n\nThe risks listed below are considered the most relevant for our business and performance. Many of the longer-term mitigation strategies are expanded on in our Creating Shared Value and Sustainability Report.",
        "metadata": {
            "page": 54
        },
        "id": "cbd843d5-fac4-4623-bfed-23e84be29961"
    },
    {
        "page_content": "| Principal risk *                   | Description                                                                                                                                                                                                                                                                                              | Potential impact                                                                                                                                                                                                                                                                                 | Key mitigations                                                                                                                                                                                                                                                                       |\n|------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Business  transformations          | Failure of strategic transformations  such as large-scale change  management projects, restructuring,  mergers and acquisitions, etc.                                                                                                                                                                    | - Failure to realize anticipated  benefits  - Impairments  - Low employee morale and/or  engagement                                                                                                                                                                                              | - Executive sponsorship   of transformations with aligned  targets and appropriate levels   of resources to support successful  execution                                                                                                                                             |\n| Climate change                     | Climate-related physical disruption  (e.g., extreme weather events,  water shortages, land use change,  deforestation, biodiversity loss,  etc.) and transitional disruption  (e.g., policy actions, technological  advances, market sentiment, etc.)  disrupting our operations and/or  consumer demand | - Volatility in supply of raw materials  due to physical climate changes  (e.g., water stress, heat stress, etc.) - Policy impacts (e.g., carbon tax,  land use restrictions, agricultural  subsidy shifts, etc.) on operating  costs - Increased consumer and/or  stakeholder concern regarding | - Implementation of Nestlé's Net  Zero Roadmap - Generation Regeneration  activities  to support the advancement   of regenerative food systems - Progress on mitigations reported  in the  Creating Shared Value   and Sustainability Report ,   the  Climate Risk and Impact Report |\n| Consumer preferences               | Failure to adequately anticipate  evolving consumer preferences;  innovate relevant, competitive  products and brands; and/or execute  at speed                                                                                                                                                          | - Negative e/ffect on Nestlé's  reputation and/or brands  - Failure to achieve growth targets,  loss of market share                                                                                                                                                                             | - Strengthened consumer-centricity  of innovation processes - Scientific and nutritional  know-how applied to enhance  nutrition, health and wellness                                                                                                                                 |\n| Customer   and channel  management | Failure to build and maintain trading  relationships across traditional   and emerging channels                                                                                                                                                                                                          | - Reduced distribution of  our products to consumers - Restricted ability to price  impacting margin  - Failure to achieve growth targets,                                                                                                                                                       | - Strategic customer relationship  management - Continued acceleration of digital  capabilities and expansion  of e-commerce and online                                                                                                                                               |\n| Environmental  stewardship         | Failure to comply with legislation  or meet expectations concerning  the environment (e.g., biodiversity  impacts, use of natural resources,  air emissions and waste discharges,  etc.)                                                                                                                 | - Negative e/ffect on Nestlé's  reputation and/or brands - Corporate fines and/or taxation   on products/categories - License to operate challenges  (e.g., access to water, etc.)                                                                                                               | - Caring for Water  plan to implement  water stewardship initiatives  - Commitments to improve  operational e/fficiencies   (e.g., transition to renewable  energy sources, reduction in air                                                                                          |\n| Ethics   and compliance            | Failure to act with integrity or in a  manner consistent with our purpose  and values                                                                                                                                                                                                                    | - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - Litigation - Loss of licenses                                                                                                                                                                               | - Corporate Business Principles and  Code of Business Conduct outlining the Group's commitment  to integrity - Compliance program and systems,                                                                                                                                        |\n| Geopolitical,   societal factors   | Adverse instability and/or  uncertainty (e.g., political instability,  conflicts, trade wars, pandemics  or disease outbreaks, labor and/or  infrastructure-related risks, etc.)                                                                                                                         | - Reduction in consumer demand  across categories and/or channels  - Disruption to Nestlé's ability to do  business in a country or region - Disruption to supply chain                                                                                                                          | - Monitoring and ad-hoc continuity  plans to mitigate against events - Group-wide geographical and  product category spreads - Decentralized management                                                                                                                               |\n| Health   and safety                | Failure to comply with local health  and safety regulations and/or  nurture safe, healthy workplaces in  all countries where Nestlé operates                                                                                                                                                             | - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - Litigation - Injuries or fatalities - Occupational illness or accidents                                                                                                                                     | - Long-term initiatives to promote  safe and healthy behaviors - Health and safety policies   and procedures - Procedures to comply with local  health and safety legislation - Employee Health Strategy (e.g.,                                                                       |",
        "metadata": {
            "page": 55
        },
        "id": "8e3d08e1-f887-427f-bba7-fd0238c58765"
    },
    {
        "page_content": "| Principal risk *                     | Description                                                                                                                                                                                                   | Potential impact                                                                                                                                                                      | Key mitigations                                                                                                                                                                             |\n|--------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Human rights                         | Failure to identify and/or prevent  human rights violations in direct  operations and extended supply  chain (e.g., forced labor, child labor,  living income and living wage,  freedom of association, etc.) | - Negative impact on individuals - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - License to operate challenges  - Litigation                     | - Human Rights Framework   and Roadmap - Salient issue action plans - Sustainable sourcing programs  (e.g.,  Nescafé Plan, Nestlé  Cocoa Plan,  etc.) - Policies, processes and controls to |\n| Macro-financial   factors            | Volatility and/or sudden shocks  impacting macro factors (e.g., forex,  interest rates, cost of capital, credit  ratings, pension liabilities, etc.)                                                          | - Government intervention (e.g.,  capital controls, price controls,  etc.) impacting operations and  financial performance - Impeded access to capital markets                        | - Appropriate governance and risk  mitigation measures to actively  manage exposures and long-term  asset and liability outlook                                                             |\n| Non-financial   corporate governance | Failure to comply and/or meet  stakeholders' expectations  with regards to non-financial  performance and reporting                                                                                           | - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - Litigation                                                                                       | - Board oversight supported   by the Sustainability Committee - Leadership provided by the ESG   & Sustainability Council  - Dedicated ESG Strategy   & Deployment Unit                     |\n| People retention                     | Failure to attract and retain skilled,  talented employees in a competitive,  dynamic marketplace                                                                                                             | - Negative e/ffect on Nestlé's  reputation and/or brands - Workforce ill-equipped with   the skills for the digital age                                                               | - Initiatives to improve gender  balance and cultural diversity - Development strategies to cope  with the demands of a changing                                                            |\n| Product and plastic  packaging       | Failure to comply with current or  future regulation, source relevant  replacement packaging and/or  develop new innovative solutions                                                                         | - Specific packaging (e.g., single- use plastic, etc.) and/or elements  (e.g., straws, etc.) taxed, banned  and/or delisted - Stigmatization and/or  obsolescence of products, brands | - Transformation of packaging  systems, including recyclable  or reusable packaging, new  packaging materials and  collaborations to drive recycling  penetration                           |\n| Product quality   and safety         | Major event triggered by a serious  food safety, product quality or other  product-related non-compliance  issue                                                                                              | - Serious harm or death - Negative e/ffect on Nestlé's  reputation and/or brands - Failure to meet evolving regulatory  requirements - Loss of trust                                  | - Policies, processes and controls   to ensure high-quality, safe  products and prevention   of health risks  - Quality and food safety culture                                             |\n| Regulation                           | Prolonged negative perceptions  concerning health implications  of processed food and beverage  categories                                                                                                    | - Increase in regulation on industry  and/or specific categories - Erosion of consumer confidence   in industry - Limitations on marketing                                            | - Scientific and nutritional  know-how focused to enhance  nutrition, health and wellness - Policies, including Nestlé  Marketing Communication                                             |\n| Strategic investment  choices        | Investment choices evolve over time  to include emerging technologies;  new business models; creation of,  or entry into, new categories; and/or  geographic expansion                                        | - Broader exposures for the Group - Acceptance of higher risk   and return metrics                                                                                                    | - Group's investment choices  aligned with strategy and  prioritized based on the potential  to create value over the long term                                                             |",
        "metadata": {
            "page": 56
        },
        "id": "081566d8-1ad8-4c5b-8c51-77f5e47218a7"
    },
    {
        "page_content": "| Principal risk *                                                                                                                                                                                                                      | Description                                                                                                                                                                                                     | Potential impact                                                                                                                                                                             | Key mitigations                 |\n|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------|\n| Major event impacting raw material  sourcing, transport, and/or internal  or external manufacturing facilities  (e.g., commodity shortages,  strikes, sanctions, natural disasters,  pandemics or disease outbreaks,  conflict, etc.) | - Impeded ability to ensure supply   of key products, ingredients  and packaging, including sourcing,  transporting to operational  facilities and distribution to  customers - Increase in input prices and/or | - Business continuity and disaster  recovery plans for key sites - Active price risk management   on key commodities - Multiple supply options, including  localized sourcing where relevant | Supply chain   disruption       |\n| Failure to ensure a transparent,  sustainable and resilient food   supply chain                                                                                                                                                       | - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - License to operate challenges - Product shortages                                                                          | - Generation Regeneration  activities  to support the advancement   of regenerative food systems - Sustainable sourcing programs  to achieve transparency and                                | Supply chain  stewardship       |\n| Threat of cyber-attacks; new  technologies, including AI; and/or  failure of internal systems and digital  networks disrupting the reliability,  security and privacy of data and/or  ability to operate                              | - Inability to run operational  activities - Loss of confidential information  impacting corporate reputation - Loss of consumer trust  - Penalties and/or fines  - Litigation                                  | - Contingencies and policies   to protect hardware and software - Privacy program to guard against  data security threats and comply  with an evolving regulatory  landscape                 | Systems, security   and privacy |\n| Change to or new interpretation   of existing tax regulations and/or  new tax regulations (e.g., OECD  BEPS, etc.)                                                                                                                    | Base Erosion and Profit Shifting,  - Failure to comply with tax  regulations  - Increase in e/ffective tax rates - Increase in the cost of compliance                                                           | - Group Tax Management Principles  to manage and monitor tax  compliance  - Processes and tools to ensure  compliance with new requirements                                                  | Taxation factors                |\n\n- * Listed in alphabetical order",
        "metadata": {
            "page": 57
        },
        "id": "42753e8d-db36-4e0f-befe-fd99b8d047e4"
    },
    {
        "page_content": "## Factories\n\n| North America (NA) Canada   | 2   |\n|-----------------------------|-----|\n|                             | 54  |\n| United States               |     |\n\n| Europe (EUR) Belgium   | 1   |         |\n|------------------------|-----|---------|\n| Bulgaria               | 1   |         |\n| Czech Republic         | 3   |         |\n| Denmark                | 1   |         |\n| Finland                | 2   |         |\n| France                 | 14  |         |\n| Germany                | 12  |         |\n| Greece                 | 2   |         |\n| Hungary                | 2   |         |\n| Ireland                | 1   |         |\n| Italy                  | 6   |         |\n| Netherlands            | 1   |         |\n| Portugal               | 2   |         |\n| Poland                 | 5   |         |\n| Slovak Republic        | 6 1 | Russia  |\n| Spain                  | 10  |         |\n| Sweden                 | 1   |         |\n| Switzerland            | 10  |         |\n|                        | 3   | Türkiye |\n| Ukraine                | 3   |         |\n| United Kingdom         | 8   |         |\n\nThe figure in black after the country denotes the number of factories.\n\n- Powdered and Liquid Beverages Water\n- Milk products and Ice cream\n- Nutrition and Health Science\n- Prepared dishes and cooking aids\n- Confectionery\n- PetCare\n\n| Algeria                   | 2   |\n|---------------------------|-----|\n| Angola                    | 1   |\n| Australia                 | 6   |\n| Bahrain                   | 1   |\n| Bangladesh                | 1   |\n| Cameroon                  | 1   |\n| Côte d'Ivoire             | 2   |\n| Egypt                     | 2   |\n| Ghana                     | 1   |\n| India                     | 8   |\n| Indonesia                 | 4   |\n| Iran                      | 2   |\n| Israel                    | 6   |\n| Japan                     | 3   |\n| Kenya                     | 1   |\n| Lebanon                   | 1   |\n| Malaysia                  | 6   |\n| Morocco                   | 1   |\n| New Zealand               | 4   |\n| Nigeria                   | 3   |\n| Pakistan                  | 4   |\n| Papua New Guinea          | 1   |\n| Philippines               | 5   |\n| Qatar                     | 1   |\n| Senegal                   | 1   |\n| Singapore                 |     |\n|                           | 2   |\n| Saudi Arabia South Africa | 5 5 |\n| Sri Lanka                 | 1   |\n| Thailand                  | 9   |\n| United Arab Emirates      |     |\n| Vietnam                   | 2 6 |\n| Zimbabwe                  | 1   |",
        "metadata": {
            "page": 58
        },
        "id": "d87d6da5-7d19-4a08-a8f3-8a2d0bbb7dfe"
    },
    {
        "page_content": "| Argentina           |   6 |\n|---------------------|-----|\n| Bolivia             |   1 |\n| Brazil              |  12 |\n| Chile               |   9 |\n| Colombia            |   5 |\n| Cuba                |   3 |\n| Dominican Republic  |   2 |\n| Ecuador             |   3 |\n| Guatemala           |   2 |\n| Mexico              |  12 |\n| Nicaragua           |   1 |\n| Panama              |   1 |\n| Peru                |   1 |\n| Trinidad and Tobago |   1 |\n| Uruguay             |   1 |\n| Venezuela           |   5 |",
        "metadata": {
            "page": 59
        },
        "id": "785526c9-beb4-462b-b39e-53d8b61c029f"
    },
    {
        "page_content": "## Corporate Governance and Compliance",
        "metadata": {
            "page": 60
        },
        "id": "a2dcb866-4bb7-4970-94ed-01b998787add"
    },
    {
        "page_content": "## Corporate Governance\n\nA principles-based approach to governance provides the foundation for our many actions to create sustainable value for our shareholders and shared value for all our stakeholders.\n\nNestlé's value creation model allows us to continue to invest, renovate and grow. We progress on our path to gradually reduce absolute GHG emissions in our supply chain and continue to support the transition to a regenerative food system. Our engagement on climate action is in line with our detailed Net Zero Roadmap, which our shareholders endorsed at the 2021 Annual General Meeting. As of 2024, we will submit our report on non-financial matters to a vote by shareholders as required by Swiss law. While making our portfolio good for the planet, we further intensified our e/fforts to provide consumers with nutritious, healthy and enjoyable products and to establish new global best practice in product nutrition transparency.\n\nNestlé's Board of Directors is engaged in overseeing the direction of the company. We have continued to strengthen the Board by adding new independent directors with diverse experience and skillsets directly relevant to Nestlé, for example, with respect to food systems, food and beverage, digitalization, marketing, sustainability, geopolitics and other topics. Engagement with our shareholders takes place through our roadshows, investor meetings, analyst calls and Chairman's Roundtables, where we meet with investors from Asia, North America, Switzerland, Germany, the UK, France and the Netherlands.\n\nThe Chair's and Corporate Governance Committee regularly reviews all aspects of our governance. In 2023, it reviewed the roles and responsibilities with regards to our ESG/sustainability reporting. Our Board approves the ESG/sustainability strategy proposed by management and submits our report on non-financial matters to the Annual General Meeting. Advising on our environmental and social sustainability, including our response to climate change and our human rights due diligence program, the Sustainability Committee has oversight over the structure and content of the ESG/sustainability reporting. The Audit Committee oversees internal and external audit and reviews reports regarding internal controls, compliance, fraud and risk management; it has oversight over the accuracy of our financial and\n\n<!-- image -->\n\nnon-financial reporting. Chaired by our Lead Independent Director, the Nomination Committee evaluates Board composition, performance, structure and succession planning, and assesses candidates for nomination to the Board. The Compensation Committee ensures alignment of our remuneration systems with our values, strategies and performance. In 2023, it continued its work to refine the KPIs in our short- and long-term incentive plans and to enhance the related disclosure.",
        "metadata": {
            "page": 61
        },
        "id": "f1868b00-35c0-4e74-9da2-faf615104968"
    },
    {
        "page_content": "## Board of Directors of Nestlé S.A.\n\nBoard of Directors of Nestlé S.A. at December 31, 2023\n\nPaul Bulcke\n\n(1, 2, 4)\n\nChairman\n\nU. Mark Schneider (1, 2)\n\nChief Executive O/fficer\n\nHenri de Castries (1, 2, 4, 6)\n\nVice Chairman Lead Independent Director\n\nFormer Chairman and CEO, AXA\n\nPablo Isla (1, 2, 3)\n\nFormer Chairman and CEO, Inditex\n\nRenato Fassbind (1, 2, 6)\n\nFormer Vice Chairman, Swiss Re AG\n\nPatrick Aebischer (1, 3)\n\nPresident Emeritus of the Swiss Federal Institute of Technology Lausanne (EPFL)\n\nKimberly A. Ross (1, 6)\n\nFormer CFO, Baker Hughes LLC, Avon Products Inc. and Royal Ahold N.V.\n\nDinesh Paliwal\n\n(1, 3, 4)\n\nFormer President and CEO, Harman International Industries Inc.\n\nHanne Jimenez de Mora (1, 2, 5)\n\nCo-founder, a-connect group\n\nLindiwe M. Sibanda (1, 5)\n\nProfessor Extraordinary, University\n\nof Pretoria, RSA\n\nLuca Maestri (1, 6)\n\nChief Financial O/fficer, Apple Inc.\n\nChris Leong (1, 5)\n\nChief Marketing O/fficer,\n\nSchneider Electric\n\nRainer Blair (1)\n\nPresident and CEO,\n\nDanaher Corporation\n\n## Marie-Gabrielle Ineichen-Fleisch (1, 4)\n\nFormer State Secretary and Director of the Swiss State Secretariat for Economic A/ffairs\n\nSECO\n\nDick Boer\n\n(1, 3, 5)\n\nFormer President and CEO, Ahold Delhaize N.V.\n\n## Peter Brabeck-Letmathe\n\nChairman Emeritus\n\n## David P. Frick\n\nSecretary to the Board\n\nEY (1)\n\nIndependent auditors\n\n- (1)  Term expires on the date of the Annual General Meeting 2024\n- (2)  Chair's and Corporate Governance Committee\n- (3)  Compensation Committee\n- (4)  Nomination Committee\n- (5)  Sustainability Committee\n- (6)  Audit Committee\n\nFor further information on the Board of Directors, please refer to the Corporate Governance Report 2023.",
        "metadata": {
            "page": 62
        },
        "id": "0515f3ed-d541-48cc-b6e4-eb6bf9ac55ba"
    },
    {
        "page_content": "Paul Bulcke\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nRenato Fassbind\n\n<!-- image -->\n\n<!-- image -->\n\nDinesh Paliwal\n\n<!-- image -->\n\nHanne Jimenez de Mora\n\nLindiwe M. Sibanda\n\nLuca MaestriChris Leong\n\n<!-- image -->\n\nRainer Blair\n\nMarie-Gabrielle Ineichen-Fleisch\n\n<!-- image -->\n\nPatrick Aebischer\n\n<!-- image -->\n\nDick Boer\n\n<!-- image -->\n\nU. Mark Schneider\n\n<!-- image -->\n\nPablo IslaHenri de Castries\n\n<!-- image -->\n\nKimberly A. Ross\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nDavid P. Frick Secretary to the Board\n\n<!-- image -->",
        "metadata": {
            "page": 63
        },
        "id": "36a3c862-1039-4644-aa6d-9963ffabf1cd"
    },
    {
        "page_content": "## Executive Board of Nestlé S.A.\n\n<!-- image -->\n\nExecutive Board of Nestlé S.A. at December 31, 2023\n\nFrom left to right\n\nEVP: Executive Vice President CEO: Chief Executive O/fficer\n\nFor further information on the Executive Board, please refer to the Corporate Governance Report 2023.\n\nGreg  Behar Deputy EVP, CEO, Nestlé Health Science\n\nStefan  Palzer EVP, Innovation Technology, Research and Development\n\nLeanne  Geale EVP, Group General Counsel\n\nSteven Wood Presley\n\nEVP, CEO Zone North America Laurent  Freixe EVP, CEO Zone Latin America David  Xiqiang  Zhang EVP, CEO Zone Greater China\n\nStephanie Pullings Hart EVP, Operations U. Mark Schneider Chief Executive O/fficer",
        "metadata": {
            "page": 64
        },
        "id": "578be966-cddd-40e2-b6dd-5f9fe1a28b4b"
    },
    {
        "page_content": "<!-- image -->\n\nLisa Gibby Deputy EVP, Chief Communications O/fficer\n\n## Bernard Meunier\n\nEVP, Strategic Business Units, Marketing and Sales\n\nBéatrice Guillaume-Grabisch EVP, Human Resources and Business Services\n\nDavid  Rennie Deputy EVP, Nestlé Co/ffee Brands Remy  Ejel EVP, CEO Zone Asia, Oceania and Africa\n\nMarco  Settembri EVP, CEO Zone Europe\n\n## Sanjay  Bahadur\n\nDeputy EVP, Group Strategy and Business Development\n\nFrançois-Xavier  Roger EVP, Chief Financial O/fficer\n\n## Visiting a LENs farm\n\nEJ Barker and Sons based at Lodge Farm, Su/ffolk, in the UK, is one of the Landscape Enterprise Networks (LENs) partner farms implementing regenerative agricultural management practices to improve resource management and biodiversity. The farm supplies wheat to Purina and Nestlé Cereal Partners UK.",
        "metadata": {
            "page": 65
        },
        "id": "1e0cd699-07a0-4649-a77e-92d44391a03c"
    },
    {
        "page_content": "## Compliance\n\nCompliance is our commitment to act with honesty, integrity and respect for our own values, principles and policies, and for the laws and regulations where we operate. It is a non-negotiable requirement for everything we do and enables sustainable business growth. Our comprehensive Compliance Management System, comprised of policies, processes, controls and tools, is regularly reviewed to ensure we proactively uphold our values and address relevant risks, while also meeting the multiple and incremental regulatory requirements.\n\nNestlé's Board of Directors and Executive Board oversee and promote good practices throughout the company. Management is supported by our Legal and Compliance function, which provides guidance and functional leadership, as well as by all other functions engaged in our risk- and principles-based compliance program. The Group Compliance Committee ensures a continuous evolution of our Integrated Assurance Framework, while market compliance o/fficers and committees ensure a consistent approach across the Group and help identify local compliance priorities. Compliance is monitored through our corporate functions, including Audit, and external auditors.\n\nIn 2023, employees completed more than 970 000 e-modules on topics such as our Corporate Business Principles , compliance, human rights, security, sexual harassment, antitrust, and diversity and inclusion. We also launched a new mandatory training on transacting ethically and responsibly (with a focus on anti-money laundering) for a selected subset of people managers and a recommended training on anti-bribery and corruption for all employees.\n\nThis year marks the last year of the 2021-2023 CARE program cycle, through which we assess our sites on specific aspects of our social compliance including health and safety, environment and working conditions, with the help of independent external auditors. A total of 194 audits were performed in 2023, covering 440 sites. We have enhanced the program in preparation for the new 2024-2026 CARE cycle, particularly in assessing human rights in our sites.\n\nOur Speak Up system, independently operated by a third party, allows us to investigate and address potential non-compliance concerns from employees\n\nand external stakeholders. We have addressed substantiated complaints on issues such as abuse of power and/or mobbing/bullying, labor practices, sexual harassment and conflicts of interest, among others. As a consequence of all the substantiated cases in 2023, 122 employees had to leave our company and 15 service providers were terminated as a result of non-compliance incidents. In 2023, we developed a new training, Conducting Investigations on BehaviorRelated Allegations, to guide our markets and serve as a comprehensive toolkit of best practices.\n\nAn annual compliance communication plan strengthens and sustains a business ethics and compliance culture. This enables good business decisions and enhances the trust in Nestlé by our stakeholders.",
        "metadata": {
            "page": 66
        },
        "id": "fcd6c058-cd2b-4575-af38-8ad0e5697d24"
    },
    {
        "page_content": "## Shareholder information\n\n## Stock exchange listing\n\nAt December 31, 2023, Nestlé S.A. shares are listed on the SIX Swiss Exchange, Zurich (ISIN code: CH0038863350). American Depositary Receipts (ISIN code: US6410694060) representing Nestlé S.A. shares are o/ffered in the USA by Citibank, N.A., New York.\n\n## Registered O/ffices\n\nNestlé S.A. Avenue Nestlé 55 CH-1800 Vevey (Switzerland) tel. +41 (0)21 924 21 11\n\nNestlé S.A. (Share Transfer O/ffice) Zugerstrasse 8 CH-6330 Cham (Switzerland) tel. +41 (0)41 785 20 20\n\nFor additional information, contact: Nestlé S.A. Investor Relations Avenue Nestlé 55 CH-1800 Vevey (Switzerland) tel. +41 (0)21 924 35 09 e-mail: ir@nestle.com\n\nAs to information concerning the share register (registrations, transfers, dividends, etc.), please contact: Nestlé S.A. (Share Transfer O/ffice) Zugerstrasse 8 CH-6330 Cham (Switzerland) tel. +41 (0)41 785 20 20 fax +41 (0)41 785 20 24 e-mail: shareregister@nestle.com\n\nThe Annual Review is available online as a PDF in English, French and German. The consolidated income statement, balance sheet and cash flow statement are also available as Excel files.\n\nwww.nestle.com\n\n## April 18, 2024\n\n157th Annual General Meeting\n\n## April 19, 2024\n\nLast trading day with entitlement to dividend\n\n## April 22, 2024\n\nEx-dividend date\n\n## April 24, 2024\n\nPayment of the dividend\n\n## April 25, 2024\n\n2024 three-month sales figures\n\n## July 25, 2024\n\n2024 half-year results\n\n## October 17, 2024\n\n2024 nine-month sales figures\n\n## February 13, 2025\n\n2024 full-year results\n\n© 2024, Nestlé S.A., Cham and Vevey (Switzerland)\n\nThe Annual Report contains forwardlooking statements which reflect Management's current views and estimates. The forward-looking statements involve certain risks and uncertainties that could cause actual results to di/ffer materially from those contained in the forward-looking statements. Potential risks and uncertainties include factors such as general economic conditions, foreign exchange fluctuations, competitive product and pricing pressures, and regulatory developments.\n\nThe Annual Report is published in English, German and French. The English version is binding for the content.\n\nThe brands in italics are trademarks used by the Nestlé Group.\n\n## Visual concept and design\n\nSociété des Produits Nestlé S.A., Corporate Identity & Design, with Large Network\n\n## Photography\n\nNiels Ackermann, Gaëtan Bally, Matthew Joseph,\n\nNestlé S.A.\n\n## Prepress\n\nImages3 S.A. (Switzerland)\n\n## Production\n\nStämpfli AG (Switzerland)\n\n## Paper\n\nThis report is printed on Refutura, a paper certified by the Forest Stewardship Council (FSC) produced from 100% recycled content.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 67
        },
        "id": "e6e2d149-8405-45f5-b184-cc47a86ed553"
    }
]