[
    {
        "page_content": "CEO's Business\n\nReview\n\n2023",
        "metadata": {
            "page": 1
        },
        "id": "7f8cfd77-b3e6-47f5-a92c-371a60f154cc"
    },
    {
        "page_content": "CEO's Business Review 2023\n\n## Highlights 2023\n\nRenewed strategy to drive clean energy transition\n\n98% of power generation was CO 2 -free\n\nSuccessful and fast stabilisation of financial position supported by solid earnings\n\nComparable operating profit of\n\nEUR 1,544 million\n\nNew dividend policy, dividend proposal for 2023 of\n\nEUR 1.15 per share\n\nLeverage ratio at very low level - financial net debt to comparable EBITDA 0.5 times\n\nLoss of control of the Russian assets, full impairments and deconsolidation\n\n2023\n\n2023\n\n2023\n\n2023\n\n2023\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "d52e291f-78e9-4c25-a9a5-95cfb9a34823"
    },
    {
        "page_content": "<!-- image -->\n\nCEO's Business Review 2023\n\n## CEO's Business Review 2023\n\n## Dear Stakeholders,\n\nYear 2023 was characterised by a downward trend for gas and power prices in Europe. In the autumn, the Nordic weather realised milder than normal, however, turned cold and dry in the fourth quarter. The cold breeze, together with below-normal wind conditions, led to a rapidly decreasing water reservoir balance; consequently Nordic spot prices recovered by the end of the year from the lower levels seen in the previous quarter.\n\nIn our 2023 financial results, the Generation segment's strong performance was the key earnings driver throughout the year. The segment benefitted from high power prices in the Nordics and good physical optimisation supported by high price volatility, posting an all-time high comparable operating profit of EUR 1,679 million and an achieved power price of 63.1 euro per MWh for the full year. In the fourth quarter, the Generation segment's comparable operating profit declined due to the lower achieved power price, lower power production of condensing power generation, lower results in the renewables and decarbonisation businesses and higher costs related to co-owned production companies. This was partly offset by higher power generation volumes and lower depreciations in the Loviisa nuclear power plant.\n\nDuring 2023, we successfully regained our financial strength, driven by solid earnings and cash flow. At the end of the year, our leverage was at 0.5 times, and we had undrawn credit facilities and liquid funds of EUR 7.5 billion. In May, we successfully returned to the fixed income market by issuing two bonds totalling EUR 1.15 billion. To finance future potential investments in clean energy, we prepared the Green Finance Framework, which was published in January 2024.\n\nBased on the strong Group results in 2023, Fortum's Board of Directors is proposing to the Annual General Meeting a dividend of EUR 1.15 per share, corresponding to a 90% payout of comparable EPS.",
        "metadata": {
            "page": 3
        },
        "id": "fe2da777-4e71-41c4-a04f-ec8d5cbea069"
    },
    {
        "page_content": "CEO's Business Review 2023\n\nOverall, after a period of unprecedented turbulence, 2023 was a year of stabilising and transforming our operations. In March, we announced our new strategy and purpose with a Nordic focus along with new financial and environmental targets.\n\nOne of our strategic priorities is to deliver reliable and clean energy. To ensure long-term productivity and security of supply, we announced several projects in 2023 that enhance our best-in-class operations, such as the Loviisa nuclear power plant lifetime extension until 2050 and upgrades of the hydropower plants, for example Untra in Sweden. A hugely important event was the start of commercial power generation of the Olkiluoto 3 nuclear power unit, of which Fortum owns 25%. The construction of our Pjelax 380-MW wind farm, which is Finland's third largest, progressed on time and within budget. Testing of power generation has started, and the wind farm will be commissioned in the second quarter of 2024. The acquisition of Telge Energi, one of the 10 largest clean energy providers in Sweden, is a very good fit with our consumer business, and it increases our consumer and enterprise customer base by 150,000. During the winter months, Finland's last coal-fired condensing plant, Meri-Pori, has operated on a commercial basis to support security of supply in the Nordic power market, but it will be transferred to production reserve for emergency situations in March 2024.\n\nOur second strategic priority is to drive decarbonisation in industries. Our aim is to offer clean and stable power supply for our customers' decarbonisation needs and to actively develop projects to enable growth longer term to build new clean energy production in partnership with strategic customers. In the scope of our nuclear feasibility study, we have partnered up and are exploring potential cooperation opportunities with both technology suppliers as well as energy customers. The support for nuclear power in Finland and Sweden is at a record high at the moment, and we are engaging with both governments to discuss how the conditions for potential new nuclear could be improved. During the year, we made a 225-million-euro investment decision related to the Espoo Clean Heat programme and began the groundworks of the heat pump plant in Kirkkonummi. As part of a unique collaboration project with Microsoft, we will capture sustainable waste heat from their new data centres\n\nfor use in our district heating. We also saw progress in our strategic target to build a strong power purchase agreement (PPA) portfolio by signing power supply contracts with various industrial customers; these contracts support decarbonisation of industries while also lowering risks and contributing to stabilisation of earnings and cash flow from our outright power generation.\n\nWith our third strategic priority to transform and develop, we launched a new operating model and business structure, appointed a new leadership team, completed a reorganisation and set up new core governance processes. We are continuing to develop our culture and leadership to enable efficient strategy execution. As Fortum is a much smaller company than it was a year ago, we need to adjust to fit the new structure and purpose; therefore, we launched an efficiency improvement programme with the target to gradually lower annual fixed costs by EUR 100 million until the end of 2025. To reach the target, actions unfortunately also include personnel reductions. We are also addressing turnaround actions for underperforming businesses as well as a rescoping of our focus areas.\n\nGeopolitical tensions remained high during the year and, unfortunately, Russia's attack on Ukraine and the full-blown war continued. In the second quarter, we closed the books on our operations in Russia for good. Due to the Russian authorities' unlawful seizure of our assets in Russia, we lost control of our operations, impaired them in full and deconsolidated the Russia segment. As Russia's actions are a crude violation of the international investment protection treaties and deprive Fortum of its shareholder rights, we have sent notices of dispute to Russia and the consequent arbitration proceedings are expected to be initiated in early 2024.\n\nIn the second half of 2023, uncertainty in Fortum's operating environment increased further. Economic softness is widespread, with elevated inflation and interest rates that dampen the investment sentiment across all sectors. One decisive factor for investments is abundant subsidies available for non-economic decarbonisation projects, which seems to steer investments outside Finland and the Nordics. As economic weakness is forecasted to continue in 2024, we will navigate the uncertainty through our phased strategy\n\nexecution. In the near term, we will sharpen our focus and ensure optimisation of existing operations, especially our generation portfolio, as well as manage business risks. At the same time, we are building preparedness for the electrification and growth phase longer term. As one of the largest energy companies in the Nordics, we are in a unique position. The Nordic power market as well as our power generation are already almost fully decarbonised and clean with hardly any fossil production to be replaced. Together with our customers, we are preparing for the growth phase and are ready to pave the way for decarbonisation of other industries as well once demand picks up again.\n\nThe developments in the Nordic power market following the winter of 2022-23 crisis show that high price volatility and even extreme price peaks have become the new normal. The main reason is the increasing share of intermittent wind power and lower share of firm and flexible capacity in the Nordic energy system. While the market works as it was designed to, the volatility was extreme as the spot price was negative during 11 days in 2023 and reached a daily average of up to 900 euros per megawatt hour on the harshest cold spell day in January 2024. An expectation of future rare price peaks, however, will not be a sufficient incentive for merchant investments in new firm or flexible capacity. On the contrary, induced fears could deter investments into electrification for decarbonisation. It is evident that additional measures, such as capacity mechanisms or other investment incentives, are needed to ensure security of electricity supply and to encourage investments into industrial decarbonisation.\n\nFinally, I would like to thank all our employees for their commitment and hard work during the year and our customers and all other stakeholders for their continued trust in us to deliver our purpose to power a world where people, businesses and nature thrive together.\n\n## Markus Rauramo\n\nPresident and CEO",
        "metadata": {
            "page": 4
        },
        "id": "ad1cd2d1-49bb-45d6-802c-dc4f2f1c3309"
    },
    {
        "page_content": "CEO's Business Review 2023\n\n## Market Development\n\nAfter the energy crisis in 2022, the Nordic power market was characterised both by a return to a more normal state and by the realisation that the new normal has changed.\n\nA mild start of the year, strong LNG flows, well-filled gas storages and significant energy saving measures in Europe provided for gradually easing gas prices during 2023. This, in turn, was reflected throughout the European power markets which also saw decreasing prices. In the Nordics, the commissioning of the 1.6 GW Olkiluoto 3 nuclear unit in spring 2023 in Finland and continued strong growth in the onshore wind power capacity strengthened the region's power supply significantly putting further downward pressure on prices. This supply increase not only compensated for the previous year's discontinuation of the power imports from Russia, but it was a key factor pushing down futures prices to levels similar to those seen prior to the energy crisis. At the same time, corresponding futures prices in several Continental European markets, although strongly reduced from 2022, remained clearly above the pre-crisis levels.\n\nThe Nordic system price in 2023 was realised at 56 EUR/ MWh while the 2022 realisation was at 136 EUR/MWh. The futures price for 2025 baseload delivery started the year at 68 EUR/MWh, decreasing to 45 EUR/MWh at the end of the year.\n\nBesides becoming extremely price competitive, the Nordic power supply is solid with close to 10% of the total generation being exported to the Baltics, Continental Europe and the UK. Another competitive edge for the Nordics is that Nordic power generation was 99% carbon-free last year. Adding these elements together, last year's figures indicate that the Nordic power market is ready to pave the way to decarbonise other sectors of the economy as well. However, securing investments in the energy transition longer term will require further development of transparent, predictable and robust\n\nregulatory framework at the EU and national level, increased actions to create new production and demand flexibility as well as improved processes to utilise the already existing flexibility.\n\nEven though the annual baseload prices, both in terms of realised spot and futures markets, have returned to levels similar to before the crisis, the dynamics of the Nordic power market have changed. Strong growth in wind power, especially in the northern price areas, and the new interconnectors in southern Norway have contributed to a growing price gap between lower-priced northern and higher-priced southern parts of the region. Continued strengthening of transmission capacity remains crucial in order to enable the Nordic potential for renewable energy to be further developed for the benefit of the Nordic economy as well as for the European energy security and climate goals.\n\nAnother equally significant change has been the increase in price volatility with the most extreme variations seen in the Finnish and Baltic price areas. With the share of wind production being more than a third of the Finnish power supply on a windy day and export possibilities to neighbouring areas remaining limited, the Finnish spot market saw the most negative price hours of all the EU countries last year. On the other hand, a low wind period in August, coinciding with maintenance outages on the Swedish-Finnish interconnector and two nuclear units, sent the highest hourly spot prices in Finland to above 500 EUR/MWh while prices in Sweden and Continental Europe remained close to annual average levels. A prolonged cold period in January 2024 tested the joint functioning of the supply and demand flexibility in a strained situation in Finland. Even if the system worked as planned, in the sense that no system reserve units or forced load shedding were needed, the average daily spot price was extremely high at 900 euro per MWh peaking at 1,900 euro per MWh. The realised consumption and regulating prices suggest that the market is still learning how to forecast and utilise the already increased demand flexibility.\n\nFortum, as an owner of a significant share of Swedish and Finnish hydro and nuclear power capacity, plays an important role in the Nordic power market that is a pioneer in creating a clean power system while also supporting industrial decarbonisation. Our role goes far beyond just owning and operating these existing assets. It is about ensuring that each of the more than 150 individual power plants we own are operated in an optimised and sustainable way, finding common solutions and risk sharing models to enable new investments and understanding the whole value chain from Nordic power generation to end-use demand.",
        "metadata": {
            "page": 5
        },
        "id": "1fe9b855-579a-4430-8bda-190832ced90a"
    },
    {
        "page_content": "CEO's Business\n\nReview 2023\n\n## Spot price development 2013-2023, EUR/MWh\n\n<!-- image -->\n\nSource: Nord Pool\n\nGas price developmet 2013-2023 (TTF front month), EUR/MWh\n\n<!-- image -->\n\nSource: ICE, Refinitiv\n\n## From deep turmoil towards a new normal\n\nThe energy industry operates at the foundation of all functioning and prospering modern societies. However, during this decade, our operating environment has been under constant turmoil.\n\nFirst, we were hit by a negative demand shock from the global Covid-19 pandemic significantly affecting economic activity across various sectors. Next, the backdrop started changing and gradually turned into a supply shock towards the latter half of 2021, dramatically exacerbated by the Russian invasion of Ukraine in early 2022, leading to concerns around both energy availability and affordability.\n\nWhile Europe survived the flux of disruptions fairly well, having a relatively healthy position in terms of its broad energy security, the implications of these events are still being felt. As with all major transformations, low visibility to the full implications will most likely continue to deeply shape our operating environment during the years to come.\n\nWe are currently living in a multipolar world characterised by strategic rivalry and tensions between countries, breaking the previous cycle of market opening, globalisation and rule-based order which we have become accustomed to since the early 1990s. We are back to a world divided into multiple power blocks competing with each other dogmatically, economically and even militarily, further slowing down global and possibly even European integration, at least for the near term. The increasing fragmentation on the international political arena is already visible in terms of a rise of industrial policies and subsidies aimed at bolstering national security, domestic manufacturing and employment.\n\nIn the short term, geopolitical tensions and uncertainty clearly weigh down on global economic potential. This coincides with the global economy just starting to recover from the recent period of extreme inflation, consequent monetary tightening and high interest rates which has manifested itself also in terms of clearly pushing up the costs for the energy transition. Furthermore, it has potentially aggravated the gap between affordable energy prices for consumption and needed profitability levels for new entry",
        "metadata": {
            "page": 6
        },
        "id": "d9e82566-2049-4522-9948-cf039850c708"
    },
    {
        "page_content": "CEO's Business Review 2023\n\nsupply. It remains to be seen how Europe manages to both retain its economic competitiveness and roll out the planned decarbonisation investments across both energy demand and supply in this challenging environment.\n\nOne of the key implications of the Russian war in Ukraine is a re-appreciation of all corners of the energy triangle: sustainability, security of supply and affordability. It is fair to say that in the past, much of policy focus has been put on pushing forward the sustainability and decarbonisation agenda including policies and actions to mitigate climate change. In hindsight, it is equally fair to state that the two other corners of the energy triangle have been somewhat neglected.\n\nIn the past, pursuing targets for the entire triangle was considered somewhat incompatible, while today, and going forward, the energy trilemma is in broad terms seen to be reinforcing each other. If, in the past, decarbonisation of energy usage across various sectors was driven by climate change mitigation concerns, today it is seen as a way to ensure long-term secure, resilient and affordable energy supply which is not reliant on fossil energy imports. Adequate policy emphasis and solutions need to be decisively put forward to ensure electricity system resilience and security of supply, and for shielding the electricity market from excessive volatility and unpredictability given its growing importance in the total energy usage of our societies.\n\n## The Nordics as a global clean energy hub\n\nThe Nordic market exhibits numerous strengths instrumental to facilitating global and European decarbonisation efforts at scale and we firmly believe the Nordic region is able to play a key role in the upcoming energy transition. Consequently, our strategy builds on seizing and enabling this opportunity.\n\nWe have the largest hydro power resources in Europe, a well-functioning stable nuclear power fleet with societal support for new investments with a ready solution for disposing of nuclear waste and massive renewables potential, especially for wind energy, far exceeding plausible future domestic needs for conventional electricity demand. This is a formula delivering the most competitive electricity prices in Europe today, having the potential to attract\n\nindustries needing clean, affordable and predictable energy for decarbonisation.\n\nWhile direct electrification is the go-to route for several industrial sectors, such as residential heat and light transport, there are other applications, especially in certain industrial processes and heavy transport, needing high energy densities where electrification alone is not suitable. For these applications, hydrogen and its derivative e-fuels offer a solution with the Nordic region possessing unique advantages. In addition to its competitive clean electricity, there is abundant supply of fresh water and good availability of biogenic carbon together with an ability to connect excess electrolyser heat into e.g. existing district heating networks.\n\nIn addition, the Nordic region has a developing energy infrastructure and energy policy landscape aimed at enabling carbon neutrality. Nordic transmission system operators for electricity and gas are cooperating both nationally and across the Gulf of Bothnia to develop a long-term plan to build a robust energy transmission network covering both the Nordics and extensive export routes to the Continent to facilitate both electricity and hydrogen trade. This development makes the Nordic countries increasingly interconnected to the rest of Europe, enabling them to serve a larger pool of demand either via exports of electricity and hydrogen or, alternatively, by locating new demand directly in the Nordics.\n\nThe Nordic region is ideally positioned to connect abundant clean energy resources with the structurally clean energy deficient markets on the Continent, thereby obtaining the role of a major energy hub - a decarbonised, affordable and European contribution to solving the energy trilemma. Leveraging such new opportunities, there is already now concrete evidence of several companies contemplating investments in fully decarbonised industries and value chains around e.g. green steel, green fuels and battery manufacturing. Over the coming years and decades, this development will likely lead to electricity demand growth in the order of hundreds of terawatt hours, potentially doubling the Nordic market size.\n\nAs a trusted energy partner with a competitive production fleet and unparalleled energy industry know-how, Fortum is well-positioned to play a key role in this transition.\n\n## Fortum and market position\n\nFortum is the third-largest power generator in the Nordics and one of Europe's cleanest power generators. In 2023, roughly 98.5% of the Group's EBITDA originates from the company's Nordic 45 TWh outright power generation, which is based on CO2-free hydro and nuclear power.\n\nFortum is also the largest electricity retailer in the Nordics with 2.4 million customers representing a market share of 15%. Furthermore, Fortum has district heating and cooling business in Finland and Poland. In 2023, Fortum produced 4.3 TWh of heat mainly from energy-efficient combined heat and power (CHP) plants. These businesses are complemented by onshore wind and solar, electricity and gas retail business in Poland and circular economy businesses.",
        "metadata": {
            "page": 7
        },
        "id": "a0c06379-e3e4-4d9a-8f1a-4e04ba2ac6db"
    },
    {
        "page_content": "CEO's Business\n\nReview 2023\n\n## Specific CO2 emissions of major utilities in Europe, gCO2/kWh electricity, 2022\n\n1\n\n<!-- image -->\n\nFortum's data includes specific carbon dioxide emissions from power generation in Europe in 2023.\n\nAll other figures, except Fortum, include European power generation in 2022. For some companies the PwC figures might also include heat production.\n\nSource: PwC, December 2023, Climate change and Electricity, Fortum.\n\n## Largest power generators in Europe, TWh\n\n<!-- image -->\n\nSource: Company information, Fortum analyses, 2022 figures pro forma.\n\n*2021 figures for Ukrainian companies.\n\nFortum continuing operations. EPH incl. LEAG.\n\n1\n\nF\n\nV\n\nV\n\nw\n\nV\n\nF\n\nV\n\nA\n\nD\n\n## Nordic power generation, 419 TWh, over 350 companies\n\n<!-- image -->\n\nSource: Fortum, company information, 2022 figures pro forma. Fortum continuing operations.\n\n## Nordic electricity retail, 16 million customers, ~350 companies\n\n<!-- image -->\n\nSource:  Fortum, company information, 2022 pro forma.",
        "metadata": {
            "page": 8
        },
        "id": "fdb98490-5ae4-4116-b4d1-563c0a2b1c26"
    },
    {
        "page_content": "<!-- image -->\n\nCEO's Business Review 2023\n\n## Business model\n\nFortum reorganised its operating structure at the end of March 2023 and has three business reporting segments: Generation, Consumer Solutions and Other Operations. The target of the new organisation is successful implementation of the company's new purpose and strategy. The new business structure mirrors the key value drivers in Fortum's clean generation portfolio, strong sales and trading capabilities as well as customer orientation.\n\n## Generation segment\n\nThe Generation segment consists of the Hydro Generation, Nuclear Generation, Corporate Customers and Markets and Renewables and Decarbonisation business units.\n\n## Hydro Generation\n\nThe Hydro Generation business unit is responsible for operating, maintaining and developing Fortum's 4.7 gigawatt (GW) hydropower assets. The unit's key value drivers include safe operations and the ability to optimise and increase the assets' flexibility and availability.\n\n## Nuclear Generation\n\nThe Nuclear Generation business unit operates, maintains and develops Fortum's fully-owned 1.0 GW Loviisa nuclear power plant, and it manages Fortum's ownership in the co-owned nuclear assets in Finland and Sweden with a share of 2.2 GW. The business has significant in-house engineering competencies and it also offers expert services that cover the whole lifecycle of nuclear power plants, from newbuilds to decommissioning and final disposal of nuclear waste.\n\n## Corporate Customers and Markets\n\nThe Corporate Customers and Markets business unit is responsible for hedging and value creation in both physical\n\nand financial power markets, locking in revenues for Fortum's power generation and managing the supply for the Consumer Solutions unit. The unit also serves as the customer interface for large industrial customers and thereby pursues long-term value through power demand creation in the Nordic market.\n\n## Renewables and Decarbonisation\n\nThe Renewables and Decarbonisation business unit is responsible for onshore wind and solar power business through project development and execution. The unit is also responsible for Fortum's district heating and cooling business and the decarbonisation of heat production assets. Furthermore, the business unit explores clean hydrogen in the Nordics.\n\n## Consumer Solutions segment\n\nThe Consumer Solutions segment includes the Consumer Solutions business unit, which is responsible for offering energy solutions to consumers and small and medium-sized enterprises predominantly in the Nordics and Poland, including customer service and invoicing services. With its over 2 million customers, Fortum is the largest energy solution provider in the Nordics.\n\n## Other operations segment\n\nThe Other operations segment includes the Circular Solutions business comprising the recycling and waste business, turbine and generator services and biobased solutions. These businesses are not at the core of Fortum's new strategy. In August 2023, Fortum announced that it had decided to assess strategic options, including potential divestments, of its Circular Solutions businesses. In addition, Other operations include innovation and venturing activities, enabling functions and corporate management. Fortum's enabling functions are Finance, Sustainability and Corporate Relations, People and Procurement, Legal & Compliance, and Transformation and IT.",
        "metadata": {
            "page": 9
        },
        "id": "d69cb4a0-2553-4d59-a3f6-38db3f929801"
    },
    {
        "page_content": "CEO's Business Review 2023\n\n## Strategy - Power to renew\n\nFortum's renewed strategy with a focus on the Nordic market and launched in March 2023 is designed to deliver on the company's new purpose: 'To power a world where people, businesses and nature thrive together'. It crystallises our value proposition to our stakeholders.\n\nFortum has a unique ability to reliably deliver clean energy at scale. With its energy, Fortum helps its customers to decarbonise their processes and societies to reach carbon neutrality in balance with nature.\n\n## Operating environment outlook\n\nIn the near term, the energy sector continues to be impacted by geopolitical tensions, general weaker economic outlook with higher inflation and interest rates, tightening regulation and volatile commodity markets.\n\nHowever, in the longer term, electricity is expected to continue to gain a significantly higher share of total energy consumption. Electricity demand will increasingly benefit from the decarbonisation of energy-intensive industrial, transport and heating sectors through direct electrification and clean hydrogen. The Nordic market provides clean and affordable electricity for decarbonisation, and Fortum is well-positioned to drive this transition.",
        "metadata": {
            "page": 10
        },
        "id": "b983a89d-4f07-4d18-b1f1-c188324e61e2"
    },
    {
        "page_content": "CEO's Business Review 2023\n\n## Fortum's strategic priorities:\n\n## 1. Deliver reliable clean energy\n\nFortum's biggest strength is its ability to deliver reliable and clean energy at scale to customers and the Nordic energy system ensuring long-term productivity and security of supply. Building on its assets and strong competence to optimise the highly competitive power generation fleet, Fortum continues to maintain and develop its best-in-class operations to constantly secure top efficiency and flexibility. Fortum also continues to decarbonise and modernise its existing assets and operations to ensure optimal value creation and to reach its environmental targets. Partnering with customers to deliver the clean power volumes they require on long-term contracts with stable prices will also enable Fortum to better manage the impact of the volatile wholesale power prices in the Nordics.\n\n## 2. Drive decarbonisation in industries\n\nDecarbonisation of heavy industries is a key hurdle to address on the way to carbon neutrality. More sustainable fuels in industrial production processes are also accelerating. With its strong position in clean power in the Nordics, Fortum works to find solutions for industrial customers to lower their carbon footprint. In line with the growing power demand, Fortum aims to develop and build new clean power generation in partnerships with strategic customers longer term and actively develops ready-to-build project pipeline of renewables to enable future growth. Further, Fortum explores future opportunities in nuclear, for example in small modular reactors (SMRs), in cooperation with customers and partners. Fortum will stepwise and in small scale explore hydrogen through pilot projects in the Nordics.\n\n## 3. Transform and develop\n\nIn order to ensure competitiveness in the years to come, the company's third strategic priority is transformation and development. The aim is to restructure organisation to fit the current structure and purpose, build an efficient operating model and develop company culture and leadership to support strategy execution.\n\n## Selective growth with disciplined growth capital expenditure\n\nFortum is prudent in its capital allocation, to carefully manage the current volatile and uncertain operating environment. At the same time, the company aims to take benefit of the prevailing good power market conditions.\n\nFortum's growth initiatives are selective and target clean energy and decarbonisation projects. Fortum has estimated that its capital expenditure for the years 2024-2026 would amount to EUR 1.7 billion of which growth capital expenditure (excluding acquisitions) is estimated to be a maximum of EUR 800 million. Annual maintenance capital expenditure is estimated to be EUR 300 million. Ongoing growth investments include projects such as the 380 MW Pjelax wind project and the lifetime extension of the Loviisa nuclear power plant in Finland. For its investment decisions, Fortum applies investment criteria such as investment hurdles of 150-400 basis points on top of project WACC. Investment decisions will also be evaluated against the company's climate targets and biodiversity.\n\n## Financial flexibility with updated leverage guidance\n\nFortum's balance sheet is strong and leverage has been reduced to a very low level, providing a substantial buffer to accommodate for the current uncertain and volatile market conditions. Fortum's objective is to maintain a stable credit rating of at least BBB and would be comfortable with financial net debt-to-comparable EBITDA of 2.0-2.5 times longer term. In order to manage power market risks related to the outright generation, Fortum also aims to maintain a sufficient liquidity position to manage margining requirements in various price scenarios.\n\nAt year-end 2023, Fortum's financial net debt-tocomparable EBITDA ratio was at a low level of 0.5 times. In 2023, Fortum refinanced the company's loan portfolio and successfully returned to the bond markets thus extending and balancing its debt maturities which further improved the group's financial flexibility. This in turn supports strategy execution and growth in the longer term.",
        "metadata": {
            "page": 11
        },
        "id": "218e4207-b9d4-4438-852a-369cb396f4c0"
    },
    {
        "page_content": "<!-- image -->\n\nCEO's Business Review 2023\n\n## Dividend policy\n\nThe dividend policy - a payout ratio of 60-90% of Comparable EPS - reflects the potential earnings fluctuations of Fortum's power generation portfolio. The payout ratio will be used so that the upper end of the range of the pay-out ratio is applied in situations with a strong balance sheet and low investments, while the lower end of the range would be applied with high leverage and/or significant investments and high capital expenditure. For the year 2023, Fortum's Board of Directors proposes a dividend of EUR 1.15 per share which corresponds to 90% of the Group's comparable EPS of EUR 1.28 for continuing operations. The Board proposes that the dividend be paid in two instalments, in the second and fourth quarter of 2024.\n\n## Ambitious environmental targets\n\nFortum's position as a leading Nordic clean energy company is complemented by considerably enhanced environmental targets with the aim to be a leader in sustainability.\n\nFortum brought forward its target to reach carbon neutrality (Scopes 1, 2, 3) by 2030 and will exit all coal generation by the end of 2027. Fortum has also committed to set emission reduction targets based on the climate science (SBTi 1.5 °C). Fortum continues the work by further developing its transition plan and defining near- and long-term company-wide emissions reduction paths and targets in line with the SBTi criteria. Fortum's climate targets will be revisited and aligned to correspond to the SBTi Net-zero Standard during the target setting process. Fortum's transition will include the exit from coal and emission reduction in the company's own operations as well as influencing its electricity sales footprint through product selection and electricity purchases.\n\nTo measure the progress, mid-point targets have also been set for specific emissions: below 20 g CO2/kWh for total energy production and below 10 g CO2/kWh for power generation by 2028. Fortum is already taking steps to reach the new environmental targets and examples of these include the Loviisa nuclear power plant lifetime extension, increasing the use of hydro power and the ongoing decarbonisation projects in district heating.",
        "metadata": {
            "page": 12
        },
        "id": "5497c33f-3fa1-4010-a823-c8e412de9281"
    },
    {
        "page_content": "CEO's Business Review 2023\n\nFurther, Fortum is also committed to an ambitious biodiversity target to have no net loss of biodiversity (excluding any aquatic impacts) from existing and new operations (Scopes 1, 2) from 2030 onwards. In addition, the company will reduce its negative dynamic terrestrial impacts in upstream Scope 3 by 50% by 2030 (base year 2021). Fortum will continue local initiatives, especially in hydropower generation, and is committed to developing a science-based methodology to assess the company's aquatic impacts.\n\n## Phased strategy execution to manage the short-term uncertainty in the operating environment\n\nFortum will phase the implementation of its strategy to enable successful strategy execution and manage the market uncertainty and weaker investment sentiment. In the near term, a sharpened focus will be put on the core business to optimise the existing best-in-class operations, especially the generation portfolio, as well as manage business risks, for example to decrease the share of merchant exposure. Fortum continues to be prudent and disciplined in its capital allocation to maximise value creation from flexibility, efficiency, and cash flows. During this phase, Fortum prepares for future growth by developing a ready-to-build renewables pipeline. Furthermore, Fortum is investigating longer-term investments opportunities in new nuclear through its ongoing two-year feasibility study which is expected to be ready by the end of this year.\n\nWith these actions, Fortum will be prepared for growth longer term, which will be driven by decarbonisation through electrification of other sectors. With its already decarbonised production portfolio and hardly any fossil assets to replace, Fortum can partner and over time grow with industrial customers in clean energy while focusing on efficient capital allocation, attractive returns, balanced risk exposure, and sustainability.\n\n## Strategy implementation based on Fortum's strategic priorities in 2023\n\n## Deliver reliable clean energy\n\nSustainability and CO₂-free power generation have been part of Fortum's strategy for decades. The energy system needs to transform into a system with substantially lower emissions and higher resource efficiency.\n\nThe successful green transition will require CO₂-free capacities which optimally serve the needs of the system, society and customers. In order to achieve this, the power system needs a balanced mix of capabilities - stable and reliable nuclear power, flexible hydro power and intermittent renewable energy.\n\nAn example of how Fortum continues to provide reliable clean energy is the lifetime extension by approximately 20 years of Fortum's Loviisa nuclear power plant until the end of 2050. The approval was granted by the Finnish Government in February 2023. Over the course of the new licence period, the plant is expected to generate up to 170 TWh of CO2-free electricity. In 2023-2050, investments related to the continuation of operations and lifetime extension will amount to an estimated EUR 1 billion. Over the past five years, Fortum has already invested approximately EUR 200 million in refurbishing the Loviisa power plant.\n\nIn 2023, Fortum also received the license from the Finnish Government to operate the final disposal facility for low and intermediate-level radioactive waste until the end of 2090. This facility, operational since 1998, is located 110 metres underground on the Loviisa nuclear power plant site. The spent fuel generated at the Loviisa power plant will eventually be deposited in Posiva's final disposal facility for spent nuclear fuel, jointly owned by Fortum and Teollisuuden Voima (TVO).\n\nTVO's third Olkiluoto nuclear power plant unit (OL3), the largest electricity generation unit in Finland by capacity and of which Fortum owns a 25% stake, started its commercial operations in May 2023. The total capacity of OL3 is approximately 1,600 MW (Fortum's share is approximately 400 MW), and it will produce approximately 14% of Finland's total electricity consumption. In 2023, Fortum's share of OL3 electricity generation was approximately 2.6 TWh.\n\nFortum has several projects, such as upgrades of hydro power plants, that enhance the company's best-in-class operations. For example, in September Fortum announced that it will invest over SEK 700 million (over EUR 60 million) during 2023-2030 to modernise Untra, one of Sweden's oldest hydropower plants. The renovation will involve the replacement of three turbine units and a significant restructuring of the power plant, all aimed at ensuring Untra's ability to provide flexibility to the power system and to supply fossil-free electricity in Sweden. Fortum has also made a substantial investment in dam safety for an extensive rebuild of the over 100-year-old Forshuvud hydropower plant in Sweden. Fortum is investing approximately SEK 650 million (approximately EUR 57 million) during 2021-2025. This investment guarantees the safe operation of the power plant which supplies renewable electricity and balancing power to the system.\n\nIn March 2022, Fortum and Microsoft announced the world's largest collaboration of waste heat usage to heat homes, services and businesses with sustainable waste heat from the new data centres in the Helsinki metropolitan area in Finland. The concept utilises Fortum's existing district heating infrastructure, the second largest in Finland, for heat capture and distribution. Fortum's district heating infrastructure in this area includes about 900 km of underground pipes that transfer heat to approximately 250,000 users. Once operational, approximately 60% of the area's heating will be generated by climate-friendly waste heat. Recycling waste heat from the planned Microsoft data centres will replace coal, gas and wood-based production and will be an essential part of delivering carbon-neutral district heating to customers in Espoo, Kirkkonummi and Kauniainen by the end of the decade. Electricity-based heat production will allow Fortum to close the last coal-fired unit in Suomenoja in Espoo in 2025.\n\nFollowing on the announced cooperation agreement with Microsoft in March 2022 on the use of waste heat from new data centres, Fortum announced in June 2023 that the company had decided to invest approximately EUR 225 million during 2023-2027 in projects within the Espoo Clean Heat programme to drive decarbonisation and build sustainable waste heat solutions in the Helsinki metropolitan area. The total capital expenditure of the Espoo Clean Heat programme",
        "metadata": {
            "page": 13
        },
        "id": "cc3faddd-28b7-416c-b591-e36b78d78d09"
    },
    {
        "page_content": "CEO's Business Review 2023\n\namounts to approximately EUR 300 million. During 2023, EUR 31 million of these investments materialised Fortum's district heat in Finland will be coal-free already in 2025 and carbon-neutral before 2030. The investment includes building heat pump plants on the Espoo and Kirkkonummi sites for waste heat recovery and approximately 15 km of new or upgraded district heating main pipeline. The total investment for the project is EUR 225 million. Construction of Fortum's sustainable heat solutions on the Kirkkonummi site began in September 2023. Heat production with air-to-water heat pumps and electric boilers at the sites in Kirkkonummi and Espoo is expected to start in the heating season of 2025-2026. The district heat production capacity is expected to be approximately 180 MW per site, producing a total of approximately 1.4 TWh annually by utilising Microsoft's Kirkkonummi and Espoo data centres' waste heat, air-to-water heat pumps and electric boilers.\n\nTo strengthen Fortum's leading position as a clean energy provider to consumers and enterprise customers in the Nordics, Fortum acquired Telge Energi AB, one of the 10 largest electricity solutions providers in Sweden, in June 2023. The total consideration for the entire shareholding in Telge Energi on a cash and debt-free basis was approximately SEK 450 million (EUR 39 million).\n\n## Drive decarbonisation in industries\n\nDecarbonisation of industries requires large volumes of clean and reliable electricity that cannot only be covered by new intermittent sources. Additional nuclear capacity as a stable production form is also a key enabler for the growth of wind and solar in the Nordic power system. Fortum's strategic ambition is to develop and build new clean power in partnerships with strategic customers and actively develop a project pipeline to enable future growth.\n\nIn order to support this ambition, Fortum is carrying out a thorough assessment of the economic viability of building new nuclear in Finland and/or Sweden. The two-year feasibility study, to be completed in 2024, focuses on the technical, economic and societal preconditions that must be in place for Fortum to consider such a new, large and long-term investment. The feasibility study also covers small modular reactors (SMRs) for potential commissioning in the 2030s and\n\nbeyond. The study also explores potential partnerships and collaboration opportunities. Fortum has signed cooperation agreements with the American Westinghouse Electric Company, Korean KHNP, British Rolls-Royce SMR, French EDF, Swedish Kärnfull Next and Studsvik as well as Finnish Outokumpu and Helen. Any possible decisions about future investments in nuclear or SMRs will be made in due course.\n\nLong-term partnerships play a vital role in ensuring predictability in long-term energy procurement and advancing electrification in the energy transition. In 2023, Fortum announced a 13-year fixed price Power Purchase Agreement (PPA) with Norwegian aluminium and renewable energy company Hydro Energi AS for the delivery of 0.44 TWh of electricity in Sweden per annum starting in 2024. These kinds of long-term power supply contracts also help to mitigate Fortum's business risk by reducing exposure to price volatility for a longer time horizon.\n\n## Renewable energy to support decarbonisation\n\nIn addition to CO₂-free hydro and nuclear power generation, renewables play an essential role in the energy transition and in Fortum's strategy. Together with its partners, Fortum is currently operating 345 MW of wind power in Finland, Sweden and Norway. In line with its strategy, Fortum is preparing a ready-to-build pipeline of renewables projects with power purchase agreements (long-term PPAs) to serve demand growth in the Nordics.\n\nIn December 2021, Fortum announced an investment decision to construct the 380-MW Pjelax wind park in Finland in partnership with the Finnish energy company Helen.\n\nConstruction started in January 2022, the project is on time and budget and the wind farm is expected to be fully operational in the second quarter of 2024 at the latest. The testing of power generation at the wind farm started in October 2023. Fortum has a 60% majority and Helen a 40% minority ownership in the project and Fortum will consolidate the investment on its balance sheet. The total capital expenditure of the project is approximately EUR 360 million, of which Fortum's share is approximately EUR 216 million.\n\nAdditionally, Fortum has two solar development projects; an 80 MW industrial-scale solar power project in Virolahti in Finland and is also investigating the possibility of a 90 MW solar park in Havdhem, in southern Gotland, Sweden. The\n\npermit processes for a solar park in Finland and Sweden take 1-3 years, and after a possible investment decision, the construction is expected to take about a year.\n\n## Transform and develop\n\nIn order to ensure competitiveness in the years to come, the company's third strategic priority is transformation and development. The Fortum Renew programme includes two tasks: building an efficient and fit-for-purpose operating model and developing the company culture and leadership to support strategy execution. As part of the new organisational structure, Fortum's leadership team and senior leaders were appointed during the first half of 2023. In addition, Fortum's new core governance processes - strategy and capital allocation, investment management, performance management, risk management and talent management were renewed during 2023 to reflect and support efficient decision-making under the new operating model and structure of the company.\n\nAfter the summer, Fortum's operating environment and the general economic sentiment weakened further. In November 2023, the company initiated an efficiency improvement programme to adjust the cost level to the new size and structure of the company to improve profitability and secure cash flows. Fortum targets to gradually reduce its annual fixed costs by EUR 100 million until the end of 2025. The reduction of EUR 100 million corresponds to some 10% of the Group's fixed costs for the year 2022. The efficiency programme includes strategic prioritisation and assessment of allocated resources as well as turnaround actions for underperforming businesses. To reach the target, it is expected that actions will also include personnel reductions.",
        "metadata": {
            "page": 14
        },
        "id": "718c0f25-dfab-4ad4-ac98-c8b0ca90a4e9"
    },
    {
        "page_content": "CEO's Business Review 2023\n\n## Sustainability at Fortum\n\nGeopolitical tensions remained high in 2023. However, progress was made in the regulation to combat climate change and develop the energy market.\n\nMost of the EU Fit for 55 legislation (e.g. emissions trading and renewable energy directives) was finalised and proceeds to national implementation in the member states. The EU market design regulation was completed and is expected to facilitate clean energy investments needed for the energy transition whilst providing more predictable prices to electricity consumers. Further, at the end of 2023, the UN Climate Change Conference, COP28, resulted, for the first time, in international consensus to tackle the main driver of climate change: fossil fuels. The aim is to transition away from fossil fuels in energy systems and to accelerate zero and low-emission technologies such as renewables, nuclear and hydrogen.\n\nAt the beginning of 2023, Fortum launched its new strategy and announced new, ambitious environmental targets. Fortum is also committed to setting near- and long-term company-wide emission reduction targets in line with climate science with the Science Based Targets initiative (SBTi). During the target-setting process, Fortum's climate targets will be revisited and aligned to correspond to the SBTi Net-zero Standard.\n\nFortum's climate policy advocacy is strongly based on climate science, and the Paris Agreement is the core principle underpinning Fortum's climate advocacy. At the end of the year, Fortum published a second update to its\n\nClimate Lobbying Review, originally published in 2021. Fortum aims to be a forerunner in transparent lobbying and stakeholder management. Fortum actively participated in the implementation of the Finnish Transparency Register Act, developed an IT tool for stakeholder management and implemented Fortum's Business Ethics Guidelines for Lobbying, published in 2022. Fortum also participated in the OECD process that is preparing OECD Principles on Responsible Political Engagement.\n\nDuring 2023 Fortum also started preparations for the Corporate Sustainability Reporting Directive (CSRD), set by the EU, and its 2024 reporting will be fully in accordance with the CSRD requirements.\n\nIn 2023, 98% of Fortum's power generation was CO2-free. Fortum's specific emissions from total energy production were 32 gCO2/kWh. The carbon intensity is now among the lowest in Europe. Fortum's coal-based capacity totalled 0.7 GW and generation 0.6 TWh. The share of fossil fuels of Fortum's revenues was 11%, including fossil-based generation and gas trading.\n\nFortum has assessed its impact on biodiversity using the internationally recognised Global Biodiversity Score (GBS®) tool. Based on the assessment, Fortum's main biodiversity impacts (excluding hydropower's aquatic impacts) are related to GHG emissions, land use and fuel procurement. In March 2023, Fortum committed to developing a science-based methodology to assess the company's aquatic impacts. During the year Fortum participated in developing the aquatic segment of the GBS® tool and assessed other potential tools to measure hydropower's aquatic biodiversity impacts. The work continues in 2024.\n\nThe safety of own personnel and contractors remains Fortum's core responsibility and Fortum continuously strives to improve its safety performance. In 2023, Fortum's TRIF (Total Recordable Injury Frequency) for own personnel and contractors was 5.0. Fortum's LTIF (Lost Time Injury Frequency) for own personnel and contractors was 3.9. In terms of safety performance, year 2023 was a clear disappointment as both\n\nKPIs developed negatively. The majority of accidents took place in Fortum Recycling and Waste where the SafetyCORE project is being implemented with concrete improvement actions related to, e.g., developing safety leadership and culture, process safety, learning organisation and risk management. The work will continue in 2024.\n\nIn safety training, Fortum reached its goal as the completion rate of Fortum Management Safety and Security Leadership Programme was 100%. The multi-year programme will proceed in 2024 when the goal is to train Fortum's own trainers instead of using external trainers and arrange Fortum-adapted training modules.\n\nIn 2023, the wellbeing services highlighted mental wellbeing, resilience, stress management, power of community and working together. Managers were supported in leading employees' wellbeing. According to the latest employee survey, conducted in November 2023, the health and wellbeing score was 7.7, which is in line with the relevant energy and utility benchmark score.\n\nAn inclusive culture where everyone feels safe, included and equally treated also promotes the wellbeing of personnel. In 2023, Fortum continued to provide training and information on diversity, equity and inclusion (DEI) for managers and all employees, and to measure employees' perceptions of the DEI culture. DEI-related questions are included in Fortum's internal Employee Voice survey, conducted bi-annually, to evaluate the company's current maturity in DEI. The overall DEI score, from November 2023, is 7.8 (employee Net Promoter Score, eNPS) positioning Fortum close to the industry benchmark. In addition, during the 2023 renewal of the corporate organisation, special attention was paid to the composition and diversity of leadership teams, which resulted in a significant increase of females in top management.\n\nAs Fortum's purpose, corporate strategy, geographical scope as well as business priorities have changed significantly in recent years, Fortum's CSR (Corporate Social Responsibility) Programme, launched in 2020, is currently under revision. The work will proceed during 2024.",
        "metadata": {
            "page": 15
        },
        "id": "3fcdbf6b-38a2-4c8a-a85f-f3701828313c"
    },
    {
        "page_content": "CEO's Business Review 2023\n\n## Key drivers and risks\n\nFortum's operations are exposed to a number of financial, operational, strategic and sustainabilityrelated risks. Fortum is exposed to these risks both directly and indirectly through its subsidiaries, associated companies and joint ventures. The principal associated companies and joint ventures are Teollisuuden Voima Oyj, Forsmarks Kraftgrupp AB, OKG AB and Kemijoki Oy.\n\nFortum's new strategy, launched in March 2023, has partly been developed in order to reduce the business risks of the Group. Fortum's core business, consisting mainly of outright generation assets in the Nordics, implies that the Nordic power price exposure remains the single largest key driver and financial risk for Fortum. It is a key priority for Fortum to successfully mitigate this market risk, including managing the related credit and liquidity risks from hedging this exposure.\n\nThe main strategic risks are that the business and/or regulatory environment develop in ways that have not been foreseen and prepared for. The current geopolitical uncertainty continues to pose material operational and business risks for Fortum as the owner and operator of power and heat generation in the Nordics and Poland. Future energy market, regulation and climate scenarios as well as scenarios for how the current geopolitical situation develops, including the impact of these to Fortum's existing and potential new businesses, are regularly updated and used in the development of the strategy.\n\nSustainability-related risks, including exposure to climate change, continue to be a focus area for Fortum and we are well-positioned to take advantage of opportunities in the green transition with our existing portfolio of largely CO2-free assets.\n\n## Business operating environment\n\nFortum operates in a global business environment, with main operational focus in the Nordics, and is therefore exposed to political and other risks which affect the macroeconomic development and consumer behaviour in Fortum's markets.\n\nThe global landscape has experienced a further escalation of conflict and increasing geopolitical uncertainty. Several regional and territorial disputes have worsened, increasing instability and insecurity in energy-producing regions, potentially disrupting energy supply chains and raising concerns about energy security. Russia's attack on Ukraine in February 2022 severely impacted Fortum's businesses. A number of geopolitical risks were realised, while other risks remain on an elevated level as a result of the ongoing war. Following the unlawful seizure by the Russian authorities and loss of control in spring 2023, the Russian assets were fully written down, deconsolidated and discontinued. Fortum has sent notices of dispute to the Russian Federation in order to protect its legal position and shareholder interests. These notices of dispute are the first step required in arbitration proceedings planned to be initiated in early 2024. A further escalation of the war may increase the risk of hostile actions by the Russian Federation against foreign companies. This could have severe implications, such as an increased risk of sabotage including direct physical or cyberattacks on, for example, energy infrastructure in Fortum's operating countries.\n\nThe current geopolitical uncertainty has also intensified the trend of nationalistic policies and protectionism which may lead to further trade restrictions or sanctions which, in turn, could affect demand for Fortum's products and services, production capabilities, asset values and access to financing. The EU, US and UK have implemented a broad range of sanctions towards Russia, the scope of which may be further increased. The unpredictable nature of sanctions remains a risk for Fortum despite having lost control of the Russian business.\n\n## Regulatory environment\n\nThe energy sector is heavily influenced by national and EU-level energy and climate policies and regulations. The overall complexity and possible regulatory changes in Fortum's operating countries pose risks and create opportunities for the generation and consumer businesses. Fortum analyses and assesses a number of future market and regulation scenarios, including the impact of these on different generation forms and technologies as part of its strategy. Fortum maintains an active dialogue with different policymakers and legislators involved in the development of laws, policies and regulations in order to manage these risks and to proactively contribute to the development of the energy and climate policy and regulatory framework in line with Fortum's strategic objectives.\n\n## Nordic power price exposure and related risks\n\nThe earnings capability and profitability of Fortum's outright power generation, such as hydro, nuclear, and wind power generation, are primarily exposed to fluctuations in the Nordic power prices. In the Nordics, power prices exhibit significant short- and long-term variations on the back of several factors, including, but not limited to, weather conditions, outage patterns in production and transmission lines, CO₂ emission allowance prices, commodity prices, energy mix, and the supply-demand balance. An economic downturn, lower commodity prices, warm weather or wet hydrology could lead to significantly lower Nordic power prices, which would negatively impact earnings from Fortum's outright power production. The increased geopolitical uncertainty and fears of escalation of other conflicts may impact power and other commodity prices and volatility, especially in case of disturbances to other sources of power or gas supply. In general, price volatility is expected to continue also with the increasing share of intermittent generation and the occasionally re-emerging concerns over the security of energy",
        "metadata": {
            "page": 16
        },
        "id": "c8ea4430-74f1-430e-a149-f42f9488c5a2"
    },
    {
        "page_content": "<!-- image -->\n\nCEO's Business Review 2023\n\nsupply. This also increases the risk of further political market interventions going forward. Fortum hedges its exposure to commodity market prices in order to improve the predictability of future results by reducing volatility in earnings while ensuring that there is sufficient cash flow and liquidity to cover financial commitments.\n\nFortum's liquidity and refinancing risks are primarily related to the need to finance its business operations, including margining payments and collaterals issued to enable hedging of commodity market risk exposures. Higher and more volatile commodity prices increase the net margining payments toward clearing houses and clearing banks. Fortum mitigates this risk by entering into OTC derivatives contracts directly with bilateral counterparties without margining requirements. Consequently, credit exposure from hedges with OTC counterparties has increased. Due to Fortum's net short position in Nordic power hedges, the credit exposure would increase in line with the value of hedges if Nordic power prices decrease.\n\nFortum targets to maintain a solid investment grade-rating of at least BBB. A lowering of the credit ratings, in particular to below investment-grade level (BB+ or below), could trigger counterparties' rights to demand additional cash or non-cash collateral. In March 2023, both S&P Global Ratings and Fitch rating agencies affirmed Fortum's BBB rating and revised the outlook to stable. Fortum continues to constantly monitor all rating-related developments and to regularly exchange information with the rating agencies. During 2023, a new risk management framework has been developed to manage credit, liquidity and market risks holistically and support maintaining our rating under different market scenarios.\n\n## Operational Risks\n\nFortum's business activities include energy generation, storage and control of operations, as well as the construction, modernisation, maintenance and decommissioning of power plants or other energy-related industrial facilities. Any unwanted operational event (which could be caused by, e.g., technical failure, human or process error, natural disaster, sabotage, failure of key suppliers, or terrorist attack) can endanger personal safety or lead to environmental or physical damage, business interruptions, project delays and\n\npossible third-party liability. The associated costs can be high, especially in Fortum's largest units and projects.\n\n## Climate change\n\nFortum believes that the growing awareness and concern about climate change will increase the demand for lowcarbon and resource- and energy-efficient energy products and services. The company is leveraging its know-how in CO2-free hydro, nuclear, wind, and solar power by offering its customers low-carbon energy solutions. The electrification of energy-intensive industry, services and transportation is likely to increase the consumption of low-carbon electricity in particular. The development of the hydrogen economy, and especially clean hydrogen produced with CO2-free power, will offer business opportunities for Fortum.\n\nDriving the transition to a lower-carbon economy is therefore an integral part of Fortum's strategy. Fortum's strategy includes ambitious sustainability and decarbonisation ambitions. However, the transition to a low-carbon economy poses a number of strategic and operative risks related to changes in energy and climate policy and regulation, technology development and the business environment in which Fortum operates.\n\nFortum's operations are exposed to the physical risks caused by climate change, including changes in weather patterns that could alter energy production volumes and energy demand. Fluctuating precipitation, flooding, and extreme temperatures may affect e.g. hydropower generation, dam safety, availability of cooling water, and the price and availability of biofuels. Hydrological conditions, precipitation, temperatures, and wind conditions also affect the short-term electricity price in the Nordic power market. In addition to climate change mitigation, we also aim to adapt our operations and we take climate change into consideration in, among other things, the assessment of growth projects and investments as well as in operation and maintenance planning. Fortum identifies and assesses its assets' resilience towards different acute and chronic physical climate-related risks within different Intergovernmental Panel on Climate Change (IPCC) climate scenarios and creates adaptation plans for the most material risks.",
        "metadata": {
            "page": 17
        },
        "id": "f0fa8138-9a98-4091-bcc9-2bb81e34a8e7"
    }
]