[
    {
        "page_content": "<!-- image -->\n\n## INTEGRATED REPORT\n\nOPPORTUNITIES OF A NEW SECTOR\n\n2023",
        "metadata": {
            "page": 1
        },
        "id": "264a579b-61d0-403b-80a4-1dc0b8187c8a"
    },
    {
        "page_content": "<!-- image -->\n\n## INDEX\n\n## Letter from the Chairman\n\n- 1 ABOUT ACCIONA\n- 2 DRIVERS OF CHANGE\n- 3 ACCIONA, THE FIRST COMPANY IN A NEW SECTOR\n- 4 STRATEGIC CAPABILITIES AND RESULTS\n- 5 SOCIAL CASHFLOW\n\n## The report in 20 seconds\n\nThe ACCIONA 2023 Integrated Report showcases the company in a context brimming with significant opportunities, thanks to its unique and irreplicable business model. ACCIONA's comprehensive range of solutions, extensive experience, and dedicated professional team place it in a prime position to meet the growing demand for sustainable infrastructures, highlighting the company's distinct profile. The report also outlines its financial strategy for the short, medium, and long term, rea/ffirming its commitment to value creation and maintaining a balance between growth and risk.",
        "metadata": {
            "page": 2
        },
        "id": "0f64389e-a98a-44d8-8845-5d76265b7eef"
    },
    {
        "page_content": "## LETTER FROM THE CHAIRMAN\n\n## José Manuel Entrecanales\n\nCEO AND CHAIRMAN OF ACCIONA\n\n## Dear readers,\n\nWhat was debated only a few decades ago is now a reality with clearly visible e/ffects across the globe. Despite some encouraging news about the slowdown in greenhouse gas emissions, changes in climate are already a constant that we will have to live with in the coming decades. According to the World Economic Forum, extreme weather events and critical changes in earth systems have become one of the major global concerns of the decade. The year 2023 closed as the hottest year on record.\n\nHuman history is filled with challenges and lessons, where technology has played a crucial role. Recognising the threats, we are developing and applying transformative solutions at an impressive pace. The expansion of renewable energy is facilitating the development and growth of new technologies and businesses, such as battery storage, new energy vectors or the modernization of clean road transport. These are just some of the first initiatives that will create a series of cascading e/ffects having a positive impact on global emissions and contributing substantially to the modernization of the economy.\n\nWe believe that, in this accelerated transformation, agility and consistency of vision will be key. Our business strategy, closely aligned with global trends, places ACCIONA in a privileged position to respond to today's demands, consolidating its position as the world's most complete provider of sustainable infrastructure solutions.\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the ₂rst company in a new sector\n\nStrategic capabilities and results\n\nSocial CashGLYPH<31>ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->\n\n## POSITIVE BALANCE AT THE END OF THE YEAR\n\nACCIONA achieved revenues of 17,021 million euros, EBITDA of almost 2,000 million euros and net profit of 541 million euros in 2023. We have made net investments totalling 3,327 million euros, bringing the Net Debt to EBITDA ratio to 3.3 times.\n\n2023 was a year of significant achievements for ACCIONA, marked mainly by three milestones. Firstly, we set an all-time record in infrastructure contracting, with 9.4 billion euros awarded and 34 billion euros in the infrastructure backlog. Secondly, we achieved a record in new megawatts of renewable generation installed in a single financial year, adding 1,700 MW. And third, the change in Nordex's economic and financial trend, returning to positive EBITDA figures after complicated years for this industry.",
        "metadata": {
            "page": 3
        },
        "id": "21969b57-eb04-4777-8843-a05e65b88a38"
    },
    {
        "page_content": "## Positive contribution and robust balance sheet\n\nThroughout our history, ACCIONA has demonstrated our ability to adapt to change, always with the aim of driving the transformation of economic models towards more sustainable development, as demonstrated by our results.\n\n- { Commitment to sustainability: Our investments are 99% aligned with the European Taxonomy of Sustainable Activities, reflecting our commitment to sustainability. This positive impact is evidenced by 79% of our gross corporate debt being green or sustainability-linked. Clean electricity generation has avoided the emission of 13.6 million tonnes of CO2 this year. In addition, we continue to promote the development of water resilience. In total, 1,190 hm³ of water was treated this year, 47% of which was in water-stressed countries.\n- { Social contribution: ACCIONA continues to stand out for its contribution to the creation of wealth for society as a whole, which we call social cash flow. In 2023, this flow reached 19,407 million euros, 59% more than in 2022. This figure was mainly distributed in payments to suppliers amounting to 12,453 million euros, 2,056 million euros in tax contributions, up 36% compared to 2022, and 1,943 million euros in wages and salaries, 42% more than in the previous year.\n- { Robust financial strategy: On the financial front, ACCIONA continues to increase the number of concession assets in various sectors - including energy, infrastructure and water - enabling recurring and predictable cash flows in the medium and long term. In 2023, more than 86% of our accumulated capital (11,394 million euros) was allocated to businesses such as renewable generation, infrastructure concessions (transport, social and water) and real estate. This capital allocation strategy reflects our focus on stable, low-risk investments that support sustainable growth and lasting value creation.\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the ₂rst company in a new sector\n\nStrategic capabilities and results\n\nSocial CashGLYPH<31>ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->\n\n## Opportunities in a new sector\n\nThe decarbonisation of the economy is already underway and ACCIONA will continue to contribute to accelerating this process. However, we must still face the impacts and consequences of global warming. Our business model, focused on clean energy and sustainable solutions such as regenerative infrastructure and low-emission transport, is now more necessary than ever.\n\nGlobally, investment in zero-carbon technologies already far outpaces investment in fossil fuels. And while we are at a crossroads of climate policy urgencies and the e/ffects of global warming, exponential investment in decarbonisation o/ffers hope of reversing this trend.\n\nAhead of us lie years that, far from being quiet, will be full of transformations. These promise to be challenging, but also full of opportunities. ACCIONA, thanks to its unique business model, has managed to stay at the forefront of change, growing and taking advantage of transformative opportunities.\n\nLet me conclude by remembering the work of all those who have contributed to our progress over the years, and especially our late Luis Castilla, whose legacy of experience, talent and charisma lives on. I am confident that together we will continue to work towards a more sustainable future, contributing to the continued success of our company for decades to come.",
        "metadata": {
            "page": 4
        },
        "id": "1d5669b2-8587-48f8-b53c-695090fe4dea"
    },
    {
        "page_content": "1\n\n## ABOUT ACCIONA\n\n<!-- image -->",
        "metadata": {
            "page": 5
        },
        "id": "fe10a981-8354-40cc-9ae4-dec7a72be137"
    },
    {
        "page_content": "## THE PURPOSE OF ACCIONA'S BUSINESS ACTIVITY IS TO DRIVE THE TRANSFORMATION OF CURRENT ECONOMIC MODELS TOWARDS MORE A SUSTAINABLE DEVELOPMENT\n\n<!-- image -->\n\nACCIONA is a global group that develops sustainable infrastructure solutions that cover the entire value chain from financing, design and construction to operation and maintenance. Solutions that include activities in the areas of renewable energies, social and transport infrastructures, water access and management, services in cities, electric mobility, real estate development, financial services and the promotion of culture. ACCIONA Energía is also the largest independent global operator of 100% renewable energy 1 .\n\nThe purpose of ACCIONA's business activity is to drive the transformation of current economic models towards more a sustainable development. This commitment is reflected in the non-conformist and proactive spirit of its teams in more than 42 geographies.\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\n1\n\n2\n\n3\n\n4\n\n5\n\nACCIONA's value proposition is based on providing innovative solutions with high added value, based on economic models that prioritize respect for and conservation of the natural environment, thus seeking to generate a positive impact on both society and the planet.\n\n<!-- image -->\n\nENERGY\n\nEBITDA OF 1,285 million €\n\n13.5 GW INSTALLED CAPACITY\n\n<!-- image -->\n\nWATER\n\n92 DESALINATION PLANTS 5.8 million m 3 /day capacity\n\n<!-- image -->\n\nCITIES\n\nBREEAM CERTIFIED\n\n30 LEED AND BUILDINGS\n\n24.9 Twh OF PRODUCTION\n\n42 COUNTRIES\n\n<!-- image -->\n\n9,178 SILENCE VEHICLES SOLD\n\n850,000 t OF URBAN WASTE ELIMINATED\n\n709 million € IN THE FACILITY SERVICES ORDER BOOK\n\n<!-- image -->\n\n<!-- image -->\n\nREAL ESTATE\n\n1,805 millon € OF GAV\n\n720 HOMES DELIVERED\n\n<!-- image -->\n\n<!-- image -->\n\nSOCIAL\n\n950,000 m² OF MANAGED HEALTHCARE CENTERS\n\n1,393\n\nUNITS IN THE SALES PORTFOLIO AT THE END OF THE FISCAL YEAR\n\nTRANSPORT\n\nEBITDA OF 511 million €\n\nORDER BOOK OF 34,000 million €\n\n6,000 km OF ROADS 3,000 km of high-speed roads\n\n## 200\n\nCULTURAL PROJECTS IN 44 COUNTRIES\n\n<!-- image -->\n\n600 LARGE BRIDGES\n\n35\n\nPROJECTS WORLDWIDE 23 million m³/day capacity\n\n<!-- image -->\n\nACCIONA, the ₂rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCashfiow",
        "metadata": {
            "page": 6
        },
        "id": "c4a17fda-cf9f-4ef9-a39e-6f8ce8619d13"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Present in over worldwide\n\n## 42 countries\n\n<!-- image -->\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the ₂rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCashGLYPH<31>ow",
        "metadata": {
            "page": 7
        },
        "id": "92dd98f5-5dbf-4530-af79-90510ac41652"
    },
    {
        "page_content": "## HIGHLIGHTED RESULTS\n\n## 1. FINANCIAL\n\n| header                             | 2021                       | 2022   | 2023   | VARIATION  2022 vs 2023   |\n|------------------------------------|----------------------------|--------|--------|---------------------------|\n| Sales (M€)                         | 8,104                      | 11,195 | 17,021 | 52.0 %                    |\n| EBITDA (M€)                        | 1,483                      | 2,068  | 1,981  | - 4.2 %                   |\n| BAI (M€)                           | 575                        | 869    | 819    | - 6.0 %                   |\n| Net Attributable Profit            | 332                        | 441    | 541    | 23.0 %                    |\n| Net cash flow from investment (M€) | 1,543   (Gross investment) | 2,004  | 3,327  | 66 %                      |\n| Net Financial Debt (M€)            | 4,344                      | 5,253  | 6,551  | 24.0 %                    |\n| DFN / EBITDA                       | 2.93x                      | 2.54x  | 3.31x  | 0.77 p                    |\n| Dividend (€)                       | 4.1                        | 4.5    | 4.85   | 8.0 %                     |\n\n## Total Turnover\n\nMILLION EUROS\n\n<!-- image -->\n\n<!-- image -->\n\nTHE INFRASTRUCTURE BUSINESS DRIVES REVENUE GROWTH AND INCREASES PROFITABILITY AND CASH FLOW GENERATION\n\n<!-- image -->\n\n<!-- image -->\n\n52 %\n\n(variation 2022 vs 2023)\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the ₂rst company in a new sector\n\nStrategic capabilities and results\n\nSocial CashGLYPH<31>ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "177b0916-f49e-4904-917c-c2a22bfb0cd6"
    },
    {
        "page_content": "## 2. OPERATIONAL\n\n## Infrastructure projects portfolio MILLION EUROS\n\n<!-- image -->\n\n## Portfolio of operational energy assets\n\nMW\n\n<!-- image -->\n\n## Number of concessional assets\n\n<!-- image -->\n\nYoung portfolio of concessions, with a weighted outstanding life of more than 28 years, which will generate more than €7.2 billion in cash distributions for ACCIONA.\n\n<!-- image -->\n\nRECORD INFRASTRUCTURE BACKLOG WITH 9,409 MILLION IN CONTRACTS AWARDED DURING THE YEAR, INCLUDING TRANSPORT PROJECTS IN AUSTRALIA AND WATER PROJECTS IN MOROCCO\n\n<!-- image -->\n\n11 %\n\n(variation 2022 vs 2023)\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## 3. ESG\n\n## Environment\n\n## Emission reduction pathway\n\nACCIONA continues its path towards decarbonization with a reduction in its own emissions. In 2023, ACCIONA reduced its own emissions by 1% compared to 2022, achieving a total reduction of 37% compared to 2017.\n\n<!-- image -->\n\nreduction compared\n\n## Scope 1 and 2 carbon intensity\n\ntCO₂ e/sales\n\n<!-- image -->\n\nThanks to constant investment in improving the e/fficiency of its operations, the company continues to decouple its business growth from the generation of greenhouse gas emissions.\n\n99 % CAPEX ALIGNED EU TAXONOMY\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the ₂rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCashGLYPH<31>ow",
        "metadata": {
            "page": 9
        },
        "id": "b8a51d19-912b-4cfc-88e8-974f643b8597"
    },
    {
        "page_content": "<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the ₂rst company in a new sector\n\nStrategic capabilities and results\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Governance - Board of Directors\n\nACCIONA, has a Board Composition Policy, that aims to achieve greater gender parity in its governing body.\n\n## Distribution of the Board of Directors\n\nBY TYPE OF POSITION AS AT 31 DECEMBER 2023\n\n15 % External proprietary directors\n\n16 % Executive directors\n\n<!-- image -->\n\n<!-- image -->\n\nIN 2023 THE PERCENTAGE OF FEMALE BOARD MEMBERS WAS\n\n38 % (2023)\n\n## Suppliers\n\n| header                 | 2022   | 2023         | VARIATION   |\n|------------------------|--------|--------------|-------------|\n| Total suppliers  (n.º) | 25,515 | 27,344       | 7.0 %       |\n| Suppliers audited  (%) | 94.9 % | 95.4 % 0.5 % |             |\n\n<!-- image -->\n\nSocial\n\nC\n\nashGLYPH<31>ow",
        "metadata": {
            "page": 10
        },
        "id": "a40c8ee8-81aa-46c1-b2c1-13e84f9ea31d"
    },
    {
        "page_content": "## 2 DRIVERS OF CHANGE\n\n<!-- image -->",
        "metadata": {
            "page": 11
        },
        "id": "adb7342d-970a-48c8-b341-92dde38df5ab"
    },
    {
        "page_content": "## MEGA TRENDS\n\nThe data shows that we are on the verge of major changes. The acceleration of global warming, along with technological and geopolitical shifts, seems to be ushering in a new era. This is a time when we face significant risks, but there are also consolidating trends that are opening up important opportunities, acting as catalysts for global transformations.\n\nThe convergence of global trends that once seemed distant is giving rise to a new modernity, which, if the appropriate reforms and transformations are undertaken, has the opportunity to usher in a time of prosperity, growth and harmony with the planet throughout this century.\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the first company in a new sector\n\nStrategic capabilities and results\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## 1. GEOPOLITICAL TENSIONS\n\n<!-- image -->\n\n<!-- image -->\n\nA WORLD THAT FOR DECADES WAS GOVERNED BY GLOBALIZATION HAS RAPIDLY BECOME MARKED BY GEOPOLITICAL RISK. VARIOUS EVENTS AND CONFLICTS HAVE SIGNIFICANTLY RESHAPED GLOBAL STRUCTURES AND RELATIONS\n\nGeopolitical risk could negatively a/ffect the global economy and cause financial instability through several di/fferent channels. On the economy side, it may negatively impact real GDP growth, inflation, trade, investment, consumption, and savings.\n\nBusinesses must be prepared for the possibility that these tensions could fragment markets, create bottlenecks, or trigger economic conflicts leading to disconnected supply chains. Central banks are preparing to recalibrate monetary and fiscal policies. Global economic fragmentation, geopolitical tensions, and troubled restructurings could increase pressure on government public debt over the next decade, resulting in a greater need for private capital for infrastructure development.\n\nAccording to the OECD's latest outlook report, although the major shocks to energy prices have passed, inflation is expected to persist until at least 2025. In response, central banks have implemented tighter monetary policies to mitigate price increases.\n\nAlthough global GDP increased by about 3.3% in 2023, this growth is moderated by tight financial conditions, weaker trade, and weaker consumer confidence. These challenges continue to emphasize the need for adaptability and strategic planning in economic policies to navigate a volatile global environment.\n\n<!-- image -->\n\nThe convergence of global trends that once seemed distant is giving rise to a new modernity\n\nSocial\n\nCashflow",
        "metadata": {
            "page": 12
        },
        "id": "bfd54f63-7daa-4c9e-9ec2-70857ba002da"
    },
    {
        "page_content": "## 2. CLIMATE CHANGE AND NATURE\n\n<!-- image -->\n\n<!-- image -->\n\nTHIS MEGA TREND HIGHLIGHTS HOW CLIMATE CHANGE, BIODIVERSITY LOSS AND THE DEGRADATION OF NATURE THREATEN THE STABILITY OF OUR ECONOMIES, CRITICAL INFRASTRUCTURE, AND SUPPLY CHAINS. IT HIGHLIGHTS THE INCREASING COMPLEXITY, UNCERTAINTY, AND DISRUPTION AS WE FACE PROTRACTED AND CASCADING CONSEQUENCES AND MITIGATION OR ADAPTATION ACTIONS\n\nGlobal climate tipping points threaten to cause irreversible damage to the planet's vital systems. Global warming is having a devastating impact: inflating national budgets, raising food prices, destroying entire ecosystems, disrupting energy markets, and exacerbating a cost-of-living crisis. In response, governments are implementing transition plans to decarbonize and increase the productivity of their economies. Currently, 91% of global GDP is committed to national zero emissions targets, with a primary focus on increasing renewable energy as a key strategy to catalyze future action.\n\nChange is happening at an exponential rate. Renewable energy capacity, following an 'S-curve', is catalyzing positive socio-economic tipping points. Having passed the first tipping point in the energy sector, we are moving towards the second in road transport, anticipating the emergence of the 'The Breakthrough  E/ffect'. This e/ffect will trigger a series of transformations, with resilient infrastructure playing crucial roles in climate change mitigation and adaptation.\n\nClimate change is driving a profound re-evaluation of the future, decisively influencing both public institutions and the private sector.\n\n<!-- image -->\n\nGovernments are implementing transition plans to decarbonize and increase the productivity of their economies\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the first company in a new sector\n\nStrategic capabilities and results\n\nSocial Cashflow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->\n\nRESILIENT INFRASTRUCTURES PLAY CRUCIAL ROLES IN CLIMATE CHANGE MITIGATION AND ADAPTATION",
        "metadata": {
            "page": 13
        },
        "id": "53402987-e2f6-4bd2-91d2-01c74a2fd31a"
    },
    {
        "page_content": "## 3. A GROWING AND INCREASINGLY URBAN GLOBAL POPULATION\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nTHIS MEGA TREND REFLECTS THE ACCELERATION OF URBANIZATION AND THE CHALLENGES FACED BY BOTH MUNICIPALITIES AND THE BUSINESS COMMUNITY TO ABSORB THIS GROWTH IN A SUSTAINABLE MANNER, MAINTAINING THE LIVABILITY OF CITIES DESPITE LIMITED RESOURCES\n\nBy the end of 2023, the world's population exceeded 8 billion people, and is expected to reach 10.4 billion by the end of the century. This means that, in just 12 years, the world's population has increased by one billion people. Of the total population, more than 60% live in urban areas and by 2050, two thirds of the world's population will live in cities.\n\nThe growth of urban populations requires challenging and adapting to changes. Urban environments must adapt to incorporate infrastructure capable of accommodating growth and meeting the needs of inhabitants. Expansion and the promotion of social equity require investment: from communications to public and private transport, the proper management of water and waste generated, as well as the creation of schools and housing.\n\n<!-- image -->\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## 4. ACCELERATING TECHNOLOGICAL LANDSCAPE\n\n<!-- image -->\n\nTHIS MEGA TREND HIGHLIGHTS THE RAPIDLY EVOLVING TECHNOLOGICAL AND INFORMATION LANDSCAPE IN WHICH SOCIETY IS MOVING, CREATING OPPORTUNITIES AND CHALLENGING OUR ASSUMPTIONS ABOUT HOW WE LIVE AND WORK\n\nTechnological advances are transforming how societies live and work, profoundly changing the ways in which they connect and use the Internet. By 2026, it is estimated that 25% of consumers will spend at least one hour a day in the metaverse, a digital environment enriched by augmented reality. In parallel, 30% of companies will adapt their products and services to this new context, marking a significant change in digital interaction and the business environment.\n\nTechnology continues to revolutionize infrastructure, changing the ways we move around and interact with the physical world. Automatization through the Internet of Things (IoT) provides opportunities to improve cities and enrich urban experiences.\n\nThe year 2023 has demonstrated the increasingly applicable and disruptive potential of artificial intelligence (AI). The true limits of AI are defined by the human risk appetite, trust in users, the algorithms employed and ethical judgements about its use, influencing the governance and controls put in place to manage it.\n\n<!-- image -->\n\nThe year 2023 has demonstrated the increasingly applicable and disruptive potential of artificial intelligence (AI)\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the first company in a new sector\n\nStrategic capabilities and results\n\nSocial Cashflow",
        "metadata": {
            "page": 14
        },
        "id": "5632e35e-31df-42b5-8eb9-ff3d45cf7039"
    },
    {
        "page_content": "## 5. SOCIAL CHANGE AND POLARIZATION\n\n<!-- image -->\n\n<!-- image -->\n\nTHIS MEGA TREND HIGHLIGHTS THE IMPACT OF MISINFORMATION ON SOCIAL COHESION, AND UNDERLINES THE COMPLEXITY AND DISRUPTION OF THE INFORMATION ENVIRONMENT, ESPECIALLY AT CRITICAL MOMENTS\n\nGlobal demographic changes, characterized by aging populations in advanced economies and China, transforming labour markets, migratory pressures, and a skills imbalance, are shaping new challenges and opportunities for societies and companies. Moreover, these transformations coincide with a shift in the expectations and priorities of younger generations.\n\nThis transitional era is also marked by a growth in misinformation and mistrust. The proliferation of information has made it di/fficult to verify its veracity, fueling a cycle of suspicion and inaccuracy that is reflected in increasingly perceptible social polarization. Recent studies in Europe and global surveys confirm a growing concern about economic and social issues, showing how these demographic and information phenomena are intertwined, impacting social cohesion and global power dynamics.\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the first company in a new sector\n\nStrategic capabilities and results\n\nSocial Cashflow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->",
        "metadata": {
            "page": 15
        },
        "id": "2bed759b-a8da-493c-9362-00dddb168230"
    },
    {
        "page_content": "## RISK MANAGEMENT\n\nACCIONA pays special attention to managing factors that could have a negative impact on its value proposition. Through scenario analysis, the company correlates global trends and possible future scenarios with the di/fferent activities it carries out, seeking to take advantage of the opportunities they o/ffer to strengthen its position in the long term and mitigate the possible risks associated with these changes.\n\nThe Board of Directors plays a crucial role in this process, supervising and driving the management of the risks faced by the group. For better organization and treatment, these risks are categorized into eight distinct groups, allowing for a more e/fficient management of potential adverse events.\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## RISK\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n| Economical-financial:  fluctuations in exchange and interest  rates, financial markets, liquidity, cash flow, delinquency, or loss in  customers.                                                                                                                                   | Geopolitical tensions Changes in legislation                    |\n|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------|\n| Strategic:  impact on the company's growth or inability to respond  to a dynamic competitive environment, including economic,  political and legal changes, the impact of new technologies and  R&D, organisational changes, investments and divestments, and  competitive threats. | Climate change and nature Accelerating  technological landscape |\n| Operational:  processes, people and products, including regulatory,  legal, compliance, control systems and procedures, the supply  chain, ancillary services, information systems, employee productivity  and loss of key personnel.                                               | Changes in legislation Accelerating                             |\n| Unpredictable:  asset damage and liability risks that could adversely  a/ffect the company's performance, including criminal acts both in  the real world and in the cyber environment.                                                                                             | Social change and  polarization                                 |\n| Environmental:  the company's impact on climate change, waste  management, use of natural resources, and impact on biodiversity.                                                                                                                                                    | Climate change and nature Growing urban  population             |\n| Social:  human rights, labour standards in the supply chain, health  and safety in the workplace, and relations with communities.                                                                                                                                                   | Changes in legislation                                          |\n| Compliance:  standards or principles that define the ethical  behavior, rights, responsibilities and expectations of the di/fferent  stakeholders in corporate governance.                                                                                                          | Changes in legislation                                          |\n| Prosecutor:  compliance and procedures related to accounting and  taxation.                                                                                                                                                                                                         | Geopolitical tensions                                           |",
        "metadata": {
            "page": 16
        },
        "id": "e9d987b2-6ff9-4431-96b3-ad576175ff74"
    },
    {
        "page_content": "## OPPORTUNITIES OF A NEW SECTOR\n\nJust as there are risks associated with change, there are also opportunities that arise from it. ACCIONA has a unique business model  that has allowed it, over the years, to remain at the forefront of change, growing and taking advantage of the opportunities it o/ffers.\n\n## 1. ROAD TO NET ZERO: THE LARGEST ASSET REALLOCATION IN HISTORY\n\nThe momentum towards decarbonization of the economy is undeniable, with almost 90% of emissions covered by pledges to reach net zero emissions by 2050 from governments and businesses around the world. This is causing a significant and universal transformation of the economy. According to a study by the consulting firm McKinsey, called 'The Great Reallocation', this shift would require an average annual expenditure of $9.2 trillion on physical assets, which is $3.5 trillion more than current spending.\n\nIn this context, ACCIONA is positioned as the most complete provider of sustainable infrastructure solutions in the world , gaining privileged access to this unique opportunity. The company's activities are highly aligned with the 11 key technologies of this transition, projecting a high potential market value of 12 trillion dollars by 2030.\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## ACCIONA solutions and key transition technologies\n\n<!-- image -->\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCash ow",
        "metadata": {
            "page": 17
        },
        "id": "c23554bd-cb65-40ad-ba57-0bf715ffb29e"
    },
    {
        "page_content": "## 2. DESIGNING TODAY'S INFRASTRUCTURE WITH A VISION FOR TOMORROW\n\nThe Sustainable Development Goals (SDGs) face the risk of not being achieved by 2030 without an urgent and significant increase in funding. After COVID-19, insu/fficient public and private investment is hindering progress. According to United Nations estimates, an annual investment of 5 to 7 trillion dollars in sustainable projects is required to meet the SDGs, a target that far exceeds the 3 trillion dollars currently being invested.\n\nThe United Nations O/ffice for Project Services (UNOPS) has identified that 92% of the SDG targets could be achieved through infrastructure investment . That is 169 targets spread across the 17 goals.\n\nTo achieve the SDGs, more than $35 trillion in new capital expenditure on infrastructure will be needed by 2030 .\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->\n\nSimilarly, the 'World  Investment  Report 2023, UNCTAD's 'World Investment Report 2023' reveals that there is a growing shortfall in the annual investment needed to achieve the SDGs by 2030. It also highlights the critical importance of infrastructure as an instrument to redirect e/fforts towards these goals.\n\n<!-- image -->\n\nTHE PRIORITY AREAS HIGHLIGHTED IN THIS REPORT ARE ALMOST IDENTICAL TO THE SOLUTIONS OFFERED BY ACCIONA. WITH MORE THAN A CENTURY OF EXPERIENCE IN THE DESIGN AND CONSTRUCTION OF INFRASTRUCTURE AROUND THE WORLD, ACCIONA IS POSITIONED AS ONE OF THE FEW COMPANIES WITH THE KNOWLEDGE, CAPACITY AND MEANS TO PLAY A KEY ROLE IN ACCELERATING THE ACHIEVEMENT OF THE SDGS.\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCash ow",
        "metadata": {
            "page": 18
        },
        "id": "f35bb53b-dfe7-4c9d-b807-bab8b8194573"
    },
    {
        "page_content": "<!-- image -->\n\n## Transport\n\nThe transport sector is central to the sustainable development agenda, as it impacts 76 of the 17 SDG targets, accounting for 45% of the total number of goals.\n\nTo achieve these goals, it is imperative to close the transport infrastructure investment gap, which is estimated at 400 billion dollars per year globally. Of this total, 208 billion dollars are needed in emerging market and developing economies, while developed economies face a shortfall of approximately 192 billion dollars annually. These investments are essential to develop transportion systems that are not only e/fficient but also sustainable, thus supporting progress towards the SDGs.\n\nInvestment in Transport\n\n<!-- image -->\n\n## ACCIONA BUSINESS:\n\nConstruction: ACCIONA has more than 100 years of experience in infrastructure construction, accumulating valuable technical skills. Thanks to its Business Units, ACCIONA can design, build, and operate transport infrastructures anywhere in the world.\n\nConcessions: The concessions business line continues to grow its current portfolio by 2-4 projects annually, gaining experience and profitability. Currently, the portfolio of concessions in operation includes 9 transport projects, including roads and electric railway systems.\n\nMILLION ANNUALLY NEEDED TO CLOSE THE GAP\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial CashGLYPH<31>ow\n\n<!-- image -->\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Water and sanitation\n\nThe water and sanitation sectors, which are capital-intensive, face significant challenges in terms of financing, and rank second for investment shortfalls within the SDGs. These sectors are not only directly related to SDG 6, which promotes universal access to safe drinking water and sanitation services, but also impact on 61 targets across 16 di/fferent SDGs, influencing 36% of all targets set.\n\nThe total investment needed to meet the SDGs in the water and sanitation sectors is estimated at 1,040 billion dollars per year . According to UNCTAD, the investment gap amounts to 730 billion dollars per year, with 243 billion dollars going to developed economies and 487 billion dollars to developing and emerging countries.\n\nInvestment in Water\n\n<!-- image -->\n\n## ACCIONA BUSINESS:\n\nWater: Over 30 years, ACCIONA has accumulated experience in the operation of nearly 90 desalination plants in key markets. The company manages the treatment, purification, reuse, desalination, and management of water, benefiting more than 100 million people in more than 30 countries.\n\nWater Concessions: The water business of ACCIONA has 58 concession assets in more than 23 countries around the world, standing out for its innovation and e/fficiency in water management.\n\nMILLION ANNUALLY. THE SECOND LARGEST INVESTMENT GAP",
        "metadata": {
            "page": 19
        },
        "id": "a395127a-ad56-4766-b92f-1f9cd2a6feb5"
    },
    {
        "page_content": "<!-- image -->\n\n## Energy\n\nEnergy plays a crucial role within the SDGs, not only incorporating Goal 7 (a/ffordable and clean energy) but also influencing 72 of the 17 SDG targets, representing 43% of all targets. Given the intensive investment required, the energy sector presents the most significant opportunity for Acciona in the context of the SDGs.\n\nAccording to IRENA, the annual investment gap in energy infrastructure needed to achieve the SDGs is approximately 3.6 trillion dollars . Of this total, 2.2 trillion dollars is in emerging countries and 1.4 trillion dollars in developed economies.\n\nThe investment deficit is spread over several categories within the energy sector:\n\n52\n\nEnergy efficiency\n\n20% Renewable energy\n\ngeneration\n\n6%\n\nRenewable end-uses and district heating\n\n10%\n\nNetworks and flexibility\n\n6%\n\nElectrification\n\n## 6%\n\nOther (including hydrogen, biofuels, and carbon capture and storage)\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial CashGLYPH<31>ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->\n\nFinally, the total estimated cost of financing the necessary renewable generation capacity until 2050 amounts to USD 26 trillion dollars. Of this sum, Asia accounts for 42%, North America 18%, Europe 14%, Latin America 9%, the Middle East and Africa 13%, and Oceania/ Pacific 3%.\n\n## ACCIONA BUSINESS:\n\nEnergy: With the aim of providing tools for climate change mitigation, ACCIONA Energía has created a distinctive identity as a diversified company integrated throughout the renewable energy value chain. The company encompasses project development, financing, procurement, engineering and construction, operation and maintenance, and management of the energy produced. It also focuses on the decarbonization of the end uses of this energy, comprehensively addressing the needs of the sector.\n\nNordex: One of the leading integrated and global manufacturers of innovative and e/fficient onshore wind turbine systems. It excels in the 4 MW+ and 6 MW+ classes, o/ffering a competitive and leading-edge product portfolio.",
        "metadata": {
            "page": 20
        },
        "id": "5bbeeaa9-377f-4a5f-a329-6222ae51ae44"
    },
    {
        "page_content": "<!-- image -->\n\n## Social: Health & education\n\nInvestment in health and education is fundamental to sustainable development and essential to achieving all the SDGs. Health, represented by SDG 3 (Good health and well-being), includes investments in building infrastructure such as hospitals and clinics. Education on the other hand, represented by SDG 4 (Quality education), covers investments in educational infrastructure such as schools, colleges, and universities.\n\nAccording to UNCTAD estimates, the capital expenditure required for developing economies fluctuates between 100 billion and 600 billion dollars per year . In the area of health, the investment gap is estimated at 100-400 billion dollars, with a significant component of at least 125 billion dollars earmarked specifically for new health infrastructure.\n\nIn the education sector, the annual investment shortfall is estimated at 200 billion dollars for developing economies. Given the significance of operating costs in education, the range of the shortfall can vary significantly, up to 186 billion dollars per year.\n\n## ACCIONA BUSINESS:\n\nConcessions: The concessions business of ACCIONA has designed, built, equipped, and maintained numerous hospitals, of which it retains two in its portfolio, one in Mexico and the other in Chile,. This includes the management of a total of 950,000 m² of hospital facilities, with contracts running until 2030 and 2042, respectively.\n\nCulture: This year, ACCIONA Culture held more than 200 events in 44 countries around the world.\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\n<!-- image -->\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Cities\n\nCities have a crucial role to play in achieving the SDGs. With estimates that more than 60% of the world's population will live in urban areas by 2030, and given that subnational governments are responsible for 60% of public investment in the OECD and more than 40% globally, their involvement is essential. SDG 11, which promotes sustainable cities and communities, is specifically relevant, but the influence of cities extends to many other SDGs. The OECD estimates that 65% of the 169 SDG targets can only be achieved with the active engagement of cities.\n\nIn the context of the investment needed to achieve these goals, it is important to note that figures related to sectors such as energy, water, sanitation, and transport have already been discussed above. To avoid duplication and overestimation in UNCTAD's consolidated analysis, no city-specific proxy figure is provided.\n\n## ACCIONA BUSINESS:\n\nReal Estate : It is a unique player in the sector, specializing in the development of high added value projects, with innovative and sustainable solutions.\n\nMobility & Silence: ACCIONA is a key player in urban electric mobility. With more than 12,400 electric scooters and more than 9,000 electric vehicles sold, there is a wide o/ffering of green solutions for cities.\n\nUrban and environmental services: ACCIONA o/ffers cities cleaning services and the collection, treatment and recycling of solid urban waste. The provision of e/fficient and safe services contributes to the sustainable development of cities and a better quality of life for their citizens.\n\nSocial\n\nCashGLYPH<31>ow",
        "metadata": {
            "page": 21
        },
        "id": "9dfd4e7f-988b-4ab0-9f1c-ca821c80dcbf"
    },
    {
        "page_content": "## ACCIONA, THE FIRST COMPANY IN A NEW SECTOR\n\n<!-- image -->",
        "metadata": {
            "page": 22
        },
        "id": "4cacbd47-8110-4329-8c90-c2e94478b06e"
    },
    {
        "page_content": "## ACCIONA, THE MOST COMPREHENSIVE GLOBAL OPERATOR OF SUSTAINABLE INFRASTRUCTURE\n\nThe complexity of the challenges in the infrastructure sector requires expert talent that only organizations with unique characteristics possess. ACCIONA's wealth of experience and diversity, coupled with its commitment to leading the sustainable transition, positions ACCIONA as the world's most complete provider of sustainable solutions.\n\nACCIONA is currently present in 42 countries and has a workforce of close to 58,000 employees. The company manages more than 1,500 active projects around the world, with a high degree of technical excellence and innovation.\n\n<!-- image -->\n\n## BUSINESS MODEL: BUSINESS AS UNUSUAL\n\n## Global Trends\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "da2a4bc5-b370-467a-b36d-aa442cef8feb"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Highlights 2023\n\n## 9,409 M€ new projects\n\nPositive performance of the Infrastructure division, both in terms of revenues, profitability and cash flow generation. It was also a record year for order intake, with 9,409 million euros of new projects awarded and 4,599 million euros of contracts pre-awarded and pending signature, most of them linked to long-term transport and water concession contracts.\n\n## 1.7 GW installed in a year\n\nAcceleration in the pace of renewable energy capacity installation, with ACCIONA Energía reaching 1.7 GW installed for the first time in a year, and the partial normalization of electricity prices in Spain, as well as the prolongation of the low energy resource situation.\n\n## +26% increase in headcount\n\nSignificant increase (+26%) in total headcount, as a result of the consolidation of Nordex and the company's increased activity in LATAM.\n\n## 21% emissions\n\nGreenhouse gas emissions increase by 21% with respect to 2022 due to the incorporation of Nordex into the company's perimeter. The ex-Nordex figures, which are relevant for the SBTi target in force, remain on track with ACCIONA's decarbonization commitments, 1% below the 2022 figures.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## +17% Nordex order book\n\nThe turning point in Nordex's operational and financial performance, having achieved positive EBITDA for the year as a whole and a 17% increase in its order book.\n\n## 3,327 M€ net investment\n\nThe high investment e/ffort, with 3,327 million euros of net investment made in the year, most of it for the deployment of renewable energy capacity.\n\n## 3.31x (net debt / EBITDA)\n\nGood management of financial debt, with the debt ratio standing at 3.31x (net debt/EBITDA) at 31 December 2023, despite high investments.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 24
        },
        "id": "a9b9e6ab-9f87-44b8-a570-ecb7bdb25416"
    },
    {
        "page_content": "ACCIONA's revenue in 2023 increased by 52.0% compared to 2022, to 17,021 million euros, driven by the Infrastructure business, whose revenue increased by +28%, reaching an alltime revenue record of 7,723 million euros.\n\nIn 2023, ACCIONA Energía significantly accelerated its growth rate in line with its strategic objectives, installing 1.7 GW of new capacity, a record high. Consolidated production grew by 9.0% compared to 2022. The operating environment improved substantially compared to 2022, with the normalization of the global supply chain.\n\nACCIONA's EBITDA fell by 4.2% to 1,981 million euros due to the decline in the electricity generation business in Spain (-41.1%). Profit before tax came to 819 million euros, down 5.8% compared to 2022, and net profit rose 22.6% to 541 million euros.\n\nThese results reflect the change in the consolidation method of wind turbine manufacturer Nordex, which will be fully consolidated from 1 April 2023 as our stake in the company increased from 40.9% to 47.08%, and the takeover of Renomar - the owner of 494 MW of wind power in Spain - following the increase of our stake from 50% to 75%, which will be fully consolidated from 1 May 2023. Both events have generated a combined capital gain of €405 million in 2023.\n\n- Information in the Annual Accounts and Management Report or in the Annual Results Presentation 2023\n\n## Turnover\n\n<!-- image -->\n\n| (Million Euros)           | FY 2023   | FY 2022   | VAR. (€M)   | VAR. (%)   |\n|---------------------------|-----------|-----------|-------------|------------|\n| Energy                    | 3,547     | 4,351     | -803        | -18.5%     |\n| Infrastructure            | 7,723     | 6,016     | 1,706       | 28.4%      |\n| Nordex                    | 5,272     | 0         | 5,272       | n.a        |\n| Other Activities          | 1,216     | 1,183     | 33          | 2.8%       |\n| Consolidation Adjustments | -737      | -355      | -382        | -107.5%    |\n| TOTAL Turnover            | 17,021    | 11,195    | 5,826       | 52.0%      |\n\n## Earnings Before Interest, Taxes, Depreciation, and Amortisation (EBITDA)\n\n| (Million Euros)           | FY 2023   | % EBITDA   | FY 2022   | % EBITDA   | VAR. (€M)   | VAR. (%)   |\n|---------------------------|-----------|------------|-----------|------------|-------------|------------|\n| Energy                    | 1,285     | 64%        | 1,653     | 79%        | -368        | -22.2%     |\n| Infrastructure            | 551       | 27%        | 369       | 18%        | 182         | 49.3%      |\n| Nordex                    | 117       | 6%         | 0         | n.a        | 117         | n.a        |\n| Otther Activities         | 54        | 3%         | 73        | 3%         | -20         | -26.8%     |\n| Consolidation Adjustments | -26       | n.a        | -28       | n.a        | 1           | 5.3%       |\n| TOTAL EBITDA              | 1,981     | 100%       | 2,068     | 100%       | -87         | -4.2%      |\n| Margin (%)                | 11.6%     | no data    | 18.5%     | no data    | no data     | -6.8 pp    |\n\n## Investments\n\n<!-- image -->\n\n| (Million Euros)                | FY 2023   | FY 2022   | VAR. (€M)   | VAR. (%)   |\n|--------------------------------|-----------|-----------|-------------|------------|\n| Energy                         | 2,321     | 1,279     | 1,042       | 81.5%      |\n| Infrastructure                 | 267       | 244       | 24          | 9.7%       |\n| Construction                   | 163       | 128       | 36          | 28.0%      |\n| Concessions                    | 67        | 92        | -26         | -27.9%     |\n| Water                          | 14        | 14        | 0           | 1.5%       |\n| Urban Services and Environment | 23        | 10        | 13          | 133.0%     |\n| Nordex                         | 376       | 243       | 133         | 54.7%      |\n| Other Activities               | 158       | 178       | -20         | -11.1%     |\n| Ordinary Investment            | 3,122     | 1,943     | 1,179       | 60.7%      |\n| Real Estate                    | 205       | 61        | 144         | 235%       |\n| Net Investment Cashflow        | 3,327     | 2,004     | 1,323       | 66.0%      |",
        "metadata": {
            "page": 25
        },
        "id": "6d18381f-9684-4812-9b69-c095d7dcec57"
    },
    {
        "page_content": "## KEY PRIORITIES OF A RESILIENT BUSINESS MODEL\n\n## RELIABLE ECONOMIC GROWTH\n\nFor ACCIONA, obtaining recurring and predictable cash flow, both medium and long term, is the key to its strategy. The company relies on the balance of a concession model from di/fferent businesses - energy, infrastructures and water, backed by technical capabilities and a team of proven expertise and experience.\n\n## Infrastructure concessions\n\nIn the coming years, in addition to the commitment to continued support for renewable energy, the company will boost its concession activity in the infrastructure areas. The company has proven elements that contribute to its high competitive capacity when tendering and carrying out highly e/fficient and sustainable management models.\n\n<!-- image -->\n\nThe project portfolio is geographically diversified and balanced by asset type, namely 9 transmission assets, 58 water, 2 healthcare, 3 transmission lines and 1 WTE. The majority of these assets are under construction, and will begin to contribute cash flows as they are completed and become operational.\n\n## Concession Infrastructure Assets\n\n## Total Investment breakdown\n\nTransmission\n\n<!-- image -->\n\n## Investments committed in concessions\n\nMillion euros\n\n<!-- image -->",
        "metadata": {
            "page": 26
        },
        "id": "37e18740-8ba7-4cf5-85d6-9848352eacf9"
    },
    {
        "page_content": "## Robust balance sheet\n\nACCIONA's net debt increased in 2023 to 6,551 million euros due to investments of 3,122 million euros in strategic projects. Although this increase raises short-term debt, these projects will generate recurring revenues that will increase long-term cash flow and earnings. At the end of December 2023, the EBITDA/debt ratio stood at 3.31x.\n\n## Net debt evolution\n\nNET DEBT RECONCILIATION FY 2023 (€M)\n\n<!-- image -->\n\n<!-- image -->\n\nThe Sustainable Financing Framework, with the inclusion of innovative elements, has aroused much interest in the market and has strengthened ACCIONA's position as a leading company in the sustainable debt market. At the end of 2023, 79% of the Group's gross corporate debt is categorized as Green (61%) or Sustainability-Linked (19%).",
        "metadata": {
            "page": 27
        },
        "id": "12cd8ebb-5ee9-4d84-a132-1dcfce6ec5b9"
    },
    {
        "page_content": "## Capital employed by type of activity\n\nACCIONA manages a highly resilient project  portfolio with a balanced and profitable risk profile. This provides ACCIONA with a strong competitive position and a solid capital structure, enabling it to identify new opportunities that add value to the company.\n\nIn 2023, ACCIONA employed total capital of 11,394 million euros. Of this total, 86% was allocated to businesses with long-term contracted revenues, such as renewable generation, infrastructure concessions (transport, social and water), and rental properties. This capital allocation reflects a strategic focus on stable, low-risk investments that support sustainable growth and long-term value creation.\n\n## Capital employed by type of activity 2023\n\n<!-- image -->\n\n## POSITIVE SUSTAINABLE CONTRIBUTION\n\nACCIONA's business strategy is aligned with the European taxonomy of sustainable activities.\n\nACCIONA aims for 90% of annual CapEx to be aligned with eligible activities according to the European taxonomy, in relation to climate mitigation and adaptation objectives.\n\n<!-- image -->\n\nACCIONA has been pursuing this objective for years, aligning its investments with the taxonomy, which has resulted in a continuous increase in sales aligned with these principles. In this way, ACCIONA ensures that its future business remains in line with sustainable activities.\n\nThe objective of maintaining CapEx above 90% aligned with eligible activities is reflected in a KPI used in sustainable financing, specifically in Type IV within its Sustainable Financing Framework. These instruments represent almost 20% of ACCIONA's gross corporate debt, underlining the importance of sustainability in the Group's financial and operational strategy.\n\nInformation in the Sustainable Finance Report",
        "metadata": {
            "page": 28
        },
        "id": "476f0d37-dbb8-4d71-85e0-8d1bb0600d9a"
    },
    {
        "page_content": "ACCIONA has a business opportunity analysis process and an investment committee that studies opportunities to keep risk exposure levels within the limits set by the company. One of the main criteria from an early stage of analysis is the potential eligibility and alignment of the project with the requirements of the European taxonomy of sustainable activities.\n\n## Climate adaptation and mitigation\n\nINCLUDED IN DELEGATED REGULATION (EU) 2021/2139\n\n- + DELEGATED REGULATIONS (EU) 2023/2485\n\n## 2023\n\n|       |    | TOTAL          | ELEGIBLE       | ALIGNED  (Out of total number)   | ALIGNED  (On elegible figure)   |\n|-------|----|----------------|----------------|----------------------------------|---------------------------------|\n| CapEx | %  | N/A            | 94.62%         | 93.51%                           | 98.83%                          |\n| CapEx | €  | 6,648,433,020  | 6,629,437,923  | 6,216,982,876                    | 6,216,982,876                   |\n| OpEx  | %  | N/A            | 71.14%         | 60.69%                           | 85.31%                          |\n| OpEx  | €  | 441,614,939    | 314,184,742    | 268,032,039                      | 268,032,039                     |\n| Sales | %  | N/A            | 68.46%         | 57.79%                           | 84.41%                          |\n| Sales | €  | 17,004,235,683 | 11,641,384,586 | 9,826,894,839                    | 9,826,894,839                   |\n\nACCIONA, during 2023, has carried out the exercise of studying the alignment of its activities with the new four objectives of pollution, water, biodiversity and circular economy. The following table shows the eligibility and alignment of ACCIONA's activities in its CapEx, OpEx and sales.\n\n- Information in the Annex Tables of the Sustainability Report\n\n## All environmental objectives\n\nOBJECTIVES INCLUDED IN DELEGATED REGULATION (EU) 2021/2139\n\n- + DELEGATED REGULATIONS (EU) 2023/2485 AND 2023/2486\n\n## 2023\n\n|       |    | TOTAL          | ELEGIBLE       | ALIGNED  (Out of total number)   | ALIGNED  (On elegible figure)   |\n|-------|----|----------------|----------------|----------------------------------|---------------------------------|\n| CapEx | %  | N/A            | 94.62%         | 93.50%                           | 98.82%                          |\n| CapEx | €  | 6,649,026,961  | 6,291,067,657  | 6,216,884,856                    | 6,216,884,856                   |\n| OpEx  | %  | N/A            | 71.20%         | 60.68%                           | 85.22%                          |\n| OpEx  | €  | 441,757,990    | 314,529,799    | 268,052,379                      | 268,052,379                     |\n| Sales | %  | N/A            | 68.56%         | 57.73%                           | 84.21%                          |\n| Sales | €  | 17,021,448,890 | 11,669,597,454 | 9,827,102,481                    | 9,827,102,481                   |\n\n*Rounded figures\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "8c40157b-fe83-4aca-9f77-947970ad40cc"
    },
    {
        "page_content": "## Sustainability Master Plan 2025\n\nSince 2010, ACCIONA's sustainability strategy has been articulated through Sustainability Master Plans (SMP) with five-year horizons. The actions and objectives listed in these plans are promoted, approved, and supervised by the Audit and Sustainability Committee of the Board of Directors.\n\nThe purpose of the SDP 2025 is to drive ACCIONA to reimagine infrastructure. ACCIONA invests in, develops, and operates infrastructure assets capable of improving the sustainability of our planet. The company aspires to become a recognized leader in developing core infrastructure assets with a positive impact for people and the planet.\n\n- Information on the fulfillment of the SMP 2025: Sustainability Report 2023.\n\n<!-- image -->\n\n- Areas of action for the PDS 2025 pillars\n\n<!-- image -->",
        "metadata": {
            "page": 30
        },
        "id": "b9f322c4-e756-487f-ad34-0f4d3016f6c0"
    },
    {
        "page_content": "4\n\n## STRATEGIC CAPABILITIES AND RESULTS\n\n<!-- image -->",
        "metadata": {
            "page": 31
        },
        "id": "2c539bce-a57e-4c1b-bc5e-b23fbe3619a6"
    },
    {
        "page_content": "## INFRASTRUCTURE\n\n<!-- image -->\n\nThe demand for increasingly complex infrastructure projects is growing worldwide, and ACCIONA stands out among the group of companies with the capacity to tackle such projects.\n\nIn particular, the Infrastructure division is a recognized benchmark in transformational infrastructure projects. Its main features include:\n\n## CHARACTERISTICS\n\nDi/fferentiation through specialization and innovative use of technology, with specific capabilities in highly complex projects for railways, tunnels, bridges, ports, hydroelectric and industrial facilities. It is also an established player in the infrastructure market through public-private partnerships (PPP) and a specialist in the development and construction of large water treatment plants.\n\nThe development of innovative and sustainable solutions worldwide: international benchmark in reverse osmosis desalination, integrated management of the water cycle, development of public transport and social infrastructures.\n\n<!-- image -->\n\nACCIONA STANDS OUT AMONG COMPANIES WITH THE CAPABILITIES TO MEET THE DEMAND FOR COMPLEX PROJECTS\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "ca9310b4-af11-4b31-aa2c-901c5eaf2a35"
    },
    {
        "page_content": "## Infrastructure  portfolio\n\n## NORTH AMERICA\n\n<!-- image -->\n\nSite C Dam: € 1.4 bn (50 %) Vancouver Metro: € 1,100 m (60 %) Patullo Bridge: € 665 m (50 %) Fargo Diversion River:\n\n€ 1,003 m (35 %)\n\nLATAM\n\nconcession, construction, and water projects\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nSao Paulo Metro L6:\n\n€ 1.716 m (100 %)\n\nEl Niño Hospital:\n\n€ 378 m (100 %)\n\nRiachuelo EDAR: € 238 m (35 %)\n\nPanamericana Road:\n\n€ 318 m (60 %)\n\nWater Management Veracruz: € 1,726 m (100 %)\n\nLos Merinos PTAR: € 140 m (100 %)\n\nLa Serena Hospital: € 134 m (100 %)\n\nCollahuasi Desalination Plant: € 258 m (100 %)\n\n## SIGNIFICANT NEW PROJECT ADDITIONS 2023\n\nPerimeter Walls Tranque Talabre: € 245 m (100 %)\n\nTijuana Viaduct:\n\n€ 204 m (50 %)\n\nTransmission lines Ica-Poroma & Caclic-Jaén Norte: € 126 m (71 %)\n\n- Construction\n- Concessions\n- Water\n\nUrban & Environmental Services\n\nconcession and construction projects\n\n<!-- image -->\n\nWATER\n\nShuqaiq Desalination Plant: € 459 m (60 %) Al Khobar Desalination Plant: € 440 m (70 %) Jubail Desalination Plant: € 337 m (100 %) Ras La/ffan Desalination Plant: € 294 m (100 %) Medina, Tabuk & Buraida water treatment plants: € 801 m (35 %)\n\n## SIGNIFICANT NEW PROJECT ADDITIONS 2023\n\nCasablanca Desalination Plant: € 1.098 m (100 % D&C y 60 % O&M)\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\n1\n\n2\n\n3\n\n4\n\n5\n\nEUROPE\n\n<!-- image -->\n\nMoss Railway: € 654 m (45 %) S19 Road: € 407 m (100 %) WtE Kelvin: € 355 m (100 %) Water Management Cerdeña: € 209 m (100 %) Hospital Novo Do Alentejo: € 149 m (100 %) North London Heat And Power Project: € 954 m (100%) Madrid Metro L11: € 414 m (42.5 %) Torrevieja Urban Services contract: € 332 m (100 %) Palma de Mallorca Airport Terminal: € 218 m (100 %)\n\nMadrid Waste Collection contract: € 440 m (30 %)\n\nTunnel Road S19 Domaradz-Iskrynia: € 184 m (100 %)\n\n## SIGNIFICANT NEW PROJECT ADDITIONS 2023\n\nHigh Speed Railway Murcia - Cartagena: € 110 m (60 %)\n\nconcession and construction projects\n\n## SOUTHEAST ASIA\n\n<!-- image -->\n\nTseung Kwan, Desalination Plant: € 519 m (50 %)\n\nMalolos Clark Railway 2: € 530 m (50 %)\n\nMalolos Clark Railway 4: € 331 m (70 %)\n\nWater Plant Laguna Lake: € 165 m (50 %)\n\n## SIGNIFICANT NEW PROJECT ADDITIONS 2023\n\nNorth South Commuter Railway Southline: € 431 m (65 %) East Bay WTP: € 117 m (49 %)\n\n<!-- image -->\n\n## AUSTRALIA & NZ\n\nconcession and construction projects\n\nSydney Metro West: € 1,205 m (50 %) Armadle Line Grade Railway: € 474 m (55 %) Coomera Conector: € 233 m (60 %) Southern Program Alliance Various Packages: € 794 m (100 %) Macintyre wind project: € 381 m (100 %) Eastern Busway Stages 2, 3 & 4: € 320 m (40 %)\n\nWestern Harbour Tunnel package 2: € 2,746 m (100 %)\n\n## SIGNIFICANT NEW PROJECT ADDITIONS 2023\n\nNorth East Link Secondary Package 1: € 1,693 m (85 %) Humelink Transmission & Distribution System: € 869 m (75 %) Early Works Central West Orana Transmission Line: € 779 m (50 %) Singleton Bypass: € 269 m (100 %) Somerton Intermodal Terminal: € 174 m (100 %) Western Sydney Airport Cargo: € 288 m (50 %) Shepparton Line Upgrade: € 136 m (100 %)\n\nconstruction, water, and urban and environmental services projects\n\nSocial\n\nCash-ow",
        "metadata": {
            "page": 33
        },
        "id": "42eca28d-fe10-402b-a90a-46c75bc4ed79"
    },
    {
        "page_content": "The infrastructure backlog ended 2023 at a new all-time high of 24,508 million euros. This means that the backlog (which includes the construction, concessions, water and urban services, and environment businesses) increased by 28.4% year-on-year to 7,723 million euros after contracting 9,409 million euros of new projects in 2023.\n\n78% of the infrastructure portfolio is in OECD countries , with a significant weight of lower-risk, collaborative contracts with a longer than average duration (3.2 years), which favors the medium-term workload.\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Portfolio by Region\n\n<!-- image -->\n\n## Infrastructure performance\n\n|                 | 2022   | 2023   | VARIATION   |\n|-----------------|--------|--------|-------------|\n| Turnover (M€)   | 6,016  | 7,723  | 28.4%       |\n| EBITDA (M€)     | 369    | 551    | 49.3%       |\n| Margin (%)      | 6.1%   | 7.1%   | no data     |\n| Investment (M€) | 244    | 267    | 27.0%       |\n\nThe Infrastructure division includes the construction, concessions, water and urban environmental services businesses, each with distinctive strategic capabilities as detailed below:\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities and results\n\nSocial\n\nCash ow",
        "metadata": {
            "page": 34
        },
        "id": "b3b7f5b7-f691-45f1-9366-92bbbd9ec7b0"
    },
    {
        "page_content": "## CONSTRUCTION\n\n<!-- image -->\n\nACCIONA's origins date back to over a century ago as a construction company, and today the construction aspect is still very much part of the company's business.\n\nACCIONA's Construction business currently contributes more than a third of the Group's revenue, having increased by 38.2% in 2023 to 6,301 million euros and with a margin over EBITDA that continues to grow, thanks to its high level of technical specialization, risk management, and management of the talent and knowledge of its team. These strengths enable ACCIONA to bid for and execute highly complex projects with total confidence.\n\n<!-- image -->\n\n## ACCIONA'S ORIGINS DATE BACK TO OVER A CENTURY AGO AS A CONSTRUCTION COMPANY\n\n1\n\n2\n\n3\n\n4\n\n## Key pillars of the construction business model\n\n<!-- image -->\n\n<!-- image -->\n\n## High Technical Specialisation\n\n- { Specialised Business Units (SBUs)\n- { Self-performance\n- { Engineering\n\n<!-- image -->\n\n## Risk Management\n\n- { Rigorous bid analysis and project selectivity\n- { Strict project control and contract management\n\n<!-- image -->\n\n## Talent and knowledge Management\n\n- { Talent management\n- { Knowledge management\n- { Empowering people\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\n<!-- image -->",
        "metadata": {
            "page": 35
        },
        "id": "a3c09960-9d05-4caa-b317-d39d4a69f99d"
    },
    {
        "page_content": "## 1. HIGH TECHNICAL SPECIALISATION\n\n## SPECIALISED BUSINESS UNITS\n\nDuring the 1970s and 1980s, ACCIONA adopted a strategy of intensive specialization in its construction projects. As a result, it established Specialized Business Units (SBUs), designed as centers of technical excellence. These units are vertically integrated, covering all aspects of the project, from design and engineering to execution and subsequent maintenance, enabling them to o/ffer tailor-made construction solutions in three specific sectors:\n\n<!-- image -->\n\n<!-- image -->\n\n| RAILWAYS AND TUNNELS                                                                                                            | BRIDGES AND ROADS                                                                                                                     | HYDRAULICS AND PORTS                                                                                                                                           |\n|---------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------|----------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Contribution in all phases  of a project, including the  development of proprietary  technology for complex projects.           | ACCIONA's historic business  unit, with ~100 years  of experience, leader in  infrastructure maintenance and  conservation solutions. | Leader in large operations  with caisson technology, ports,  harbours, docks, shipyards, wharfs,  marinas, hydroelectric power  plants, canals and collectors. |\n| Proven experience in +1,200 km  of high-speed lines, +800 km of  tunnels, +350 urban transport  systems and +37 km of viaducts. | Proven experience with +1,700  km of roads in the last 10  years and +600 bridges with  numerous awards and world  records.           | Proven experience in more than  30 ports, more than 60 dams, the  first o/ffshore gas terminal, more  than 10 km of quays and more  than 14 km of breakwaters. |\n| +800 km of tunnels                                                                                                              | +1,700 km of roads in the  last 10 years                                                                                              | +14 km of breakwaters                                                                                                                                          |\n\n<!-- image -->\n\n<!-- image -->\n\nUP TO 2X GROSS MARGIN ON PROJECTS WHEN A BUSINESS UNIT IS INVOLVED\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\nACCIONA, thanks to its outstanding technical capacity and vast experience, is recognized as a world leader in the execution of complex construction projects, and is positioned as the preferred choice for many projects. Its current project portfolio is dominated by major international construction projects, thanks to the support of its Specialized Business Units and a self-su/fficient value chain. These advantages enable ACCIONA to double the gross margin on its projects , reflecting not only its operational e/fficiency but also its strategic technical specialization.\n\n## Flagship transport construction projects\n\nThe Construction division has a competitive advantage in complex international projects due to its di/fferentiated technical capabilities.\n\n<!-- image -->\n\n## Sydney Harbour Tunnel, Australia\n\n## AUSTRALIA\n\nA tunnel consisting of three sections: twin 900-meter long land tunnels on the north shore, twin 400-meter long land tunnels on the south shore and a 960-meter long immersed tube that crosses the harbor between the central business districts and the northern part of the city.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Cable-stayed bridge in Cebu\n\n## PHILIPPINES\n\nA 2.5 kilometer bridge with a 650 meter cable-stayed section, with 145 meter high piers supporting a 390 meter long central span over the port's navigation channel.\n\n<!-- image -->\n\n<!-- image -->\n\n## Port of Açu\n\n## BRAZIL\n\nThe port will consist of more than 3.80 km of dykes, 2.80 km of which will be artificially constructed from prefabricated reinforced concrete caissons.\n\n<!-- image -->",
        "metadata": {
            "page": 36
        },
        "id": "5ad05bee-0f1d-42bc-a95b-1eb7a6d844d0"
    },
    {
        "page_content": "## SELF PERFORMANCE (SP) AND ENGINEERING\n\nThanks to its high level of technical specialization, ACCIONA chooses to manage critical project activities directly. This approach reduces dependence on subcontractors, thus minimizing risks and improving control over delivery times and execution standards. This strategy allows ACCIONA to maintain a competitive advantage, ensuring precision and technical excellence in its operations.\n\n## THANKS TO ITS HIGH LEVEL OF TECHNICAL SPECIALIZATION, ACCIONA CHOOSES TO MANAGE CRITICAL PROJECT ACTIVITIES DIRECTLY\n\n<!-- image -->\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the first company in a new sector\n\nStrategic capabilities and results\n\nSocial Cashflow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## +85% Proyects with self performance vectors\n\nX2 SP IN 2019 VS 2023\n\n<!-- image -->\n\n## Earth moving, aggregates, paving, and concrete\n\nFull-width paving stones\n\n-\n\nTraining of the site team\n\n-\n\nTemporary facilities and specialized sta/ff on site\n\n<!-- image -->\n\n<!-- image -->\n\nStructures and metallic structures\n\nLaunching beam system\n\n-\n\nPrefabricated shipyard complexes\n\n-\n\nSteel workshop (fabrication and assembly)\n\n<!-- image -->\n\n<!-- image -->\n\nMaritime works\n\n<!-- image -->\n\nConcrete caissons\n\n-\n\nO/ffshore foundations\n\n-\n\nModular construction\n\n<!-- image -->\n\n<!-- image -->\n\nTunnels\n\nDrilling and blasting\n\n-\n\nReconditioning, assembly, operation and maintenance of tunnel boring machines (T.B.M.)\n\n-\n\nPrecast concrete segments\n\n-\n\nSpecialized on-site support\n\n-\n\nFull capability in state-of-the-art tunnel technologies\n\n<!-- image -->\n\nBridges\n\n<!-- image -->\n\nCable-stayed bridges\n\n-\n\nViaducts\n\n-\n\nArch bridges\n\n<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "b960aaad-4133-4545-bb91-437883efd932"
    },
    {
        "page_content": "## 2. RISK MANAGEMENT IN CONSTRUCTION\n\nACCIONA implements proactive contract management, focused on process standardization, which has a significant impact on project profitability. This strategy ensures e/ffective management and constant optimization of resources, leading to significant improvements in financial results and operational e/fficiency.\n\nIncreased relevance of the Contract Management area with a dedicated team to monitor project performance from a di/fferent perspective.\n\nOn-site contract managers for day-to-day project needs and negotiation with stakeholders.\n\nComprehensive and standardized risk assessment process with clear red lines.\n\n- { Establishment of PAL committees to analyze more than 50 types of risks (operational, contractual, environmental, social, financial, and legal).\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\n<!-- image -->\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## INTERNATIONAL PROJECT PORTFOLIO\n\nIn recent years, the construction business of ACCIONA has significantly expanded the international scope of its portfolio, carrying out increasingly large and technically demanding projects worldwide.\n\n83% of ACCIONA's projects are carried out in member countries of the Organization for Economic Co-operation and Development, minimizing operational risks and uncertainties during the life of the project. Partnership contracts are a fundamental part of ACCIONA's internationalization strategy, accounting for 50% of the total (with more than 70% in Australia). There are many prospects for further growth in markets such as Australia, North America and the Nordic countries, thanks to the company's reliable and expert profile, as well as its sound financial management. These agreements allow ACCIONA to share and significantly reduce risks with customers, especially in the face of unforeseen fluctuations in material prices. They also encourage collaboration and the joint search for solutions, opening up ample space for innovation.\n\n<!-- image -->\n\n83% OF ACCIONA'S CONSTRUCTION PROJECTS ARE DEVELOPED IN MEMBER COUNTRIES OF THE ORGANISATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT (OECD)\n\nSocial\n\nCash-ow",
        "metadata": {
            "page": 38
        },
        "id": "aae28240-3dc0-4f36-b6a3-a12abf9c1865"
    },
    {
        "page_content": "## 3. TALENT AND KNOWLEDGE MANAGEMENT\n\nACCIONA boosts its competitiveness through advanced professional development programs and a work environment that promotes the retention of key talent, ensuring sustained growth, and industry leadership.\n\n## Attracting the best profiles and talent in the market\n\nContinue to recruit top-notch technical profiles, while diversifying our talent pool to cover key crosscutting competencies that are aligned with business requirements (finance, legal, sustainability).\n\nTraining of employees and\n\nensuring knowledge transfer\n\nO/ffer a wide range of learning opportunities through Acciona Academies and Programmes to enhance employee training on di/fferent topics (e.g. BIM, costing, contract management, etc.).\n\nFacilitate knowledge sharing within the organisation through Knowledge Navigator.\n\n## Providing attractive career opportunities\n\nFocus on critical roles and positions for ACCIONA Construction and design attractive, tailor-made professional development programmes (~100 project managers and ~30 technical managers with over 500 experts and engineers in those careers).\n\n<!-- image -->\n\n| Letter from   | About   ACCIONA   | Drivers of  change   | ACCIONA, the GLYPH<31>rst  company in a new sector   | Strategic capabilities  and results   | Social Cash-ow   |\n|---------------|-------------------|----------------------|------------------------------------------------------|---------------------------------------|------------------|\n| the Chairman  |                   |                      | 3                                                    |                                       |                  |\n|               | 2                 |                      |                                                      | 4                                     | 5                |\n\n## Construction results\n\nSTRONG GROWTH IN SALES, PROFITABILITY AND PORTFOLIO\n\n| header                 | 2022   | 2023   | VAR ATIO N   |\n|------------------------|--------|--------|--------------|\n| Turnover (M€)          | 4,560  | 6,301  | 38.2%        |\n| EBITDA (M€)            | 227    | 370    | 63.0%        |\n| Margin (%)             | 5.0%   | 5.9%   | no data    - |\n| Project portfolio (M€) | 15,061 | 16,174 | 7.3%         |\n| Investment (M€)        | 128    | 163    | 27.0%        |\n\n## Backlog evolution\n\nMILLION EUROS\n\n<!-- image -->\n\n## Most relevant awards 2023\n\n| header                                            | COUNTRY     | TOTAL (€M)   |\n|---------------------------------------------------|-------------|--------------|\n| North East Link Secondary pachage 1               | Australia   | 1,439        |\n| Humelink - 500kv transmission distribution system | Australia   | 652          |\n| Central West Orana Transmission Line              | Australia   | 389          |\n| North South Commuter Railway Southline CP S-02    | Philippines | 280          |",
        "metadata": {
            "page": 39
        },
        "id": "f5c53eae-92a8-4876-9e63-2cb93dbc7d4e"
    },
    {
        "page_content": "## CONCESSIONS\n\n<!-- image -->\n\nACCIONA stands out for its integral participation in the financing, development, construction, and operation of infrastructures. The value proposition is distinguished by a diversified vision, as well as a solid technical and financial capacity.\n\nIts solutions focus on three main areas: social infrastructures (such as hospitals and universities), transport (including roads and electric railway systems), and industrial projects (such as transmission lines). It currently has 17 projects in its portfolio, spread across Spain, Oceania and the Americas.\n\nThe Concessions business line plays an important role in the company's growth plans with a proven capacity to generate stable cash flows and growing margins.\n\n<!-- image -->\n\n## The main strategic lines of the division focus on:\n\n1\n\nGrowth ambition with a focus on transmission infrastructure and transmission lines.\n\n<!-- image -->\n\n2\n\nGeographic focus on Australia, USA, Spain, Latin America and UK.\n\n<!-- image -->\n\n## 3\n\nPortfolio expansion with a focus on disruptive solutions and ESG considerations.\n\n<!-- image -->\n\nAsset rotation strategy.\n\nLetter from the Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Main concessional assets\n\n<!-- image -->\n\n## São Paulo Metro L6 (2020-2044)\n\n## BRASIL\n\nACCIONA is making progress on Line 6 of the São Paulo Metro in Brazil, the largest public-private infrastructure collaboration project in Latin America.\n\nThe Line 6 concession has an extended useful life, generating stable cash flows until 2044, in line with the strategy of focusing on sustainable investments in new projects that can guarantee stable cash flows in the future, taking advantage of the group's technical and financial capabilities.\n\n<!-- image -->\n\n<!-- image -->\n\nInformation\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Central West Orana (2024-2059)\n\n## AUSTRALIA\n\nACCIONA, in collaboration with several partners, will design, finance, construct and operate a transmission network in the Central West Orana (CWO) Renewable Energy Zone (REZ). This new infrastructure will constitute one of the largest green energy distribution networks in Australia. The initial project will cover an area of 20,000 square kilometres, with deployed capacity of up to 4.5 GW, which will be expanded to 6 GW by 2038.\n\nThis initiative will consolidate ACCIONA's position in the transmission lines sector and will represent one of the main assets that will contribute significantly to the group's cash flows.\n\n<!-- image -->\n\nInformation\n\n## New Calcasieu River Bridge (I-10) (2024-2081)\n\n## EEUU\n\nACCIONA, in collaboration with Sacyr and Plenary Americas, will be responsible for the design, construction, financing, operation and maintenance of the new bridge over the Calcasieu River (I-10) in Louisiana, USA. This project is projected to have a useful life until 2081.\n\n<!-- image -->\n\nStrategy focused on medium and long-term investments with stable cash flows, capitalizing on the group's technical and financial capabilities.\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial\n\nCash-ow",
        "metadata": {
            "page": 40
        },
        "id": "71bb42c6-8e33-4ed9-9d87-14e8c0a131c3"
    },
    {
        "page_content": "## Young asset portfolio with an average life of more than 28 years\n\n82.9 % Under construction\n\n<!-- image -->\n\n17.1 % In operation\n\n<!-- image -->\n\nInvestment in transmission concession assets, social infrastructure and transmission lines\n\nConcessions portfolio, with the vast majority of projects under construction or recently awarded, diversified in terms of asset type and with a strong focus on energy transition.\n\nUp to December 2023, equity of 246 million euros has been invested, while equity commitments for the period 2024-2031 amount to 712 million euros.\n\nThe current portfolio is estimated to generate dividends and cash distributions for ACCIONA of 6.1 billion euros.\n\nThe projects in the tendering phase could involve equity investments worth 500 million euros over the next few years.\n\nThe portfolio associated with projects in which ACCIONA has been selected as preferred bidder : they represent a contracted value of 4.6 billion euros.\n\n## Results of concessions\n\n| header          | 2022   | 2023   | VARIATION   |\n|-----------------|--------|--------|-------------|\n| Turnover (M€)   | 52     | 50     | -3.8%       |\n| EBITDA (M€)     | 37     | 67     | 80.8%       |\n| Margin (%)      | 71.5%  | 134.4% | no data  -  |\n| Investment (M€) | 92     | 67     | 27%         |\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->",
        "metadata": {
            "page": 41
        },
        "id": "200547dd-0927-4e95-9342-8dd3946d83c4"
    },
    {
        "page_content": "## WATER\n\n<!-- image -->\n\nACCIONA manages the treatment, purification, reuse, desalination, and management of water. They serve more than 100 million people in more than 30 countries around the world, always under strict standards of quality and e/fficiency. The Water business promotes innovation and the implementation of advanced technologies, while maintaining a high level of quality in its operations. The company focuses its strategy on the concession of assets, with the idea of expanding its portfolio of integral water cycle service concession contracts.\n\nACCIONA has been a leader in the desalination sector since 1995 with its first reverse osmosis plant. Over 30 years, ACCIONA has accumulated experience in the operation of nearly 90 desalination plants in key markets.\n\nAt the end of 2023, ACCIONA's Water business will have 58 concession assets in more than 23 countries. Revenues will reach 1,214 million euros in 2023 and EBITDA of 95 million euros, which represents an increase in the EBITDA margin to 7.8%, compared to 7% in 2022, due to the greater weight of Operation & Maintenance (O&M) activities in revenues.\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## A sustainable portfolio to maintain income over the long term\n\n<!-- image -->\n\n<!-- image -->\n\nLong-term O&M revenues represent 77% of the order book.\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the first\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCashflow",
        "metadata": {
            "page": 42
        },
        "id": "59e48922-373a-4331-a254-985bc99b92e1"
    },
    {
        "page_content": "EBITDA from water activities increased by 7.8%, mainly due to the higher share of Operation and Maintenance services, in particular in Mexico and Qatar.\n\nThe company's order book amounts to 5.8 billion euros, with O&M contracts and long-term concessions accounting for 77% of the water portfolio.\n\nGeographically, the Water business maintains a strong presence in the Middle East, particularly in Saudi Arabia and Qatar, which account for around 44% of revenues. In addition, the company has a significant presence in OECD countries, where 69% of its activities are located.\n\n## Investment in water concession assets\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nTHE WATER ORDER BACKLOG AMOUNTS TO €5.8 BILLION\n\nUp to December 2023, equity of 149 million euros has been invested, while equity commitments for the period 2024-2031 amount to 121 million euros.\n\nThe current portfolio is estimated to generate cash distributions for ACCIONA of 1.1 billion euros.\n\nThe portfolio associated with projects in which ACCIONA has been selected as preferred bidder: they represent a contracted value of 0.6 billion euros.\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Most relevant projects won in 2023\n\n|                                                        | COUNTRY     |   TOTAL (€M) |\n|--------------------------------------------------------|-------------|--------------|\n| Apulia Aqueduct Networks. Sanitation 4, lot 1 - Bari 1 | Italy       |           89 |\n| East Bay WTP 200 MLD                                   | Philippines |           57 |\n\n## Water results\n\n|                 | 2022   | 2023   | VARIATION      |\n|-----------------|--------|--------|----------------|\n| Turnover (M€)   | 1,272  | 1,214  | -4.5%          |\n| EBITDA (M€)     | 89     | 95     | 6.8%           |\n| Margin (%)      | 7.0%   | 7.8%   | no data    -   |\n| Investment (M€) | 14     | 14     | no data      - |\n\n## CASABLANCA DESALINATION PLANT (2024-2054)\n\n<!-- image -->\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities and results\n\nSocial\n\nCash ow",
        "metadata": {
            "page": 43
        },
        "id": "c0b00bc7-82f6-4e38-9b01-8e619c427c86"
    },
    {
        "page_content": "## URBAN AND ENVIRONMENTAL SERVICES\n\n<!-- image -->\n\nACCIONA, within their Infrastructure division, includes Urban and Environmental Services. These services involve the collection, treatment, and recycling of solid urban waste, as well as the cleaning of public infrastructures. Currently active in the Spanish market, this area is becoming an increasingly important element in the Group's strategy to maximize its contribution towards a sustainable economy, thanks to the implementation of circular economy principles to optimize resources, keep cities clean, and prevent pollution.\n\n## Resultos of urban and environmental services\n\n| header        | 2022   | 2023   | VARIATION   |\n|---------------|--------|--------|-------------|\n| Turnover (M€) | 148    | 165    | 11.6%       |\n| EBITDA (M€)   | 15     | 18     | 18.2%       |\n| Margin (%)    | 10.4%  | 11.0%  | no data   - |\n| Investment    | 10     | 23     | no data   - |\n\nTurnover of Urban Services and Environment increased by 11.6% to 165 million euros and EBITDA increased by 18.2% to 18 million euros, bringing the EBITDA margin of the business to 11.0% for the year compared to 10.4% in the previous year.\n\n<!-- image -->\n\nACCIONA, WITHIN THEIR INFRASTRUCTURE DIVISION, INCLUDES URBAN AND ENVIRONMENTAL SERVICES\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow",
        "metadata": {
            "page": 44
        },
        "id": "ae6603b8-71f8-4a2a-aa2a-97a247ee792e"
    },
    {
        "page_content": "## ENERGY\n\n<!-- image -->\n\nACCIONA Energía took its first steps in the energy sector in the early 1990s, opting for a business model based solely on renewables, with the construction of its first wind farms in Spain and investment in hydroelectric plants. In the 2000s, it began to market its own wind turbine technology through ACCIONA Windpower, now part of Nordex, a company in which the ACCIONA Group is the main shareholder.\n\nACCIONA Energía remains committed to investing in clean energy assets in the coming years , mainly in North America, Australia and Europe, although it could complement this growth with investments in other high-potential geographies. With this, the company has a diversified, flexible, and 100% renewable portfolio of 40 GW projects in nearly 30 countries, including onshore wind and solar PV, storage, o/ffshore wind, biomass, and pumped hydro.\n\nIn addition, it will continue to explore and develop new opportunities arising from its sustainability-focused business model, such as the evolution and expansion of end-use decarbonization solutions or the stability of renewable system integration. This growth involves not only investments in physical assets, but also continued growth in fully digital businesses.\n\n<!-- image -->\n\n1\n\n2\n\n3\n\n4\n\n5\n\n<!-- image -->\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCash-ow",
        "metadata": {
            "page": 45
        },
        "id": "1590b33e-8605-4dd9-8c28-3597e5002155"
    },
    {
        "page_content": "## Renewable energy value chain\n\n<!-- image -->\n\nWith the aim of having access to all the opportunities that arise in the area of climate change mitigation, ACCIONA Energía has managed to create a distinctive identity as a diversified company that is integrated throughout the renewable energy value chain . The company encompasses project development, financing, procurement, engineering and construction, operation and maintenance, and energy management. In addition, to be able to address the decarbonization of end-uses , the company o/ffers 100% renewable energy consumption solutions (such as the sale of electricity to customers or self-consumption), as well as a comprehensive and optimized management of the energy use of companies, municipalities, and public institutions.\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## NET - ZERO UNIQUE GROWTH OPPORTUNITY\n\nACCIONA Energía is uniquely positioned to take advantage of the unique growth opportunity presented by the transition to Net Zero. With unprecedented political support globally, 145 countries and regions have committed their e/fforts towards Net Zero, approving or in the process of approving action plans. It is estimated that 7 TW of new renewable capacity will be needed to reach the 2030 targets, implying an annual investment of 17 trillion dollars by that date.\n\nThe abundance of capital available to fund this challenge, coupled with strong demand for clean generation assets, reinforces market strength and asset rotation opportunities.\n\n## Recent flagship energy projects\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Macintyre Wind Farm\n\n## 923 MW\n\n## AUSTRALIA\n\nACCIONA Energía is developing its largest wind farm to date, a 1,026 MW wind farm complex in Queensland, Australia, which will become one of the largest power projects in the APAC region.\n\n## Aldoga Solar Power Plant\n\n## 486 MWp\n\n## AUSTRALIA\n\nACCIONA Energía has made its first investment in photovoltaic (PV) power in Australia with the Aldoga Solar Farm, which will be one of the largest in the country. The approximately 380 MW solar facility is located about 20 km northwest of Gladstone on the central Queensland coast.\n\n## Forty Mile Wind Farm 279 MW\n\n## US\n\nACCIONA Energía largest wind plant in North America to date will be completed in the first quarter of 2025. This project will have 49 Nordex turbines and has the potential to be expanded to 400 MW in a second phase.\n\nAbout\n\nACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities and results\n\nSocial\n\nCash ow",
        "metadata": {
            "page": 46
        },
        "id": "1750c837-acd6-48ab-9f1c-fc9833b200cc"
    },
    {
        "page_content": "## ACCIONA ENERGÍA - PRIVILEGED POSITION\n\nAs a global company with 30 years of experience in the sector, ACCIONA Energía has an outstanding capacity to originate opportunities and execute projects, with an average annual capacity growth of around 2 GW. Its diversified and flexible project portfolio totals 40 GW, allowing it to adapt to market demands easily.\n\nACCIONA has a non-replicable operating asset portfolio of 13.5 GW, 70% of which corresponds to onshore wind power. Its financial strength is reflected in its Investment Grade credit ratings, which provide it with agility and a remarkable capacity to react to changes in the environment, committing CapEx only in periods of 12-18 months.\n\n## CREATING VALUE THROUGH THE TRANSITION FROM GREENFIELD TO BROWNFIELD PROJECTS\n\nACCIONA's portfolio of projects at di/fferent levels of maturity ensures a constant flow of new renewable energy developments, while maximizing the e/fficiency and profitability of its existing projects. Its greenfield-to-brownfield strategy allows it to simultaneously expand and optimize its portfolio of assets, guaranteeing sustainable and robust long-term growth.\n\n- Information at Risk profiles by capital of this report\n\n## ADAPTATION AND ASSET TURNOVER STRATEGY\n\nToday's changing environment demands constant adaptation, and ACCIONA Energía has the capacity to adapt by rotating the necessary assets to maximise its value as a developer. Flexible investment rhythms allow it to adjust to profitability targets and maintain its Investment Grade rating .\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Value creation strategy\n\nLIFE EXTENSION AND PROFITABLE GROWTH\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 47
        },
        "id": "46dad23f-632f-44ee-aef7-5de94ebc8a75"
    },
    {
        "page_content": "## BALANCED RISK PROFILE\n\nACCIONA Energía is transforming into a larger and more diversified company, maintaining a high percentage of its contracted production, between 70-80%. The company is increasing its geographical diversification, reducing the weight of Spain in its portfolio with an accelerated rotation strategy until 2025. It is also increasing its technological diversification, although it will remain predominantly a wind company, with a growing role for solar PV and batteries. ACCIONA's portfolio will continue to be exposed to strong currencies and key markets such as North America, Australia and Spain.\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Energy results\n\n| header           | 2022   | 2023   | VARIATION   |\n|------------------|--------|--------|-------------|\n| Sales (M€)       | 4,351  | 3,547  | - 18.0%     |\n| Generation Sales | 2,230  | 1,851  | -17.0%      |\n| Margin (%)       | 1,653  | 1,285  | - 22.0%     |\n| Investment (M€)  | 1,279  | 2,321  | 81.4%       |\n\n## Operating figures at a glance\n\n13.5 GW INSTALLED CAPACITY\n\n24.9 TWh\n\nTOTAL PRODUCTION\n\n78 % contracted life\n\nCONTRACTED OUTPUT 6 years average residual\n\n<!-- image -->\n\n## 12,1 GW\n\nConsolidated capacity\n\n25\n\nCountries\n\n21,4 TWh Consolidated production\n\n26,5 % Average LF\n\n95,7 % Availability\n\n78 % Contracted energy (as % of revenues)\n\n- Information at ACCIONA's Activity Summary Report  Energy\n\n13,6 CO 2 Avoided emissions (CO 2 million ton)\n\n86,4 €/MWh Average price\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities and results\n\nSocial\n\nCash-ow",
        "metadata": {
            "page": 48
        },
        "id": "fe0381fb-6be6-48a1-ba20-806064bf3041"
    },
    {
        "page_content": "## NORDEX\n\nNordex is one of the world's leading pioneers in wind turbine production with more than 35 years of experience in the industry. Headquartered in Hamburg with more than 9,000 employees, Nordex operates sales and service subsidiaries in all major markets and has production facilities in Germany, Spain, Brazil, India, USA, and Mexico.\n\nIn April 2023, ACCIONA increased its stake in Nordex to 47.12%, reinforcing its presence across the renewable generation value chain. This increased stake not only underlines ACCIONA's commitment to growth in renewables, but also allows it to increase exposure to recurring and higher-margin revenues through operations and maintenance (O&M) services.\n\nFrom 2018 to 2023, Nordex has managed to increase its market share in onshore wind from 10% to 17%. Therefore, consolidating its position as the second largest manufacturer in Europe and the third largest globally (data excluding China).\n\n<!-- image -->\n\nHighly attractive and resilient Service business with:\n\n> 29 GW\n\nunder service\n\nLeading product in the\n\n4 MW and 6 MW+\n\nLeading-edge product portfolio\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## RESULTS OF NORDEX\n\nThanks to increased turbine sales and installation activity, Nordex achieved a 14.0% increase in sales to a total of 6,489 million euros. In addition, Nordex's EBITDA reached breakeven at 2.0 million euros in 2023, a marked improvement from the negative EBITDA of -244 million euros in 2022.\n\n| header            | 2022   | 2023   | VARIATION   |\n|-------------------|--------|--------|-------------|\n| Turnover (M€)     | 5,694  | 6,489  | 14.0%       |\n| Gross margin (M€) | 486    | 985    | 102.6%      |\n| Gross Margin (%)  | 15.2%  | 8.5%   | no data   - |\n| EBITDA (M€)       | -244   | 2      | 100.8%      |\n| Margin (%)        | 10.4%  | 11.0%  | no data   - |\n| Investment        | 243    | 376    | 54.7%       |\n\n## Order intake turbines\n\nIn MW\n\n7,358\n\n2022\n\n<!-- image -->\n\n+16.3%\n\n+\n\n## Average Selling Price order intake\n\nIn €m/MW\n\n0.84\n\n0.84\n\n<!-- image -->\n\n0%\n\n## Total Backlog\n\nIn €m/MW\n\n10,537\n\n<!-- image -->\n\n+\n\n7.6%\n\n+\n\nAbout\n\nACCIONA\n\n2023\n\nDrivers of\n\nchange\n\n20222\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\n2023\n\n2020\n\nSocial\n\nCash-ow\n\n2023",
        "metadata": {
            "page": 49
        },
        "id": "f3c33a4c-71ef-4288-96fb-3d2fcddda30f"
    },
    {
        "page_content": "## REAL ESTATE\n\n<!-- image -->\n\nThe Real Estate business of ACCIONA, with a track record of more than 30 years, is distinguished by the development of iconic real estate projects, benchmarks in their design and with a focus based on decarbonization, the health of their users, the circular economy and respect for biodiversity.\n\nThis generates a positive impact, which contributes to improving people's quality of life and accelerating the urgent transformation of the building sector to adapt to climate change. As a materialization of our performance in this regard, all our developments have been consolidated as benchmarks in terms of sustainability and awarded the prestigious LEED, BREEAM and WELL seals at international level.\n\nThe real estate business is strategically and selectively positioned in the segments of greatest growth and impact described below:\n\nHousing for sale: in high-growth areas, where demand has increased for adapted products with innovative design and optimal sustainability measures.\n\nRental housing: housing focused on the needs of the future, with modern communal areas and an innovative design adapted to professional management.\n\nMixed use: regeneration and revitalization of recognized destinations, incorporating solutions and experiences such as hotels, branded residences, and amenities.\n\nIconic o/ffices: designing o/ffice campuses that regenerate urban areas, highlighting the new values of collaborative working, with designs that embed market-leading sustainability standards.\n\nLast mile logistics: State-of-the-art and sustainable logistics spaces in last mile locations in Madrid and Barcelona.\n\n<!-- image -->\n\nThe Real Estate business of ACCIONA is also present in Portugal, Poland, Mexico, and Brazil, leading in the Build to Sell strategy and incorporating new assets under the Mixed Use and Build to Rent modalities.\n\nTHE REAL ESTATE BUSINESS OF ACCIONA, WITH A TRACK RECORD OF MORE THAN 30 YEARS\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Some of the most notable developments in the Real Estate business\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nOmbú, Madrid 2022\n\n<!-- image -->\n\n14,000 m 2 Iconic o/ffices\n\n## Méndez Álvaro, Madrid\n\n2019\n\n135 dwellings Build to rent\n\n## Torrelodones, Madrid\n\n2026\n\n58 dwellings Build to sell\n\n## Logistic Warehouse in Barcelona\n\n2022\n\n40,000 m2 Last mile logistics\n\n<!-- image -->\n\n## ACCIONA Campus, Madrid\n\n2022\n\nc.60,000 SBA Iconic o/ffices\n\n## Valdebebas, Madrid\n\n2022\n\n395 dwellings Build to rent\n\nOleiros, La Coruña 2024-2025 111 dwellings Build to sell\n\n## Vistahermosa, El Puerto de Santa María\n\n2024-2026\n\nMixed Use: 100 Hotel Rooms\n\n76 Branded Apartments 104 Residential",
        "metadata": {
            "page": 50
        },
        "id": "00ab07a2-38a1-487c-9766-271fe58173d7"
    },
    {
        "page_content": "## RESULTS OF REAL ESTATE\n\n720 homes were delivered in 2023 with an average selling price of 343,000 euros. Strong commercial activity resulted in a pre-sales pipeline of 1,393 units. This portfolio, equivalent to €517m, covers almost 90% of the expected deliveries in 2024 and more than 30% of those in 2025. The Gross Asset Value (GAV) amounts to €1,805m on 31 December 2023.\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n| header        | 2022   | 2023   | VARIATION   |\n|---------------|--------|--------|-------------|\n| Turnover (M€) | 247    | 193    | -21.9%      |\n| EBITDA (M€)   | 13     | 4      | 18.2%       |\n| Margin (%)    | 5.2%   | 2.3%   | no data   - |\n| Investment    | 61     | 205    | 236.0%      |\n\n## GAV breakdown\n\nResidential development (No. of units)\n\n<!-- image -->\n\n<!-- image -->\n\nAbout\n\nACCIONA\n\nDrivers of\n\nchange\n\nACCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities and results\n\nSocial\n\nCash-ow",
        "metadata": {
            "page": 51
        },
        "id": "fd2d9479-d642-4819-be3f-551853204f4e"
    },
    {
        "page_content": "## MOBILITY & SILENCE\n\nACCIONA's Mobility line of business continues to o/ffer shared electric scooter services in cities such as Madrid, Valencia, Seville, Barcelona, and recently in Malaga. These scooters eliminate two private vehicles from circulation for each scooter and encourage the use of public transport, avoiding the emission of almost 1,000 tons of CO 2 in 2023. The service has started to use Battery Stations in Madrid and Barcelona, improving the ergonomics of the swapping process and the agility during the exchange.\n\nMobility has a renewed fleet in more than half of the cities, with new driving modes, and improves the user experience with details such as new cell phone holders and the original trunk with better connectivity and ease of use.\n\nBy the end of 2023, the company manages a fleet of more than 12,400 electric scooters, making it the largest global operator in this sector. ACCIONA is also developing innovative solutions for surface parking management through an open parking system.\n\n1\n\n2\n\n3\n\n4\n\n5\n\nACCIONA's electric vehicle business, Silence , stands out as one of Europe's leading manufacturers of electric motorbikes. In 2023, Silence sold 9,178 units, demonstrating their ability to capture a large part of the urban commuting market, where the average distance is less than 10 kilometres. This expansion in electric mobility contributes significantly to the reduction of emissions and to the development of cleaner and more e/fficient cities.\n\nUnder ACCIONA's promise to drive the transition to sustainable mobility, Battery Stations (BS) are born. Battery Stations are a network of battery interchangers strategically located to facilitate access to users. With 110 stations already installed in Spain and plans to expand throughout Europe by the end of the year, these interchanges allow users of Silence vehicles, both 2- and 4-wheeled, to replace their batteries immediately.\n\nThis innovative system, managed through an APP, not only reduces the economic barriers associated with the purchase of electric vehicles, but also ensures virtually infinite autonomy by enabling the rapid exchange of batteries. In addition, the project contributes significantly to the reduction of greenhouse gas emissions and noise in urban areas, aligning with Europe's environmental strategies and promoting the development of charging infrastructures that will improve the quality of life in our cities.\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow",
        "metadata": {
            "page": 52
        },
        "id": "a8dcf83f-501c-4847-938c-8d3b654b2440"
    },
    {
        "page_content": "## BESTINVER\n\nBESTINVER was created in 1987 as a small financial institution dedicated to the active management of family wealth. The fund manager now has more than 47,000 investors and manages assets of 6 billion euros.\n\nThrough BESTINVER, ACCIONA o/ffers asset management and capital markets services, channelling savings and investment to companies and providing returns to investors through its qualified investment team.\n\nThe company seeks to support solutions that respond to today's needs without compromising future generations. It does this by rigorously controlling risk through value investing in equities, fixed income and alternative investments.\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout ACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial Cash-ow\n\n1\n\n2\n\n3\n\n4\n\n5\n\n- Bestinver business activities:\n\nAsset Management and capital markets\n\n<!-- image -->\n\n<!-- image -->\n\n## BESTINVER Asset Management\n\nSpain's leading independent Asset Management firm.\n\n<!-- image -->\n\n+ 35\n\nyears of experience\n\nWith more than 46,000 investors in out funds\n\n## + 5.9 b€ under management\n\n5.0 b€ in mutual funds and 0.9 b€ in pension plans\n\n## Qualified team\n\nWith over 200 years' combined experience and >100 awards\n\n## BESTINVER Securities\n\nSpain's leading independent research franchise for institutional investors.\n\n<!-- image -->\n\n+ 20\n\nyears of experience\n\nIdentifying investment opportunities Spain, Italy and Portugal\n\n<!-- image -->\n\n+ 50\n\ncapital market operations\n\nIPOs, block trades, rights issues\n\n<!-- image -->\n\n+ 150\n\n## institutional and corporate clients\n\nWith access to a global investor base of >1,000 investors\n\n## Long term commitment with Spanish market\n\nKey financial group in research of Spanish listed companies and financing of the Spanish corporate sector.\n\nCombines EBITDA of 52 m€ (average of past 3 years; 2021-2023).\n\n## Long-term vision\n\nShared by investors and managers when picking investments",
        "metadata": {
            "page": 53
        },
        "id": "7081dad8-683b-459e-9a98-ca3286ab7148"
    },
    {
        "page_content": "## BESTINVER RESULTS\n\nIn December 2023, ACCIONA reached 5,919 million euros in Funds Under Management, an increase of 15.7% compared to December 2022. Bestinver's traditional funds, Bestinfond and Bestinver International, experienced a 25% revaluation during the year.\n\nOperating results reflected a 4.9% decline in revenues and a 23% decline in EBITDA, due to lower average funds under management and higher personnel costs, including the incorporation of personnel in new business units not yet contributing to EBITDA, as well as extraordinary restructuring expenses.\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n2022\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Assets Under Magamenet\n\nIn €M\n\n5,919\n\n<!-- image -->\n\n+ 15.7%\n\n## Average Assets Under Management\n\nIn €M\n\n5,929\n\n<!-- image -->\n\n- 4.9%\n\n| header        | 2022   | 2023   | VARIATION   |\n|---------------|--------|--------|-------------|\n| Turnover (M€) | 101    | 96     | -4.9%       |\n| EBITDA (M€)   | 47     | 36     | -23.0%      |\n| Margin (%)    | 5.2%   | 2.3%   | - no data   |\n\n## Other activities\n\nFacility Services\n\n€ 709 M\n\nDEC 2023 ORDERBOOK\n\nAirport Services\n\n- VS 2022\n\n158,760 WEIGHTED FLIGHTS +59.9%\n\nACCIONA Cultura\n\n+ 200\n\nEVENTS\n\n2023\n\nAbout\n\nACCIONA\n\nDrivers of change\n\nACCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\n2022\n\nSocial\n\nCash-ow\n\n2023",
        "metadata": {
            "page": 54
        },
        "id": "654a6a9a-85ee-4a2f-bbb5-2c6a140fc93c"
    },
    {
        "page_content": "## 5 SOCIAL CASHFLOW\n\n<!-- image -->",
        "metadata": {
            "page": 55
        },
        "id": "cbf1a1d6-6af1-4ec4-9e81-cef72fd6679b"
    },
    {
        "page_content": "## CREATING WEALTH NOT ONLY FOR ALL STAKEHOLDERS BUT ALSO FOR SOCIETY AS A WHOLE\n\nSocial cash flow is a way of calculating a company's real value contribution to society through the cash flows generated by its activity and its impact on various stakeholders. It represents the economic value generated - items that represent an actual cash inflow - and the economic value distributed - actual cash outflows - by the company. The contribution of value is measured both by the cash flows generated by ACCIONA (received from its customers or divestments) and by the cash flows distributed (payments to suppliers, Public Administrations, shareholders and employees, among others).\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Economic value generated and distributed\n\n## MILLION EUROS\n\n<!-- image -->\n\nAbout\n\nA\n\nC\n\nCIONA\n\nDrivers of\n\nchange\n\nA\n\nC\n\nCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCashGLYPH<31>ow",
        "metadata": {
            "page": 56
        },
        "id": "8e672315-2804-449f-9bf2-e78f78cf6844"
    },
    {
        "page_content": "## Receipts from operations, Public Administrations, suppliers and salaries. Breakdown by region\n\n| REGIONS                    | OPERATING  INCOME   | PUBLIC ADMINISTRATIONS TAX  CONTRIBUTION.   | SUPPLIERS   | WAGES AND  SALARIES   |\n|----------------------------|---------------------|---------------------------------------------|-------------|-----------------------|\n| Spain                      | 29%                 | 42%                                         | 28%         | 35%                   |\n| Asia and Oceania           | 21%                 | 15%                                         | 21%         | 22%                   |\n| Central and South  America | 16%                 | 15%                                         | 16%         | 17%                   |\n| Rest of Europe             | 29%                 | 24%                                         | 28%         | 19%                   |\n| North America              | 5%                  | 3%                                          | 7%          | 7%                    |\n| Africa                     | 1%                  | 1%                                          | 0%          | 0%                    |\n| Total (' million)          | 18,165              | 2,056                                       | 12,453      | 1,943                 |\n\n1\n\n2\n\n3\n\n4\n\n5\n\nACCIONA's economic and social contribution through tax payments to public administrations amounted to 2,056 million euros, of which 956 million euros (46%) corresponds to taxes borne and 1,100 million euros (54%) to taxes collected.\n\nThe Group's Tax Contribution in 2023 represents 3.8 times Net Attributable Profit. The Tax Contribution means that, out of every 100 euros of turnover, 12 euros were allocated to the payment of taxes, with Spain, Australia, Mexico, Finland, Poland, France, Brazil, Chile, United Kingdom, Portugal, Canada, Italy, Saudi Arabia, USA, Peru, South Africa, and Norway being the main countries. Once again this year, employment-related taxes accounted for the largest share of the tax contribution.\n\n<!-- image -->\n\nLetter from the Chairman\n\nAbout CIONA\n\nA\n\nC\n\nDrivers of change\n\nA\n\nC\n\nCIONA, the GLYPH<31>rst company in a new sector\n\nStrategic capabilities and results\n\nSocial\n\nCashGLYPH<31>ow",
        "metadata": {
            "page": 57
        },
        "id": "6bbf6687-fe46-4df8-abb8-4004cf5e8c42"
    },
    {
        "page_content": "ACCIONA has submitted the Annual Tax Transparency Report to the State Tax Administration Agency (AEAT) in Spain since 2016 as a result of its adherence to the AEAT's Code of Good Tax Practices (CBPT) in 2011. Since 2016, it has also submitted a Tax Transparency Report to the Australian Taxation O/ffice (ATO). Furthermore, in compliance with its commitment to tax transparency, the company submits the Country-by-Country Report to the Tax O/ffice every year and has included this information broken down in the Statement of Non-Financial Information since 2020.\n\n## Tax Contribution. Breakdown of taxes borne and collected MILLION EUROS\n\n<!-- image -->\n\n## FISCAL CONTRIBUTION 2023\n\n## 2,056 M€\n\n<!-- image -->\n\nLetter from\n\nthe Chairman\n\n1\n\n2\n\n3\n\n4\n\n5\n\n## Total Tax Contribution. Breakdown by country\n\nMILLION EUROS\n\n| COUNTRY         |   INPUT TAXES | TAXES COLLECTED   | TOTAL   | % OF TOTAL   |\n|-----------------|---------------|-------------------|---------|--------------|\n| Spain           |           492 | 362               | 854     | 41.5%        |\n| Australia       |            42 | 200               | 243     | 11.8%        |\n| Mexico          |            63 | 49                | 113     | 5.5%         |\n| Finland         |             0 | 89                | 89      | 4.3%         |\n| Poland          |            19 | 60                | 79      | 3.8%         |\n| France          |            14 | 64                | 77      | 3.8%         |\n| Brazil          |            82 | -7                | 76      | 3.7%         |\n| Chile           |            20 | 48                | 68      | 3.3%         |\n| United Kingdom  |             4 | 62                | 66      | 3.2%         |\n| Portugal        |            23 | 28                | 51      | 2.5%         |\n| Canada          |            15 | 30                | 45      | 2.2%         |\n| Italy           |            30 | 13                | 44      | 2.1%         |\n| Saudi Arabia    |             6 | 36                | 42      | 2.1%         |\n| USA             |            13 | 14                | 27      | 1.3%         |\n| Peru            |            12 | 8                 | 20      | 1%           |\n| South Africa    |             7 | 10                | 17      | 0.8%         |\n| Norway          |             3 | 13                | 16      | 0.8%         |\n| Other countries |           108 | 21                | 129     | 6.3%         |\n| TOTAL           |           956 | 1,100             | 2,056   | 100 %        |\n\nAbout\n\nA\n\nC\n\nCIONA\n\nDrivers of\n\nchange\n\nA\n\nC\n\nCIONA, the GLYPH<31>rst\n\ncompany in a new sector\n\nStrategic capabilities\n\nand results\n\nSocial\n\nCashflow",
        "metadata": {
            "page": 58
        },
        "id": "959335dc-b647-4e57-b490-cacf4687079c"
    },
    {
        "page_content": "<!-- image -->\n\nwww.acciona.com\n\n<!-- image -->",
        "metadata": {
            "page": 59
        },
        "id": "63d616c6-2284-43a5-8fd6-65308e7db388"
    }
]