[
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "1e150324-f124-4886-b351-c45cfc1201a2"
    },
    {
        "page_content": "XX\n\nVancity 2022 Annual Report\n\n## Vancity 2022 Annual Report. We have your back.\n\nThis report provides a summary of Vancity's strategy, performance, and impacts during 2022. We publish supplementary documents, available at vancity.com/AnnualReport:\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nConsolidated Financial Statements +\n\n<!-- image -->\n\n+\n\n<!-- image -->\n\n+\n\nAccountability Statements (includes GRI and SASB content indices)\n\nClimate Report\n\n(includes TCFD disclosures and emissions data and methodology)\n\nPrinciples for Responsible Banking Self-Assessment\n\nThroughout this report, 'Vancity' or 'we' refers to Vancouver City Savings Credit Union and its active subsidiaries as listed in the organization chart on page 35 .\n\nThis report contains forward-looking statements or information, which reflects the current view of Vancity with respect to future events and financial performance. All forward-looking statements are based on the opinions and estimates of management as of the date they are made, represent management's best judgment based on facts and assumptions they consider reasonable, and are subject to risks and uncertainties that could cause actual results to differ materially.\n\nWe'd like to hear what you think about this report. Contact us at accountability@vancity.com , tweet us @vancity , or connect with us on facebook.com/vancity\n\nThis document includes hyperlinks. In most browsers, using 'ctrl' + click will open external links in a new browser window. After clicking on a link, use 'alt' + left arrow to return to the previous view.\n\n- ™ Vancity enviroFund is a trademark of Vancouver City Savings Credit Union.\n- ™ Vancity Community Investment Bank is a trademark of Vancouver City Savings Credit Union, used under licence.\n\nGlossary +\n\n<!-- image -->\n\nOur Stories\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "2e4561d5-a640-48f6-afe5-bc77276f1244"
    },
    {
        "page_content": "## Section 1\n\n## Strategy and results\n\n| Message from the Chair                     |    |\n|--------------------------------------------|----|\n| Message from the CEO                       |  5 |\n| Business model                             |  6 |\n| Operating context and strategic priorities |  7 |\n| Climate commitments                        |  8 |\n| Targets and results                        |  9 |\n\n## Section 2\n\n## Business review\n\n## People\n\n| Service experience                                  | 11   |\n|-----------------------------------------------------|------|\n| Membership growth                                   | 12   |\n| Helping protect members                             | 13   |\n| Financial health and inclusion                      | 14   |\n| Financial literacy and advice                       | 14   |\n| Affordable housing                                  | 14   |\n| Diversity and anti-racism                           | 15   |\n| Employees                                           | 16   |\n| Paying a living wage                                | 17   |\n| Planet                                              |      |\n| The climate crisis                                  | 18   |\n| Greenhouse gas emissions                            | 18   |\n| Financed emissions                                  | 19   |\n| Products and services to address     climate change | 20   |\n| Responsible investment                              | 22   |\n| Asset management and corporate     engagement       | 22   |\n| Impact investments                                  | 22   |\n\n11\n\n## Profit\n\n| Financial and economic performance                                                      | 24   |\n|-----------------------------------------------------------------------------------------|------|\n| Overall financial outlook                                                               | 24   |\n| Assets and liabilities                                                                  | 26   |\n| Triple bottom line assets and assets     under administration (TBLAA)                   | 26   |\n| Net income and efficiency ratio                                                         | 27   |\n| Liquidity and capital                                                                   | 27   |\n| Supporting local communities                                                            | 28   |\n| Reconciliation with Indigenous people                                                   | 29   |\n| Section 3                                                                               |      |\n| Governance                                                                              | 31   |\n| Board of Directors                                                                      | 31   |\n| Board of Directors election                                                             | 31   |\n| Leadership diversity                                                                    | 32   |\n| 2022-2023 Directors                                                                     | 33   |\n| Risk management                                                                         | 34   |\n| Public policy and advocacy                                                              | 34   |\n| Structure and executive leadership team  Senior management and executive                | 35   |\n| compensation                                                                            | 36   |\n| Section 4                                                                               |      |\n| Additional information                                                                  | 37   |\n| Impact analysis                                                                         | 37   |\n| About this report                                                                       | 41   |\n| KPMG LLP's independent practitioners'   assurance report                                | 43   |\n| Report of the independent auditors on the summarized  consolidated financial statements | 46   |\n| Summarized consolidated financial statements                                            | 47   |\n| Community branches                                                                      | 48   |\n\n<!-- image -->",
        "metadata": {
            "page": 3
        },
        "id": "17d799c8-d0e8-46f6-909a-55126d122600"
    },
    {
        "page_content": "## Message from the Chair.\n\nA transformed economy that protects the earth and guarantees equity for all: that's the North-Star vision towards which your Board is steering Vancity\n\nAnd in a year marked by devastating weather events and deepening economic, social, and political cleavages, the Board remains committed to realizing this vision.\n\nThe Board's governance function has particular importance in times of uncertainty. Vancity's commitment to Reconciliation, justice and equity, and to systemic change provides both an anchor and direction. How Vancity, as your trusted financial institution, works on your behalf - to steward our collective assets, tackle the affordability crisis, and support your needs for sustainable livelihoods and communities - is our key focus.\n\nVancity's strategy has centred on offering you the best possible financial advice so you can better navigate the sudden increase in basic living costs as well as the challenges we're seeing in investment markets. In 2022, we brought on more financial advisors to help members with critical financial decisions.\n\nVancity also continued to work closely with the local businesses at the heart of our communities. Sixty-eight per cent of our procurement spending about $88 million - went to local businesses. We offer financing to help business members reduce their emissions through building retrofits, equipment purchases, clean transportation, and other energy-saving products and technologies. And we are extending our partnership with the Green Business BC certification program, an initiative that certifies and promotes business members that meet environmental standards. We are subsidizing our members' costs of certification, and helping the program expand from Vancouver Island across the province.\n\nVancity's strategy also included ramping up our work in our communities by supporting the development of more affordable housing for both renters and owners, and by partnering with climate experts to offer our members insights on housing retrofits. Importantly, Vancity returns 30 per cent of our net profits to members and local change organizations that are working to strengthen financial health, equity, climate resilience, and climate justice.\n\n'At the heart of Vancity's peoplecentred commitment to economic transformation is our identity as a co-operative.'\n\nAs Vancity's vision demands, our strategy must support economic development that protects the planet. Thus, we were the first financial institution in Canada to announce our aim to bring the greenhouse gas emissions we finance through our loans and mortgages to net zero by 2040. In 2022, that meant supporting and investing in businesses that are not just climate resilient, but also actively competitive in the green economy. It also meant centring the realities and needs of the most vulnerable in our communities as we work towards cutting our greenhouse gas emissions to net zero. That meant recognizing how historic and entrenched economic, racial, and gender inequities make mitigating, adapting, and responding to climate impacts much harder. Vancity's strategy is to create paths so that every one of us can be part of the transition.\n\nAt the heart of Vancity's people-centred commitment to economic transformation is our identity as a co-operative. The co-operative model is old, but it nonetheless continues to present among the most disruptive economic alternatives available. This model insists that your financial institution maximizes value to you, rather than profits to faraway shareholders. It focuses our attention on the communities in which we live and work, and on leveraging opportunities to strengthen these communities. And it directs a spotlight towards the larger co-operative ecosystem. In 2022, we contributed $1.2 million to strengthen co-operatives, including the BC Co-op Association and the Canadian Worker Co-op Federation. Playing a greater role in realizing the transformative potential of co-operatives is a major Board priority for 2023.\n\n<!-- image -->\n\n<!-- image -->\n\nOur vision is a hopeful one. And one that is possible. The Board remains committed to ensuring that Vancity works on your behalf towards the clean and fair world we all deserve - and need.\n\nRita Parikh Chair, Vancity Board of Directors\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "56e2b8dd-1163-40a6-ac68-3696c442f9b3"
    },
    {
        "page_content": "## Message from the CEO.\n\n2022 was a year no one had anticipated. The global disruption of supply chains and stock-market volatility that began during the pandemic were made much worse by the Russian invasion of Ukraine. Combined with the ongoing impacts of the climate crisis, such as the impact of extreme weather events on the supply of produce and agricultural products, this resulted in surprisingly rapid inflation, recessionary pressures, and aggressive interest rate increases.\n\nMembers acutely felt these economic trends, especially in the second half of the year. Grocery bills rose, our dollars stretched less, and for many people, financial choices became more challenging. Most of us felt the stress of living through volatility and change.\n\nAt Vancity, while we carried much of our remarkable 2021 performance into 2022, market conditions slowed our performance as the year progressed. We still had a strong year in many respects, for example, finishing ahead of our targets for operating earnings and net lending growth. But we also needed to recalibrate and adjust.\n\nThe good thing is that we've been in unpredictable operating environments before and have navigated them successfully. The same principles and strategic planning that helped deliver our 2021 results especially putting members and communities, and our values, at the centre of our work - continued to guide us through the year.\n\nWe took a measured business approach with our key performance targets, prepared for more unusual scenarios, and built in both buffers to absorb financial shocks and flexibility to adjust. For example, we increased our reserves to protect against an uncertain future.\n\nWe also shifted resources to enhance our support of members and communities through times of uncertainty. We invested in our employees' ability to advise members and identify solutions for their financial needs. And we trained more than 80 employees to be Wealth Relationship Managers, enabling them to provide members with basic financial planning and investment solutions.\n\nWe are continuing to develop innovative new products, or upgrading existing ones, to better fit members' evolving needs, with a lot of this work driven by affordability and equity as core elements of the transition to a net-zero economy. For example, members can now receive free expert\n\n'One of my proudest moments in 2022 came when we were named in the Globe and Mail as one of Canada's Top 100 Employers.'\n\nhome energy advice and rebates for EnerGuide assessments, in addition to Planet-Wise TM loans for many projects. Non-profit housing providers who are members now have access to specialized grants focused on emissions-reducing retrofits. And in January 2023, we became the first in Canada to introduce a feature to our credit cards that estimates the carbon footprint of purchases.\n\nWe also strengthened our investment in the resilience of our communities. Some examples include our strong investment in affordable housing and banking support for displaced Ukrainian refugees. We continued to deepen our Reconciliation work and Indigenous partnerships, which will be helped immensely by the Progressive Aboriginal Relations TM (PAR) certification program we committed to in 2022.\n\nOur employees remain a priority, and one of my proudest moments in 2022 came when we were named in the Globe and Mail as one of Canada's Top 100 Employers. Our commitment to empowering employees and our support of employees' mental health, in particular, have recently been spotlighted by media. I am thankful to our employees who continue to serve our members and communities with a full and compassionate heart.\n\nAs we move through 2023, we expect unpredictability and unfavourable market conditions to persist, at least initially. But we will continue to navigate these waters with members and communities as our compass. Because, as a co-operative, this is what we do. But also because as Board Chair Rita Parikh says in her report - our values-based and people-centred approach is purpose-built for the times.\n\n<!-- image -->\n\nThis distinct approach is what makes us different from other financial institutions. Like other financial institutions, we'll continue monitoring longer-term drivers to be as prepared as we can for whatever financial changes may come. But we'll also continue to be our members' best financial partners, work hard to understand and respond to their needs and challenges, offer innovative products, and constantly improve the experience of banking with us. And we'll continue to invest in enabling and empowering our employees to do all this and serve members as best they can.\n\n<!-- image -->\n\nChristine Bergeron President and CEO",
        "metadata": {
            "page": 5
        },
        "id": "992f15d4-2596-49c8-b82f-bd640f493a02"
    },
    {
        "page_content": "## Business model.\n\n## Capital we use\n\n## Outcomes\n\n## Our business activities and guiding principles\n\n<!-- image -->\n\n## OUR VISION:\n\n## A transformed economy that protects the earth and guarantees equity for all.\n\nVancity is a financial co-operative that operates within the territories of the Coast Salish and Kwakwaka'wakw people. Our head office is on the territory of the Musqueam, Squamish and Tsleil-Waututh Nations in Vancouver, British Columbia. We are a memberowned, community-based, full-service financial institution with over 562,000 members, $34.3 billion in assets and assets under administration, 2,738 employees, and over 50 branches in Metro Vancouver, the Fraser Valley, Victoria, Squamish, and Alert Bay.\n\nOur active subsidiaries (listed on page 35) include Vancity Investment Management Ltd. (VCIM) and Vancity Community Investment Bank ™ (VCIB ™ ), which operates primarily from Toronto, Ontario, territory of multiple Indigenous nations, including the Haudenosaunee and the treaty territory of the Mississaugas of the Credit.\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "a97bfb88-67f9-49b7-986b-231ea5f58ee3"
    },
    {
        "page_content": "## Operating context and strategic priorities.\n\nAmid uncertainty brought on by the early months of the COVID-19 pandemic, we set Vancity on a new course with a refreshed strategy in 2020. Although the world didn't unfold quite as we expected, we've delivered excellent results so far and there's still a lot to do.\n\nOur members, communities, employees, and industry face new uncertainties that continue to spark challenges like inflation, rapidly rising interest rates, and slow economic growth. Changes to how we work, shop, and bank were accelerated by the effects of the pandemic. And we're already seeing the effects of a changing climate.\n\nIn times like these, many people are asking: How do I pay for my daily needs? How can I afford to invest for my future? Will there be a recession? And… does my financial institution have my back? Helping our members navigate unpredictable, challenging times is what we do, and it's at the heart of Vancity.\n\nAs we were planning for 2022, we adjusted operations, implemented new policies to protect members and employees, and prepared for different operating environments. Much of the momentum that helped Vancity achieve record results in 2021 carried into 2022, as we saw an unexpected continuation of high demand for loans as members continued to take advantage of low interest rates.\n\nConditions, indeed, changed abruptly in the middle of 2022. Rising rates and inflation changed the economic outlook for our members and our organization as demand for lending fell, investment balances retreated, and costs rose. Although we had\n\nbeen expecting to see these pressures during 2022, we didn't anticipate how fast they would arrive nor how severe they would be.\n\nOur work to strengthen Vancity has helped position us to be more resilient so that we can continue to support our members through good and bad times. Our plans and actions will continue to be guided by a clear strategy anchored in our values, vision, and the needs of our members, communities, and employees. As we look ahead to 2023, our goals remain the same:\n\n- ·  Delivering what our members need, when and where they need it, to become the financial institution our members love to bank with and their best financial partner\n- ·  Driving meaningful social and systemic change to build a clean and fair world and demonstrate that a financial institution can be an agent of positive change\n- ·  Creating an internal culture that values purpose and performance through a diversity, equity, and inclusion lens to become the organization people love to work at and a leading employer\n- ·  Delivering strong, stable financial performance to support investments in our future and to ensure our credit union remains financially strong so we can make a greater impact in our communities\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 7
        },
        "id": "886f0bb4-eac1-4a18-be11-5ae36c3a9efc"
    },
    {
        "page_content": "<!-- image -->\n\n## Our climate commitments.\n\nWe are working towards a climate transition that puts people at its centre and leaves no one behind. These are our five climate commitments.\n\n## Net zero by 2040\n\nOur ambition is to make Vancity net zero by 2040 across all our mortgages and loans. That means the carbon emitted from anything we finance will be eliminated or significantly reduced, with any remaining emissions being brought to net zero. In late 2021, upon joining the Net Zero Asset Managers Initiative, Vancity Investment Management took a further step and committed to achieving net zero by 2050 across the investment portfolios it manages. See Financed emissions on page 19 , and our Climate Report.\n\n## Financing an equitable climate transition\n\nUnaddressed, climate change will change how we work and live, and will drive further inequality. We will focus our work in financial and social inclusion to provide banking and other solutions to help people who are affected by the climate emergency, as well as those seeking support in transitioning to cleaner and more sustainable living. See Financial health and inclusion, page 14 .\n\n## Investing in a better future\n\nWe will help our members invest for the future we need by offering responsible investment options that can demonstrate the integrity of their environmental, social and governance (ESG) screening and stewardship process. See Responsible investment, page 22 .\n\n## Be transparent and accountable\n\nEncouraging change within the financial services sector by accurately measuring and openly reporting on how our own actions are improving the wellbeing of people, communities and the environment. We aim to continue implementing, testing and helping improve emerging international standards for climate and impact reporting. See About this report, page 41 .\n\n## Walk the talk in all we do\n\nWe're living our values in our daily decision-making in order to serve the diverse needs of our members, employees and communities. We will do our part across our operations to contribute to a just climate transition.\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "42c0ffbf-7185-4c8b-8900-cfdb8419cd43"
    },
    {
        "page_content": "## Targets and results.\n\n## Targets and incentive pay\n\n- Targets directly influenced the amount of employee incentive pay in 2022.\n- Targets directly influenced amount of incentive pay for management and above in 2022.\n- The executive leadership team has long-term incentive plan targets for performance in 2022-2023.\n\nThere was a corresponding payout range for each target based on whether we met, exceeded or fell short of the target.\n\n## Results externally assured\n\n- Result assured at a reasonable level\n- Result assured at a limited level\n\nFor historical data and an explanation of our performance, please refer to the Business review. For details on methodology and definitions, refer to the Accountability Statements and the Glossary available at annualreport.vancity.com .\n\n| Incentive pay PEOPLE   | 2022 results  assured by KPMG   | Indicators                                                            | 2022 Target    | 2022            | 2021             | 2020             | Progress   | 2023 Target        | See pages   |\n|------------------------|---------------------------------|-----------------------------------------------------------------------|----------------|-----------------|------------------|------------------|------------|--------------------|-------------|\n|                        |                                 | Member satisfaction (very satisfied, 9s and 10s out of 10)            | 54%            | 48%             | 50%              | 56%              | Not met    | n/a                | 11          |\n|                        |                                 | Member satisfaction (average)                                         | No target      | 81%             | 81%              | 83%              | n/a        | 81%                | 11          |\n|                        |                                 | Membership growth rate                                                | 1.65%          | 0.36% 1         | 1.75%            | 1.28%            | Not met    | 1.75%              | 12          |\n|                        |                                 | Employee engagement                                                   | 73%            | 70%             | 72%              | 69%              | Not met    | n/a                | 16          |\n|                        |                                 | Employee experience                                                   | No target      | 85th percentile | n/a              | n/a              | n/a        | 80th percentile    | 16          |\n|                        |                                 | Employees who self-identify as Indigenous 2                           | 2-3%           | 1.8%            | 1.5%             | 1.4%             | Not met    | 2-3%               | 17          |\n|                        |                                 | Employees who self-identify as living with a disability 2             | No target      | 16%             | 13%              | 10%              | n/a        | No target          | 17          |\n|                        |                                 | Certified Living Wage Employer                                        | Recertify      | Yes             | Yes              | Yes              | Met        | Recertify          | 17          |\n| PLANET                 |                                 |                                                                       |                |                 |                  |                  |            |                    |             |\n|                        |                                 | Scope 1 Total operational GHG emissions (tCO 2 e)                     | No target      | 420             | 432 3            | 424 3            | n/a        | Net-zero targets   | 18          |\n|                        |                                 | Scope 2 Total operational GHG emissions (tCO 2 e) 4                   | No target      | 57              | 66 3             | 98 3             | n/a        | under  development | 18          |\n|                        |                                 | Scope 3 Total operational GHG emissions (tCO 2 e) 5                   | No target      | 2,351           | 1,458 3          | 1,892 3          | n/a        | May develop        | 18          |\n|                        |                                 | Total operational GHG emissions (tCO 2 e) 5                           | 4,500          | 2,827           | 1,955 3          | 2,414 3          | Met        | net-zero targets   | 18          |\n|                        |                                 | Recertification of prior year operational footprint as carbon neutral | Carbon neutral | Carbon neutral  | Carbon neutral 6 | Carbon neutral 6 | Met        | Carbon neutral     | 19          |\n\n- 1  During 2022, we reintroduced measures to close dormant accounts and memberships, resulting in a reduction of 5,824 memberships in the year. For details, see page 12 .\n- 2  Percentage reflects employees who self-identified in the diversity survey, divided by all employees. 83 per cent of employees participated in the survey.\n- 3  2020 and 2021 data was restated due to changes in the reporting period, changes in methodology, and correction of errors identified subsequent to year-end. See the Climate Report for additional details.\n- 4  Scope 2 emissions are calculated using the location-based method. Vancity does not operate in markets that provide product or supplier-specific data or other contractual instruments.\n- 5  Scope 3 category 15 financed emissions are reported separately.\n- 6  Carbon neutral in 2019 and 2020 based on operational emissions of 3,984 and 2,421 tonnes CO 2 e assured in 2020 and 2021 prior to restatements in 2022.\n\n<!-- image -->",
        "metadata": {
            "page": 9
        },
        "id": "8a57653b-945b-4597-87ed-2ffc4ea710fe"
    },
    {
        "page_content": "<!-- image -->\n\n| Incentive pay   | 2022 results  assured by KPMG   | Indicators                                                                             | 2022 Target   | 2022    | 2021    | 2020    | Progress   | 2023 Target        | See pages   |\n|-----------------|---------------------------------|----------------------------------------------------------------------------------------|---------------|---------|---------|---------|------------|--------------------|-------------|\n|                 |                                 | Percentage change in residential buildings financed GHG emissions  since 2019 7        | n/a           | +3%     | n/a     | n/a     | Off track  | 2025 target   -17% | 19          |\n|                 |                                 | Percentage change in commercial service buildings financed GHG  emissions since 2019 7 | n/a           | +43%    | n/a     | n/a     | Off track  | 2025 target  -27%  | 19          |\n|                 |                                 | Waste per employee (kg/FTE)                                                            | No target     | 92 8    | 40      | 44      | n/a        | No targets         | 23          |\n|                 |                                 | Water use on premises per employee (thousands L/FTE)                                   | 8             | 6 9     | 6       | 9       | Met        | No targets         | 23          |\n| PROFIT          |                                 |                                                                                        |               |         |         |         |            |                    |             |\n|                 |                                 | Return on members' equity (ROME) (business results)                                    | 6.2%          | 6.2%    | 9.3%    | 4.3%    | Met        | 5.8%               | 24          |\n|                 |                                 | ROME (after Shared Success)                                                            | 4.7%          | 4.6%    | 7.0%    | 3.2%    | Not met    | 4.4%               | 24          |\n|                 |                                 | Operating earnings                                                                     | $126.9M       | $138.4M | $156.1M | $119.2M | Met        | $120.9M            | 25          |\n|                 |                                 | Net lending growth                                                                     | $1,225M       | $1,335M | $2,726M | $436M   | Met        | $639M              | 25          |\n|                 |                                 | Net sustainable wealth management (SWM) inflows                                        | $695M         | $188M   | $462M   | $59M    | Not met    | $247M              | 25          |\n|                 |                                 | Net lending growth plus net SWM inflows                                                | $1,920M       | $1,523M | $3,188M | $495M   | Not met    | $886M              | 25          |\n|                 |                                 | Total assets                                                                           | $28.0B        | $28.3B  | $26.6B  | $24.9B  | Met        | $29.1B             | 26          |\n|                 |                                 | Total assets under administration                                                      | $7.1B         | $6.0B   | $6.6B   | $5.6B   | Not met    | $6.4B              | 26          |\n|                 |                                 | Triple bottom line assets and assets under administration (TBLAA)                      | $11.7B        | $11.0B  | $10.7B  | $8.9B   | Not met    | $11.7B             | 26          |\n|                 |                                 | Efficiency ratio                                                                       | 78.3%         | 76.4%   | 74.2%   | 79.2%   | Met        | 80.2%              | 27          |\n\n- 7  We report Financed GHG emissions in accordance with the Global GHG Accounting and Reporting Standard for the Financial Industry issued by the Partnership for Carbon Accounting Financials ('PCAF Standard') with the exception of the calculation of attributable annual GHG emissions from residential and commercial service buildings to Vancity. The PCAF Standard requires an attribution factor to be calculated using a loan-to-value ratio based on the property value at the time of loan origination consistently over the life of the loan. Due to data limitations, we are currently unable to obtain a consistent, historic property value to calculate the loan-to-value attribution factor and therefore apply the most recent property value available which may impact comparability year-over-year. Further note that this percentage change was calculated based on updated estimates of financed emissions, while financed emissions used for target setting were based on earlier estimates of financed emissions. See pages 19 and 24 of the Climate Report for details.\n- 8  Waste sources were expanded in 2022 to include electronic, construction and furniture waste. Historic data is no longer comparable as it only included waste generated on premises.\n- 9  The reporting period (October to September) was changed to align with our fiscal year (January to December). Historic data is not directly comparable.",
        "metadata": {
            "page": 10
        },
        "id": "aafa5ef8-d06d-4096-b042-1fedf4e342c8"
    },
    {
        "page_content": "<!-- image -->\n\n11\n\n<!-- image -->\n\n<!-- image -->\n\n## People: Service experience.\n\nWe are driven to serve our members: providing products, services, and advice; and addressing the needs of communities.\n\nOur members primarily reach us through digital channels, rather than in branches or our contact centre. Key outages (including a nationwide telecommunications outage which affected members' ability to conduct online banking), member frustration with our banking app, and wait times, all influenced member satisfaction in 2022.\n\nIn 2022, 48 per cent of members were very satisfied (rating us 9 or 10 out of 10) with our overall service delivery, a strong rating by industry standards, but still a decrease from 2021 and below our 2022 target. Our average member satisfaction score in 2022 was 8.1 out of 10 (81 per cent), a good level of overall member satisfaction. With the average member satisfaction score representing a better reflection of what all members think of our service, we're setting our member satisfaction targets going forward using this measure.\n\nWe opened a new branch in North Vancouver on Lonsdale in January 2023. Vancity regularly reviews our branch network, and we open and close branches based on our members' evolving needs and preferences, and the changing profile of each neighbourhood's population.\n\n## Satisfaction with overall service delivery\n\n(9s and 10s out of 10)\n\nWe began introducing our newly rebranded enviro ™ Visa * credit cards in 2022. They are made of recycled PVC plastic and include high contrast numbers for quick readability.\n\nSome areas of our digital experience are not as advanced as we and our members would like. In 2022, we continued to enhance and modernize security and flexibility in our technology foundation. We introduced Google Pay, and plan to focus on improvements to our mobile app and desktop banking, the account opening process, and other key processes to improve members' experience interacting with us.\n\nOpen banking provides a way to exchange data that would allow members to share their financial information safely with third parties. Once introduced by the Government of Canada, it should make it easier to securely share financial information and allow members to choose the best financial services for their needs. We're focused on establishing the technological foundation, products, and services to enable our members to participate in this new system.\n\n## Satisfaction with overall service delivery\n\n(Average)\n\n<!-- image -->\n\n- *  Trademark of Visa Ltd., used under licence.",
        "metadata": {
            "page": 11
        },
        "id": "ba4eeebc-2ce9-488d-8127-eef0ba623bb7"
    },
    {
        "page_content": "## Membership growth\n\nIn 2022, Vancity's membership grew by 1,998, or 0.36 per cent. This result was negatively impacted by the reintroduction of a process to close dormant memberships, which had been put on pause since 2017 as a result of technical challenges. This process resulted in the one-time closure of 5,824 memberships during the year. Excluding this one-time adjustment, Vancity's membership grew by 7,822 members, or 1.40 per cent in 2022.\n\n## Membership growth\n\n(%)\n\n<!-- image -->\n\n1\n\n## Number of members\n\n<!-- image -->\n\n| 2023 Target 572,098 2022 Target 569,505   |\n|-------------------------------------------|\n| 562,259                                   |\n| 560,261                                   |\n| 550,599                                   |\n| 543,621                                   |\n| 533,936                                   |\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "7e9ca3de-4ae4-4ac3-8d2c-75d01933f10e"
    },
    {
        "page_content": "<!-- image -->\n\n## People: Helping protect\n\n## members.\n\nThe financial services industry continues to face increased fraud and cyberattacks. As we all do more of our banking online, Vancity continues to work to ensure we offer the digital services members want through a stable and secure technology platform that helps protect members from the latest fraud and privacy threats.\n\nMultifactor authentication (MFA) is an additional layer of security that helps to protect members' accounts from fraud. Since we introduced it in 2021, Vancity members have experienced a decrease in online banking fraud.\n\nIn 2022, to further strengthen our employees' skills to identify and address cyber crime, we enhanced our anti-fraud education that is part of our mandatory compliance training.\n\nWe want to make our community branches as safe and convenient as possible for members. Throughout the COVID-19 pandemic, we've been committed to ensuring Vancity meets or exceeds all provincial regulations and public health guidelines.\n\nWe focus on helping our members navigate unpredictable, challenging times to support their financial resilience. Many members were shouldering a lot of financial stress through the pandemic, and for some, rising rates and persistent inflation resulted in challenging financial situations. In 2022, we reached out to more than 5,000 affected members, providing options for managing their mortgage debt and working through their choices.\n\n<!-- image -->",
        "metadata": {
            "page": 13
        },
        "id": "1fd3827f-329e-49a9-8a67-b5652a5ca557"
    },
    {
        "page_content": "## People:\n\n## Financial health and inclusion.\n\nEver since Vancity was founded, we have been providing people with access to financial services they may otherwise have been denied.\n\nIn 2021, Vancity joined 28 founding signatories of the UN Principles for Responsible Banking's (PRB) Commitment to Financial Health and Inclusion . We committed to identify metrics and set targets by 2023 that make a substantial contribution to financial health and inclusion in our communities. This helps us better track our outcomes using a common standard, and aligns directly with our climate commitment to Financing an equitable climate transition . See the Principles for Responsible Banking Self-Assessment for our progress so far.\n\nWe are committed to removing financial barriers that stem from systemic exclusion and inequalities that affect women, Indigenous, Black and people of colour, newcomers and refugees, 2SLGBTQIA+, and people living with visible and invisible disabilities.\n\nAccess to capital has long been a barrier to growth for entrepreneurs. Through the Black Entrepreneurship Program , we offer term loans and operating loans to Black entrepreneurs and Black-led organizations. Vancity's Unity Women Entrepreneurs Program is designed to meet the unique needs of women and non-binary business owners and operators.\n\nRefugees and newcomers to Canada often experience difficulties in accessing basic banking services. Since 2016, we've had an on-site banking kiosk at the Immigrant Services Society of BC's\n\n(ISSofBC) Welcome Centre in Vancouver. This is a one-stop support centre offering services, including opening bank accounts and providing financial literacy on arrival in Canada.\n\nVancity's Resettlement Assistance Program (RAP) provides first-stop access to financial services for newcomers to BC who've been displaced from their homelands due to war or persecution. We most recently leveraged this program, along with our community partners, to assist displaced Ukrainians arriving in BC after the February 2022 Ukraine invasion. In 2022 alone, we opened more than 1,700 RAP accounts, for members coming mostly from Afghanistan, Syria, and Ukraine.\n\n## Financial literacy and advice\n\nWe want to help members increase their financial confidence, which is a key component in the financial health and resilience of our members.\n\nIn 2022, we continued to invest in improving processes and training our employees to provide members with consistent yet personalized advice on financial planning, investment, and business, no matter how members interact with us.\n\nWe've translated financial literacy documents, including Vancity's Banking in Canada guide , into Arabic, Dari, Farsi, Pashto, Russian, and Ukrainian to better serve the members who join Vancity as a part of RAP.\n\nWe launched more self-led financial literacy modules, including some on starting a business .\n\nWe work with local community organizations, like Progressive Intercultural Community Services and Family Services of Greater Vancouver, to deliver financial literacy workshops . We rolled out the Wealth Mindset - Indigenous Financial Resilience program in collaboration with Indigenous Elders, to meet the needs and strengths of Indigenous learners and communities.\n\n## Affordable housing\n\nLack of access to affordable housing is severely affecting people's financial resilience and quality of life.\n\nIn 2022, 3,666 units of affordable housing were constructed or renovated with financing from Vancity.\n\n<!-- image -->\n\nIn 2022, Vancity announced a new Non-Profit Housing Retrofit Program , committing five million dollars in grant funding over the next three years to support low-carbon retrofits of non-profit and co-operative housing.\n\nIn partnership with the Vancity Community Foundation, the Vancity Affordable Housing Accelerator Fund has provided low-cost and flexible loans to support capital needs in the pre-development phase of affordable housing development projects. Since 2011, the Fund has supported the creation of 4,407 affordable rental homes and provided $31.7 million in 81 loans to community organizations needing capital to develop affordable housing. In 2022, responsibility for delivery of the program began moving to the Foundation.\n\nVCIB provides financing for commercial real estate developers that are committed to building affordable and sustainable communities across Canada. For details, see Social purpose real estate financing .\n\n## Number of affordable housing units constructed or renovated with financing from Vancity 1\n\n<!-- image -->\n\n- 1  Counts acquisitions and renovations of homes that already existed, as well as net new homes.",
        "metadata": {
            "page": 14
        },
        "id": "af721ea9-2e25-4fbc-8886-b1e1fa6c9bf3"
    },
    {
        "page_content": "## People:\n\n## Diversity and anti-racism.\n\nThe banking system has many standard processes created for privileged groups, which frequently translate into systemic barriers for everyone else. We're committed to being an anti-racist organization. That means doing our part in removing financial barriers that stem from systemic exclusion and inequities that affect women, Indigenous, Black and people of colour, 2SLGBTQIA+, and people living with visible and invisible disabilities.\n\nIn 2022, we continued to implement recommendations received in 2021 from our external racial equity audit. For example, we:\n\n- ·  Updated our diversity, equity, and inclusion strategy to fully integrate our commitments to the BlackNorth Initiative, community investment strategy, mental health strategy, and Indigenous banking strategy\n- ·  Created a continuously open job posting to provide equal employment opportunities to Indigenous applicants after we obtained permission from the BC Human Rights Commissioner to prioritize hiring of Indigenous people without legal backlash from people with non-Indigenous identities\n- ·  Implemented an internal anti-racism audit of the Vancity Board and training to mitigate unconscious bias in the nominations and elections process\n- ·  Reviewed our granting processes and practices to uncover bias and improve access\n- ·  Engaged with our Employee Resource Groups to ensure our efforts are informed by people with lived experience of discrimination\n\nFor a diversity breakdown of our employees and Board, see the Accountability Statements, pages 12 and 35.\n\nSee our website for more on Vancity's work on inclusion and anti-racism .\n\n## Honouring Indigenous employees.\n\nIn 2022, twenty-three employees were blanketed in our first ceremony to honour the Indigenous employees of Vancity. This initiative was led and delivered by Indigenous employees in partnership with the Skwxwú7mesh Úxwumixw (Squamish Nation) and took place at Xwemelch'stn.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 15
        },
        "id": "03c273bf-beee-42fc-9be4-43a5761c3fbb"
    },
    {
        "page_content": "## People:\n\n## Employees.\n\nThere was a two to three per cent decline in employee engagement across North America in 2022, returning average scores to pre-pandemic levels. Our engagement score was well above the average, and the Globe and Mail named Vancity as one of Canada's Top 100 Employers in 2022.\n\nIn 2022, we began transitioning from the Kincentric Employee Engagement survey to the Qualtrics Employee Experience survey. The new approach allows us to dive deeper into how we can continue to improve our employees' experience at Vancity and to better benchmark results.\n\nBeginning in 2023, we're moving away from a static target and instead setting a target for how our score compares to other Canadian organizations. For 2023, our target is to be at the 80th percentile.\n\nIn 2022, Vancity signed the Thrive Global mental health pledge to continue prioritizing the wellbeing and mental health of our employees and maintain our investments and commitments in this critical area. Our management team completed training on supporting their own and their teams' mental health. We plan on expanding this training to all employees beginning in 2023.\n\nTo recognize the increased costs caused by inflation, in July we provided all employees (except for the executive team) with an additional, out-of-cycle three per cent increase to their annual base salaries. We also assigned four Employee Advisors to provide employees with tailored financial advice.\n\nWe redesigned our employee benefits plan to be launched in mid-2023. Employee focus group sessions on health, racial equity, new Canadians, 2SLGBTQIA+, caregivers, people living with disabilities, Indigenous peoples, and women's equity informed its design. Among other changes, it will include significantly expanded mental health coverage and more flexible options for our employees and their families.\n\nWe provide maternity and parental leave top-ups to 85 per cent of salary for both parents. In 2022, we launched a pilot program to support employees transitioning to, during and returning from maternity leave.\n\n<!-- image -->\n\nIn 2020, we set out to expand access to a definedbenefit pension plan to all eligible Vancity employees. Vancity had long provided retirement benefits to employees with either a defined-benefit pension plan or a Group RRSP, but the goal was to improve the overall retirement plan for all employees by providing a stable and reliable retirement income through a defined-benefit plan. Since then, using employee feedback and working with a team of pension experts, we designed a pension plan that best fits the needs of Vancity employees. It went into effect on January 1, 2023, and we have now enrolled a majority of employees into a defined-benefit pension. Going forward, our goal is for every eligible Vancity employee to be part of the Vancity pension plan.\n\n## Employee engagement\n\n<!-- image -->",
        "metadata": {
            "page": 16
        },
        "id": "a1db8093-ab2d-4ad8-be0f-8041cfaeeaa6"
    },
    {
        "page_content": "## Paying a living wage\n\nVancity is one of Canada's largest private-sector Living Wage Employers. A living wage is different than the minimum wage; it is the hourly rate required for two working parents to meet the basic needs of a family of four. A living wage means stronger local economies, and more sustainable and healthy communities.\n\nIn 2022, Vancity recertified as a Living Wage Employer based on Metro Vancouver's living wage of $20.52/hour. We continue to make living wage adjustments in what we pay our own employees as well as working closely with key suppliers to have their employees who are providing direct services to Vancity paid a living wage. The living wage increased to a minimum of $24.08 per hour in Metro Vancouver in November 2022, effective May 2023.\n\n<!-- image -->\n\nSee page 3 of the Accountability Statements for more information on our People metrics.\n\n| People                                                    | Unit   |   2022 |   2021 |   2020 |   2019 |   2018 |\n|-----------------------------------------------------------|--------|--------|--------|--------|--------|--------|\n| Substantiated reports of privacy breaches                 | #      |   80   |   89   |  121   |  106   |   71   |\n| Substantiated incidents of employee fraud                 | #      |    0   |    1   |    4   |    3   |    4   |\n| Employees who self-identify as living with a disability 1 | %      |   16   |   13   |   10   |   10   |   10   |\n| Employees who self-identify as Indigenous 1               | %      |    1.8 |    1.5 |    1.4 |    1.4 |    1.6 |\n| Senior managers who self-identify as women 1              | %      |   53   |   44   |   54   |   51   |   53   |\n| Voluntary turnover rate                                   | %      |    9   |   11   |    6   |    9   |    6   |\n\n- 1  Percentage reflects employees who self-identified in the diversity survey, divided by all employees/senior managers/executive leadership team members. 83 per cent of employees participated in survey.\n\n<!-- image -->",
        "metadata": {
            "page": 17
        },
        "id": "43d43833-0ce9-4425-882b-55a0fb2a69f7"
    },
    {
        "page_content": "## Planet:\n\n## The climate crisis.\n\nWe believe financial institutions, including Vancity, can and should play a critical role in enabling the transition to a clean, resilient, and fair economy. The climate crisis is a global issue with significant implications for the financial sector, our own operations and business model, and for the people and communities we serve. It requires shifting how we all do business.\n\nThe cost to BC's economy from 2021's unprecedented heat dome, wildfires, floods, and landslides was between $10.6 billion and $17.1 billion, making it the most expensive climate disaster in Canadian history, according to an independent study by the Canadian Centre for Policy Alternatives which Vancity funded in 2022. With climate change comes more extreme weather events that not only result in lost lives and damage to property, but also lead to lost income for people due to business closures, lost productivity, and impacts on communities, particularly to the vulnerable and marginalized.\n\nVancity has long recognized the need for urgent action on climate change. We're dedicated to supporting the transition to a low-carbon economy. We've committed to measure and openly report our progress on our financed emissions targets in\n\n<!-- image -->\n\n## $230,000\n\nVancity's Humanitarian Fund donations in 2022 helped communities recover from extreme weather events like floods in BC and Pakistan, and Hurricane Fiona in Atlantic Canada.\n\naddition to our operational emissions, and to continue to implement and advance global standards for climate and impact accounting, target setting, and disclosure.\n\nSee our Climate Report for details of how we address climate risks and opportunities, what programs, products, and services we provide to support members' transition to a low-carbon economy, and our performance on reducing greenhouse gas emissions. The Climate Report includes disclosures informed by the recommendations of the Task Force on Climaterelated Financial Disclosures (TCFD) and that are required by our memberships in the Net-Zero Banking Alliance (NZBA), Partnership for Carbon Accounting Financials (PCAF), and the Powering Past Coal Alliance (PPCA).\n\n## Greenhouse gas emissions\n\n## Operational greenhouse gas (GHG) emissions (tonnes CO 2 e)\n\n|                                                      | Target    | 2022   | 2021 1   | 2020 1   | 2019 1   |\n|------------------------------------------------------|-----------|--------|----------|----------|----------|\n| Scope 1 (direct GHG emissions)                       | No target | 420    | 432      | 424      | 428      |\n| Scope 2 (indirect GHG emissions) 2                   | No target | 57     | 66       | 98       | 202      |\n| Scope 3 (other indirect GHG emissions) 3             | No target | 2,351  | 1,458    | 1,892    | 3,521    |\n| Total GHG emissions (excluding financed emissions) 4 | ≤4,500    | 2,827  | 1,955    | 2,414    | 4,151    |\n\n- CO 2 e = carbon dioxide equivalent\n- For definitions of scopes 1 to 3, see our Climate Report , page 70.\n- 1  Data has been restated due to changes in the reporting period, correction of errors, and changes to methodology. See Climate Report, page 18 for details. Restated 2019 and 2022 scope 1, 2 and 3 emissions have been assured externally.\n- 2  Scope 2 emissions are calculated using the location-based method. Vancity does not operate in markets that provide product or supplier-specific data or other contractual instruments.\n- 3  For scope 3 category 15 financed emissions, see page 19 .\n- 4  May not sum to total due to rounding.\n\nTotal operational greenhouse gas (GHG) emissions increased in 2022 primarily due to an adjusted employee commuting methodology that used 2019 commuting survey results and adjusted for changes in the number and distance per trip per employee in 2022. Our operational emissions remain below our target for total GHG emissions of 4,500 tonnes CO 2 e, and below pre-pandemic levels.\n\nWe're working towards setting our net-zero targets for our scope 1 and 2 emissions and developing a detailed roadmap of how to achieve these reductions.\n\nWe've been carbon neutral in our own operations since 2008. To offset our restated 2021 operational emissions of 1,955 tonnes CO 2 e, we purchased carbon offsets from the Quadra Island Forestland Conservation Project for $45,161.\n\n## Operational and financed emissions\n\n(tonnes CO 2 e)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 18
        },
        "id": "a0fe761c-28aa-4b71-b5a4-15a566c1c4e7"
    },
    {
        "page_content": "## Financed emissions\n\n## 2022 Estimated financed emissions profile by asset class\n\n| 2022 activity                 | Total  outstanding  loans and  investments   | Total  outstanding  loans and  investments covered 1   | Scope 1+2  emissions  (annual)   | Scope 3  emissions  (annual)   | Emissions  per million  dollars  financed  (including   scope 1 to 3   if applicable)   | Weighted data quality score 2    | Total  emissions   |\n|-------------------------------|----------------------------------------------|--------------------------------------------------------|----------------------------------|--------------------------------|-----------------------------------------------------------------------------------------|----------------------------------|--------------------|\n| Asset class 3                 | $ million                                    | $ million                                              | tCO 2 e                          | tCO 2 e                        | tCO 2 e                                                                                 | High quality = 1 Low quality = 5 | tCO 2 e            |\n| Operational  business loans   | 262                                          | 239                                                    | 11,532                           | 30,242                         | 175                                                                                     | 4.6                              | 41,774             |\n| Commercial real  estate       | 7,103                                        | 5,570                                                  | 40,117                           | Not estimated                  | 7.2                                                                                     | 4.5                              | 40,117             |\n| Residential  mortgages        | 14,092                                       | 13,855                                                 | 38,188                           | Not estimated                  | 2.8                                                                                     | 4.1                              | 38,188             |\n| Motor vehicle  loans          | 19                                           | 19                                                     | 3,139                            | Not estimated                  | 163                                                                                     | 4.5                              | 3,139              |\n| Project finance               | 55                                           | 55                                                     | 168                              | Not estimated                  | 10.5 4                                                                                  | 2.5                              | 168                |\n| Liquidity  investments        | 3,484                                        | 536                                                    | 3,650                            | Not estimated                  | 6.8                                                                                     | Approx. 3                        | 3,650              |\n| Total on-  balance sheet      | 25,015                                       | 20,274                                                 | 96,794                           | 30,242                         | 6.3                                                                                     | 4.5                              | 127,036            |\n| Managed client  investments 5 | 3,510                                        | 1,717                                                  | 22,404                           | 3,770 6                        | 116.6 7                                                                                 | 2.6                              | 26,174             |\n| Total off-  balance sheet     | 3,510                                        | 1,717                                                  | 22,404                           | 3,770                          | 116.6                                                                                   | 2.6                              | 26,174             |\n\nNot estimated = reasons include it's not required by the PCAF Global GHG Standard, data, or resource limitations, and/or the lack of standardized approach.\n\nPlease refer to the Climate Report for definitions for technical terms including absolute emissions, emissions intensity, scopes 1-3, and weighted data quality score.\n\n- 1  Coverage may not be 100 per cent of the asset class/sector due to inadequate data for loans or investments within the asset class listed. More details are provided in the Climate Report.\n- 2  Per the PCAF Global GHG Standard, a data quality score of 5 is highly estimated/uncertain and a score of 1 signifies certainty (i.e., verified reported emissions).\n- 3  Activities/asset classes are defined according to the PCAF Global GHG Standard and may not align with the terms used in our financial statements. See Climate Report, p. 55 for general exclusions.\n- 4  Our clean energy projects have zero emissions associated with them; therefore, emissions intensity applies to energy efficiency projects only.\n- 5  Third-party data provider tools don't include relevant data for fixed income securities; therefore, we've reported emissions attributed to listed equity and preferred shares only.\n- 6  Emissions reported for the Global Industry Classification Sector (GICs) for Mining only. We plan to report scope 3 emissions for additional sectors in the future.\n- 7  Emissions intensity according to MSCI measure of public equities.\n\n## What net zero by 2040 means for Vancity.\n\nAchieving net zero means eliminating or significantly reducing the greenhouse gas emissions from Vancity's lending, with any remaining emissions being balanced by removing carbon dioxide (CO 2 ) from the air.\n\nIn June 2022, we set interim targets tackling our three largest known emission sources within our lending portfolio:\n\n- · Commercial service buildings: 27 per cent emission reduction by 2025 from 2019 level of 23,579 tonnes CO 2 e 1\n- · Residential buildings: 17 per cent emission reduction by 2025 from 2019 level of 39,610 tonnes CO 2 e 1\n- · Business members: by mid-2023, we'll engage our business members, especially those in our highest greenhouse gas-emitting sectors, around ways to support them in reducing their emissions\n\nFor details, see our Climate Report, page 9.\n\nWe've also set interim climate targets for managed client investments in support of Vancity Investment Management's goal of net zero by 2050.\n\n- 1  Our climate targets cover residential buildings and commercial service buildings. Residential buildings include income-generating residential properties (i.e., residential buildings and units owned by a business), which is in line with the target setting guidance provided by SBTi. In our financed emissions disclosures, income-generating residential properties are included under commercial real estate, in line with the PCAF Global GHG Standard, resulting in 2019 total financed emissions for the commercial real estate asset class of 27,224 tCO 2 e\n- and 39,610 tCO 2 e for residential mortgages.\n\n<!-- image -->",
        "metadata": {
            "page": 19
        },
        "id": "3cb5d55f-6b75-4892-9050-f051e3ae4cff"
    },
    {
        "page_content": "<!-- image -->\n\n20\n\nOur financed emissions data, despite being highly estimated, provides valuable insights into the size and concentration of emissions within our lending and investment portfolios. While many financial institutions must contend with emissions attributed to fossil fuel investments, we don't lend or directly invest in that sector. Most of our lending-related emissions can be attributed to the natural gas used in the buildings and homes we finance. This is where our targets and emission reduction efforts are primarily focused.\n\nTo achieve our net-zero targets, we're focused on:\n\n- ·  Developing products and services for, and engaging with, Vancity members, to support the emissions reductions they want to achieve in their lives and businesses\n- ·  Engaging with officials and policymakers at every level of government to advocate for policies critical to achieving emissions reductions in ways that are affordable, equitable, and improve the wellbeing of people and communities\n- ·  Growing Vancity's lending to lower-emitting assets and businesses\n\nPlease see our Climate Report for more details.\n\nIn addition to financed emissions, we track avoided emissions from clean energy projects. In 2022, these resulted in approximately 5,743 tonnes of avoided emissions, the majority from geothermal, solar, and wind technologies. This is equivalent to removing 1,759 passenger vehicles off the road or eliminating 12,976 barrels of oil, according to National Resources Canada Greenhouse Gas Equivalencies Calculator .\n\nPlease read more on our clean energy financing .\n\n## Products and services to address climate change\n\nOur primary avenue for reductions in emissions is in helping and enabling members to take climate action. This includes developing products and services to support members with making retrofitting more affordable and that target replacing gas-powered heating and cooling systems with lower-emitting solutions.\n\nOur Planet-Wise ™ products are designed to help members take action in affordable ways:\n\n- · Transportation : financing zero- and low-emission transportation, including new or used pedal bikes, e-bikes, scooters, electric cars, hybrids, charging stations, and conversion kits\n- · Renovation : financing home energy efficiency improvements and providing support to access assessments, evaluations and rebates\n- · Teardown : taking borrowers through the financial and environmental benefits of deconstruction, providing information on tax credits, and working with them to find the best financing option\n- · Business : financing for businesses and not-for-profit organizations to undertake building retrofits, equipment purchases, switching to electric vehicles, and other energy-saving technologies\n\nWe launched a support service in 2022 called Home Energy Advice , in partnership with the not-for-profit City Green Solutions. This service helps our members reduce emissions related to their homes by having access to energy expert advice about how they can address both home comfort and emissions.\n\nWe also created a grant program to support non-profit housing providers to plan retrofits of their buildings. Providing safe housing to people who rely on non-profit housing is crucial as we prepare for future extreme climate events.\n\n<!-- image -->\n\n<!-- image -->\n\nVANCITY STORIES\n\n## Musqueam home retrofit partnership.\n\nClimate-friendly retrofits at on-reserve Musqueam homes advance Reconciliation, equity, and climate action.\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "2c4beb0d-3717-40e1-914e-28278f96c9aa"
    },
    {
        "page_content": "<!-- image -->\n\n## 2022 Climate highlights.\n\n## Strategy\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nWorking towards net zero by 2040 for all mortgages and loans\n\nSignatory to the UN-convened Net-Zero Banking\n\nAlliance (NZBA)\n\n## Governance\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nClimate targets approved by Vancity's CEO and Board of Directors\n\nGovernance of Vancity's\n\nresponse to climate change was one of the Board's strategic goals\n\n$5.7 million\n\nin climate-opportunity aligned grants\n\n<!-- image -->\n\n$369 million\n\nin green assets and\n\n<!-- image -->\n\n## Metrics and targets\n\n<!-- image -->\n\n<!-- image -->\n\nWorked through data challenges, guided by the PCAF\n\nmethodology\n\n<!-- image -->\n\n617,024 ft 2\n\nof energy-efficient buildings financed\n\n<!-- image -->\n\n## $6.5 million\n\nworth of Planet-Wise TM loans to help members take climate action in affordable ways\n\n<!-- image -->\n\n$0 financing for fossil fuels\n\n5,743 tonnes\n\nof CO 2 e avoided through clean energy project financing\n\nContinued to implement the UN's Guidelines for\n\nTarget Setting for Banks\n\n<!-- image -->\n\n<!-- image -->\n\nEstablished 2025\n\ninterim financed emissions targets for commercial service buildings and residential buildings\n\n## Launched Home Energy Advice\n\nservice to help personal members reduce emissions\n\n## Risk Management\n\nBase and current year\n\nfinanced emissions data externally assured for our interim real estate targets\n\nImproved our climate risk modelling for physical climate hazard assessment\n\n<!-- image -->",
        "metadata": {
            "page": 21
        },
        "id": "a01b9a42-b532-44bf-b4fc-44852bf570c7"
    },
    {
        "page_content": "<!-- image -->\n\n## Planet:\n\n## Responsible investment.\n\nWhat happens with the money our members invest matters; it can be used to strengthen local economies and advance environmental wellbeing, or it could be used to further drive inequality and worsen the climate crisis.\n\nWe are committed to offering responsible investment options that can demonstrate the integrity of their environmental, social, and governance (ESG) screening and stewardship process.\n\nFor assets advised by our Wealth Relationship Managers and Wealth Planners, we continued to see a significant shift into responsible investments in 2022. We worked with Credential Securities Wealth Advisors on a plan to have all new households they advise placed in responsible investments in 2023.\n\n## Asset management and corporate engagement\n\nVancity, through Vancity Investment Management (VCIM), is a signatory to the United Nations Principles for Responsible Investment and follows the responsible investment (SRI) philosophy. This means we invest in companies committed to using progressive environmental, social, and governance practices to manage their business and avoid those that don't.\n\nAs a sub-advisory group, VCIM provides portfolio management advisory services to IA Clarington on the Inhance SRI Fund family.\n\nVCIM also leads shareholder engagement activities on behalf of both VCIM clients and the IA Clarington Inhance SRI Fund family. In 2022, VCIM engaged with 32 companies on issues including: climate risk, environmental justice, fossil fuel financing, freedom of association, human rights, facial recognition technology, corporate governance, access to medicine, paid sick leave, and biodiversity.\n\nVCIM is a signatory to the Finance for Biodiversity Pledge, committed to collaborating, engaging, assessing its own biodiversity impact, setting targets, and reporting on biodiversity matters by 2024. In 2022, VCIM began engaging with companies on the need to conduct biodiversity assessments in line with the Task Force on Nature-based Financial Disclosures. It also signed the financial sector statement on biodiversity to the UN Biodiversity Conference (COP15).\n\n## Impact investments\n\nVancity has allocated $67 million since 2016 to fund our Impact Investment Strategy, which provides opportunities to invest in venture capital funds that generate tangible social, environmental, and economic benefits. To date, we've invested in 28 funds focused on having a positive impact in our communities. We continue to actively support funds managed by diverse teams. In 2022, we made new fund investments focused on Indigenous entrepreneurs, sustainable agriculture, life sciences, health technology, and climate technology.\n\nVancity Community Investment Bank (VCIB) is exclusively focused on working with organizations that drive social, economic, and environmental change. It invests in areas such as clean energy projects, affordable housing, social purpose real estate, and values aligned businesses. For more information, see VCIB's website.\n\nVancity invests our assets to improve social inclusion, economic wellbeing, and environmental sustainability. See TBLAA on page 26 .\n\n## Fossil fuel free.\n\nVancity does not invest in or lend to fossil fuel companies. In 2019, we shifted all investment funds we manage to be fossil fuel-free. Our investment funds exclude oil and gas producers, pipeline companies, coal power producers, natural gas distribution utilities, LNG operations, as well as service companies whose primary business is supporting the fossil fuel industry.\n\nWe do have investments in banks which in turn invest in the fossil fuel industry. As a large institutional investor, we believe we achieve change more effectively by engaging with these banks on behalf of shareholders.\n\n<!-- image -->",
        "metadata": {
            "page": 22
        },
        "id": "2f75d417-9f1f-487c-84a3-098176b2f223"
    },
    {
        "page_content": "<!-- image -->\n\n23\n\n<!-- image -->\n\nSee page 21 of the Accountability Statements for more information on our Planet metrics.\n\n| Planet                                                                                            | Unit     | 2022    | 2021    | 2020    | 2019    | 2018      |\n|---------------------------------------------------------------------------------------------------|----------|---------|---------|---------|---------|-----------|\n| Square feet of energy-efficient buildings financed                                                | ft²      | 617,024 | 720,133 | 216,169 | 482,493 | 1,437,007 |\n| Avoided emissions from clean energy projects                                                      | t CO 2 e | 5,743   | 4,317   | 3,330   | 3,225   | 4,187     |\n| Planet-Wise ™  loans                                                                              | $        | 6.5M    | n/a     | n/a     | n/a     | n/a       |\n| Green assets                                                                                      | $        | 369M    | n/a     | n/a     | n/a     | n/a       |\n| Waste per employee (FTE)                                                                          | kg       | 92 1    | 40 1    | 44      | 79      | 83        |\n| Water use per employee (thousands/FTE) 1                                                          | L        | 6       | 6       | 9       | 11      | 13        |\n| Companies in portfolio with which Vancity Investment  Management 's sub-advisory group interacted | #        | 32      | 43      | 36      | 32      | 40        |\n\n- 1  Waste sources were expanded in 2022 to include electronic, construction and furniture waste. Historic data is no longer comparable since that data, including 2021 waste, only included waste generated on premises.\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "c03ddece-d13a-42eb-adb7-47d4c4aca769"
    },
    {
        "page_content": "<!-- image -->\n\n## Profit:\n\n## Financial and economic performance.\n\n## Overall financial outlook\n\n2022 was a tale of two very different financial stories. As we closed out a record year in 2021, we expected to see a moderation of lending activity and our overall financial performance to begin to take hold. However, the conditions that helped propel our results in 2021 largely continued, or even strengthened, through the first half of 2022. The result was a continuation of a record pace of lending growth and overall financial performance that was well ahead of our plans.\n\nAs we approached the second half of 2022, we began to see signs of potential strain on our organization due to the pace of lending growth that we had experienced over the previous 18 months. Just as we began implementing measures designed to moderate the pace of lending growth, we saw a dramatic change in economic and market conditions that drove a sharp slowdown in housing activity and business investments.\n\nAt the same time, the value of our Sustainable Wealth Management portfolio fell quickly alongside the market and net inflows slowed as investor confidence in the stock market declined. Deposit costs also rose sharply, and the effect of high inflation began to be felt across our organization.\n\nOverall, we delivered strong financial results in 2022, finishing ahead of our targets for operating earnings and net lending growth. Many other results, despite being below their respective targets for the year, were some of the strongest we've seen in recent history.\n\nAs we look ahead to 2023, we expect unfavourable market conditions and unpredictability to persist, at least initially. We've taken action to strengthen our financial position and protect key investments while ensuring that Vancity is positioned for continued success going forward.\n\nOur 2023 financial plan calls for some moderation in our profitability and growth, with strengthening results through 2024 and beyond as market and economic conditions improve.\n\n<!-- image -->\n\nTo calculate how much profit we generate with every dollar of members' equity, we use a measurement called ROME, or return on average members' equity. This measurement shows the returns or business results that Vancity generates after taxes. In 2022, ROME was 4.6 per cent, slightly below our target of 4.7 per cent, mainly due to an increase in loan loss reserves to account for the uncertain economic environment.\n\n## ROME\n\n(business results)\n\n<!-- image -->\n\n## ROME\n\n(after Shared Success)\n\n<!-- image -->",
        "metadata": {
            "page": 24
        },
        "id": "4c00e254-fc69-413c-8469-20454a6c1aba"
    },
    {
        "page_content": "<!-- image -->\n\n25\n\n## Operating earnings\n\n(millions)\n\n<!-- image -->\n\n|    | 2023 Target $120.9   | 2022 Target $126.9   |\n|----|----------------------|----------------------|\n| 22 |                      | $138.4               |\n| 21 |                      | $156.1 $119.2        |\n| 20 |                      |                      |\n| 18 |                      | $128.4               |\n\n## Net sustainable wealth management (SWM) inflows\n\n(millions)\n\n<!-- image -->\n\n|   2023 Target $247 | 2022 Target $695   |\n|--------------------|--------------------|\n|                 22 | $188               |\n|                 21 | $462               |\n|                 20 | $59                |\n|                 18 | ($50)              |\n\n## Net lending growth\n\n(millions)\n\n<!-- image -->\n\n|           | 2022 Target $1,225   |           |\n|-----------|----------------------|-----------|\n| 22 $1,335 | 22 $1,335            | 22 $1,335 |\n| 21 $2,726 | 21 $2,726            | 21 $2,726 |\n| 20        | $436                 |           |\n| 19        | $426                 |           |\n| 18        | $734                 |           |\n\n<!-- image -->\n\n<!-- image -->\n\n## A more equitable Shared Success program.\n\nVancity shares 30 per cent of our net profits with our members and communities. Since 1994, we've given more than $444 million through the Shared Success program.\n\nWe distribute membership share dividends to members; it's how members directly take part in the success of our credit union. They also benefit from the money we invest into programs and partnerships to address systemic needs in our communities.\n\nWhile members will continue receiving share dividends, another part of Shared Success, Patronage payments, ended with the March 2022 distribution. Whereas paying dividends directly on member shares is the common practice in the rest of the credit union system, the Patronage program rewarded a smaller number of members based on the value of the Vancity products they had.\n\nThis change is aligned to our co-operative principles and was made with member feedback. Funds previously earmarked for Patronage payments are now added to the Shared Success program's pool for transformative community grants. When we asked members, 77 per cent told us they would be comfortable seeing their Patronage payments invested by Vancity to help advance social or environmental causes.",
        "metadata": {
            "page": 25
        },
        "id": "7a053ffd-adc9-453c-ac4c-c1c118d3e80a"
    },
    {
        "page_content": "<!-- image -->\n\n26\n\n## Assets and liabilities\n\nIn 2022, Vancity's total assets and assets under administration grew to $34.3 billion from $33.2 billion, with total assets of $28.3 billion and assets under administration of $6.0 billion. Our balance sheet reflects the continued economic strength of our communities with 87.4 per cent of our loans funded by deposits from our members, higher than our target of 80 per cent.\n\n## Balance sheet highlights\n\n(millions)\n\n|                                                                         | 2022    | 2021    | Growth   |\n|-------------------------------------------------------------------------|---------|---------|----------|\n| Residential mortgages                                                   | $15,655 | $14,686 | $969     |\n| Consumer (personal) loans                                               | 635     | 596     | 39       |\n| Commercial mortgages and loans (loans  to businesses and organizations) | 7,823   | 7,495   | 328      |\n| Accrued interest receivable                                             | 44      | 28      | 16       |\n| Allowance for credit losses                                             | (101)   | (84)    | (17)     |\n| Total loans and advances to members                                     | 24,056  | 22,721  | 1,335    |\n| Member deposits                                                         | 21,002  | 20,490  | 512      |\n| Agent and wholesale deposits                                            | 3,231   | 2,168   | 1,063    |\n| Shares                                                                  | 138     | 140     | (2)      |\n| Accrued interest and dividends payable                                  | 142     | 94      | 48       |\n| Total deposits                                                          | $24,513 | $22,892 | $1,621   |\n\nFor more information, see the summarized consolidated financial statements on page 47\n\n.\n\n<!-- image -->\n\n## Triple bottom line assets and assets under administration (TBLAA)\n\nVancity uses our assets to improve social inclusion, economic wellbeing, and environmental sustainability. The Global Alliance for Banking on Values defines TBLAA as assets that contribute to at least one dimension of social/cultural, economic, or environmental wellbeing (see page 11 of the Glossary for the full definition).\n\nIn 2022, our TBLAA balance grew to $11.0 billion from $10.7 billion in 2021.\n\nDespite the growth of our TBLAA balance, TBLAA as a percentage of all our assets and assets under administration was down slightly from 32.3 per cent in 2021 to 32.0 per cent in 2022. We also didn't achieve our target for TBLAA in 2022 as a result of the fall in market value in our Sustainable Wealth Management portfolio, which represents over a quarter of our TBLAA balance.\n\nVancity was first in the Corporate Knights 2022 Sustainable Banking Revenues Ranking, based on the high proportion of income generated from TBLAA as a percentage of our total revenues.\n\n## Triple bottom line assets and assets under administration (billions)\n\nTotal assets plus assets under administration (billions)\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 26
        },
        "id": "94bb1a38-c9a9-4bfd-8f72-c93a5e57f3a3"
    },
    {
        "page_content": "<!-- image -->\n\n27\n\n<!-- image -->\n\n## Net income and efficiency ratio\n\nOur efficiency ratio measures how much we spend on our operations to generate a dollar of revenue and is calculated by dividing Vancity's total operating expenses by our operating income. It's expressed as a percentage of revenue and a lower number is better.\n\nThis ratio increased in 2022 to 76.4 per cent from 74.2 per cent in 2021 but remained lower (i.e., better) than our target of 78.3 per cent. Strong revenue growth and effective management of our operating expenses helped drive this performance. The increase in our efficiency ratio year-over-year was anticipated, as our 2021 result was positively impacted by unusually high mortgage prepayment activity by our members that drove a significant increase in income in 2021.\n\n|                                                                          | 2022 Target   | 2022   | 2021   | 2020   | 2019   | 2018   |\n|--------------------------------------------------------------------------|---------------|--------|--------|--------|--------|--------|\n| Net income before distribution and   tax (millions)                      | $115.6        | $112.0 | $176.4 | $65.3  | $93.5  | $116.5 |\n| Net income attributable to members  (millions)                           | $75.2         | $73.5  | $106.4 | $46.3  | $61.0  | $80.6  |\n| Shared Success allocation to members  and communities (millions and % of | -             | $22.1  | $31.9  | $13.9  | $18.3  | $24.2  |\n| net income)                                                              | 30%           | 30%    | 30%    | 30%    | 30%    | 30%    |\n| Efficiency ratio (lower is generally  better) 1                          | 78.3%         | 76.4%  | 74.2%  | 79.2%  | 78.1%  | 76.2%  |\n\n- 1  Data prior to 2021 has been restated to reflect an updated 2021 calculation method. The calculation no longer includes distributions to community.\n\n## Liquidity and capital\n\nVancity's liquidity ratio is expressed as a percentage of treasury assets - liquid investments that can be quickly and economically converted into cash - against total deposits and debt liabilities (borrowings). Our liquidity levels continued to exceed both internal and external requirements and ended the year at 14.1 per cent.\n\nOur capital adequacy ratio was also 14.1 per cent in 2022, safely above our internal minimum and the minimum capital required by our regulator. A strong capital ratio demonstrates the strength of our balance sheet and provides us with the capacity to support future growth and withstand inevitable changes in economic and financial conditions\n\n|                        | 2022   | 2021   | 2020   | 2019   | 2018   |\n|------------------------|--------|--------|--------|--------|--------|\n| Liquidity ratio        | 14.1%  | 13.6%  | 16.9%  | 13.1%  | 13.4%  |\n| Capital adequacy ratio | 14.1%  | 14.2%  | 14.7%  | 14.7%  | 14.8%  |\n\n<!-- image -->",
        "metadata": {
            "page": 27
        },
        "id": "18784764-9ae2-4283-8205-75c8eaa95d35"
    },
    {
        "page_content": "<!-- image -->\n\n## Profit:\n\n## Supporting local communities.\n\nAs part of our ongoing efforts to build healthy communities, we continue to support and collaborate with businesses and organizations that share our values.\n\nOur Guiding Principles - co-operative principles and practices, social justice and financial inclusion, and environmental sustainability - and our Ethical Principles for Business Relationships (EPBRs) help us make decisions about who we work with (including suppliers, business members, and sponsorship and grant recipients). The EPBRs provide a framework under which we make decisions that seek to increase positive impact, or reduce harm, for people and planet.\n\nIn 2022, we sourced 68 per cent of the value of our purchases from locally based businesses - about $88 million.\n\nIn 2022, we invested $16.8 million back into community through not-for-profit organizations and businesses. The vast majority (75 per cent) of our grants support strategic, larger scale initiatives through our Systems Transformation Grants. However, small grants, like those made through our Community Partnership Program and Community Branch Partnerships , play an important role in helping build new relationships with non-profit organizations we haven't worked with before. About one in 20 of these grant recipients end up being our partners in larger scale community projects and/or become Vancity loan recipients.\n\nWith every purchase made on an enviro ™ Visa credit card, five per cent of profits go to the Vancity enviroFund ™ . In 2022, we distributed more than $776,000 to 47 different organizations and projects to reduce the ecological footprint of our communities and increase the equitable redistribution of resources.\n\nVancity is a signatory to the BlackNorth pledge which commits us, among other things, to ensuring that by 2025 at least three per cent of donations and sponsorships are invested in initiatives that specifically serve Black communities. In 2022, it was 4.9 per cent ($697,100), exceeding that target.\n\nVancity is one of the largest funders of union-sponsored initiatives in BC, including research, education and advocacy, and skills-training and certification programs. In 2022, Vancity provided more than $1.5 million to labour-affiliated projects, including funding initiatives at the Living Wage for Families BC , BC Centre for Women in the Trades , the Columbia Institute , the Worker Solidarity Network , and the Union Cooperative Initiative .\n\nAs a financial services co-operative, we uphold the principle of co-operation among co-operatives. In 2022, we invested $1.2 million to strengthen co-operatives, including the BC Co-op Association , Solid State Community Industries , and the Canadian Worker Co-op Federation . We continued to support employees in undertaking graduate studies in Co-operative and Credit Union Management at Saint Mary's University.\n\n## The outcomes we aim for when we invest in  communities.\n\nIn 2022, we aimed to invest Shared Success allocations in line with the following outcomes.\n\n## Increased financial resilience through:\n\n- · improved access to financial services\n- · building financial confidence and savings\n- · supporting sustainable businesses, co-operatives, and jobs\n- · creating climate-ready affordable housing\n\n## Reduced carbon emissions through:\n\n- · home energy and commercial building retrofits\n- · decarbonization of businesses\n\n## Reconciliation and racial justice through:\n\n- · a comprehensive Indigenous banking strategy\n- · incorporating anti-racist practices and approaches in all that we do\n\n<!-- image -->",
        "metadata": {
            "page": 28
        },
        "id": "4fb3a317-6c6f-4ac1-9833-677a626270fe"
    },
    {
        "page_content": "<!-- image -->\n\n29\n\n## Reconciliation with Indigenous people\n\nWe understand that Reconciliation begins with each of us, and despite Vancity's progress in many regards, there is still a long journey ahead to achieving economic inclusion and social justice for Indigenous peoples. Deeply embedding Reconciliation as one of Vancity's core values continued to be a focus in 2022.\n\nIn 2022, we began the Progressive Aboriginal Relations ™ (PAR) program certification process run by the Canadian Council for Aboriginal Business. The program will help us to identify the most impactful opportunities and to hold ourselves accountable to this recognized framework. The PAR program provides an independent, third-party verification process of Vancity reports on leadership actions, employment, business development, and community relationships.\n\nCommitting to PAR will enable us to build on steps already taken such as being a founding partner of Reconciliation Canada , adopting the call to action for businesses from the Truth and Reconciliation Commission, and adopting the UN Declaration on the Rights of Indigenous Peoples .\n\nIn 2022, we:\n\n- ·  Filled a new role, Director of Indigenous Banking, to oversee the execution of our Indigenous Banking Strategy and the PAR program\n- ·  Expanded our alternative identification requirements program to better meet the needs of Indigenous members\n- ·  Became the founding partner of the Indigenous Prosperity Centre on Vancouver Island\n\nWe invested more than $2 million of our Shared Success community funds in initiatives designed to strengthen Indigenous communities. For example, we:\n\n- ·  Partnered with Indigenous Peoples Resilience Fund to invest $215,000 set aside to support First Nations after the discovery of unmarked graves at former residential school sites\n- ·  Funded the new Bears' Lair TV show, to uplift Indigenous innovation and entrepreneurship\n- ·  Sponsored Science World's Sacred Journey exhibit about the tradition of ocean-going canoes\n\nIn 2023, we plan to develop a three-year Reconciliation Action Plan, including achieving PAR certification and a strategy for establishing an on-reserve presence. We'll roll out new cultural awareness training for our employees. And we'll continue working with Indigenous businesses, partners, and communities to advance financial equity and housing solutions.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "52f47290-cfce-429e-845b-d23cefc79738"
    },
    {
        "page_content": "<!-- image -->\n\n30\n\nSee page 29 of the Accountability Statements for more information on our Profit metrics.\n\n| Profit                                                                                      | Unit   |   2022 |   2021 |   2020 |   2019 |   2018 |\n|---------------------------------------------------------------------------------------------|--------|--------|--------|--------|--------|--------|\n| Allowance for credit losses as a percentage of   total loans                                | %      |    0.4 |    0.4 |    0.6 |    0.4 |    0.4 |\n| Return on average assets                                                                    | %      |    0.3 |    0.4 |    0.2 |    0.3 |    0.4 |\n| Net interest margin (net interest income as a per  cent of average interest earning assets) | %      |    1.7 |    1.9 |    1.9 |    1.9 |    2   |\n| Net interest income as a percentage of operating  revenue                                   | %      |   81.5 |   81.8 |   82.4 |   82.1 |   83.5 |\n| Percentage of member loans funded by member  deposits 1                                     | %      |   87   |   90   |   96   |   86   |   84   |\n| Spending through locally based suppliers                                                    | %      |   68   |   63   |   63   |   65   |   64   |\n| Community grants approved (millions)                                                        | $      |   14.1 |    8.7 |    4.6 |   10.4 |   12.4 |\n\n- 1  Calculation changed in 2022; historical comparatives have been restated.\n\n<!-- image -->\n\n<!-- image -->\n\nVANCITY STORIES\n\n<!-- image -->\n\n## Investing in startups and impact.\n\nHelping diverse entrepreneurs build innovative startups is a smart investment in people and in a clean and fair future.\n\nREAD FULL STORY\n\n<!-- image -->",
        "metadata": {
            "page": 30
        },
        "id": "5e7aec38-acd6-48a3-9d54-c29d9aa16317"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Board of Directors.\n\nVancity's Board of Directors represents the membership and has a legal responsibility to protect Vancity's assets. Board members are responsible for ensuring good governance at Vancity. They act as stewards of our organization, provide critical oversight, and help ensure that members' money is invested in ways that improve our communities.\n\nThe Board delegates the day-to-day management of Vancity to the President and Chief Executive Officer, who establishes the accountabilities of each member of the executive leadership team. Each Director serves on three or more committees and may be appointed to the Boards of our subsidiaries or affiliates.\n\nMembers of Vancity's Board of Directors are regularly in touch with our members and are active in the communities where they live and work. They represent the credit union at public events, meet with other credit unions and in some cases hold positions on other boards.\n\nDirectors receive a monetary sum for each year they serve on the Board (referred to as 'remuneration'). Remuneration differs from a salary in that Vancity does not hire Directors as employees; rather, members elect them to serve on the Board. At the 2022 annual general meeting, members approved the Director Remuneration for 2022-2025.\n\nFor more on the Board, including attendance records, professional development, remuneration, and the Board diversity statement, see Board of Directors .\n\n## Board of Directors election\n\nOne of the seven co-operative principles is 'democratic member control.' One way Vancity members have a say in the future direction of our credit union is by electing Directors annually for a term that normally runs three years, up to a maximum of four consecutive terms.\n\nThe Board considers regulatory expectations and feedback from members to establish a transparent election process. The Nominations and Elections committee works hard to attract a diverse range of candidates, including those with experience overseeing large organizations like Vancity.\n\nFor the 2022 election, the Committee included two Directors and four members-at-large and recommended four of six Board candidates. Members could vote for their choice of up to four candidates. The top three candidates were elected for three-year terms. The candidate who placed fourth was elected for a two-year period to fill a vacancy left by a Board member who resigned before the end of their term.\n\nA total of 26,705 members voted (5.2 per cent of eligible members).\n\nVancity would like to recognize the work of 2022 Board Chair Anita Braha, who leaves the Board in May 2023 after 12 years of service. Over that time, we've had the privilege and benefit of Anita's dedication to co-operative values and commitment to social justice. Her leadership and insight have been instrumental in proving that a financial co-operative, with its members, can be a powerful financial force for change.",
        "metadata": {
            "page": 31
        },
        "id": "54afbdb3-82bc-463e-ab4c-21c66ab65a52"
    },
    {
        "page_content": "<!-- image -->\n\n## Leadership diversity\n\nVancity is part of the federal 50-30 Challenge to accelerate diversity and improve equity at our Board and senior management 1 levels. The goal is to attain gender parity (50 per cent) and at least 30 per cent representation of under-represented groups to build a more diverse, inclusive, and vibrant economic future for Canadians. We set ourselves a higher target so that by the end of 2025 we reflect our community diversity with a Board and a senior management team where at least 40 per cent identify as Indigenous, Black, people of colour, 2SLGBTQIA+, gender or sexually diverse, and people living with a disability. In 2022, we exceeded these targets.\n\nAs part of the BlackNorth Pledge, we've also made a goal that, at a minimum, 3.5 per cent of senior leadership roles are held by Black leaders by 2025.\n\n## Gender parity\n\n(self-identified as women and/or transgender or non-binary)\n\n| Board               | 2025 Target 50%   |       |\n|---------------------|-------------------|-------|\n|                     |                   | 66.7% |\n| Senior management 1 |                   |       |\n|                     |                   | 53.0% |\n\n## Under-represented groups\n\n(self-identified as Indigenous, Black or a person of colour and/or 2SLGBTQIA+ and/or gender or sexually diverse and/or living with a disability)\n\n| Board               | 2025 Target 40%   |       |\n|---------------------|-------------------|-------|\n|                     |                   | 55.6% |\n| Senior management 1 |                   |       |\n|                     |                   | 50.6% |\n\n- 1  Senior management includes director-level roles and above.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "3ba1b98a-1a27-4993-ab88-5c578710294c"
    },
    {
        "page_content": "## 2022-2023 Directors\n\n<!-- image -->\n\n<!-- image -->\n\n|                          | Rita Parikh   | Joel DeYoung 1 Vice Chair   | Anita Braha 2   | Bill Chan    | Maegan Giltrow   | Lily Grewal   | Patrick Nangle   | Kristen Rivers   | Christie Stephenson   |\n|--------------------------|---------------|-----------------------------|-----------------|--------------|------------------|---------------|------------------|------------------|-----------------------|\n|                          | Chair         |                             |                 |              |                  |               |                  |                  |                       |\n|                          | Elected 2016  | Elected 2019                | Elected 2011    | Elected 2018 | Elected 2021     | Elected 2014  | Elected 2020     | Elected 2022     | Elected 2020          |\n|                          | 3rd term      | 2nd term                    | 4th term        | 2nd term     | 1st term         | 3rd term      | 2nd term         | 1st term         | 1st term              |\n|                          | 2022-2025     | 2022-2024                   | 2020-2023       | 2021-2024    | 2021-2024        | 2020-2023     | 2022-2025        | 2022-2025        | 2020-2023             |\n| Committee                |               |                             |                 |              |                  |               |                  |                  |                       |\n| Audit                    |               |                             |                 | Chair        | Member           |               | Member           | Member           | Member                |\n| Governance               | Member        |                             |                 | Member       | Chair            | Member        |                  | Member           |                       |\n| Equity and People        | Member        |                             | Member          |              |                  | Chair         | Member           | Member           | Chair                 |\n| Nominations and Election |               | Member                      |                 |              |                  |               |                  |                  |                       |\n| Risk                     | Member        | Member                      | Member          | Member       |                  |               | Chair            |                  |                       |\n| Technology               |               | Chair                       | Member          |              | Member           | Member        |                  |                  | Member                |\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 33
        },
        "id": "0ff09d07-249a-4220-96fc-324c5bbe4cf3"
    },
    {
        "page_content": "## Risk management\n\nVancity's risk management framework enables the Board to define and approve an appropriate risk appetite, which outlines how much risk Vancity is willing to take in order to successfully achieve its strategic plan. When we knowingly and willingly take on risk, it's because we see the upside, and we use effective risk management techniques to provide an appropriate safety net.\n\nIn 2022, the areas of risk we focused most attention on included:\n\n- ·  Macroeconomic environment: high inflation, rising interest rates, and their impact on our members and business\n- ·  Credit: members in variable rate mortgages whose payments were sometimes insufficient to fulfil the payment on the loan, members who renewed their mortgage to a higher rate, and the commercial loans we have in office space which continue to remain vacant with many employers allowing flexible work options\n- ·  Technology: modernizing our platforms to meet member expectations\n- ·  People: attracting and retaining the employees we need, focusing on positive employee experience, and diverse representation among senior leadership\n\nWe also focused on these longer-term risks:\n\n- ·  Meeting our net-zero goals and mitigating the impact of climate change on Vancity\n- ·  Open banking\n- ·  Digital disruption impacting the financial services industry\n\nFor more on risk management, see our (TCFD) climate-related financial risk disclosures in our Climate Report, Risk management on page 37 of the Accountability Statements, and Note 24 of the Financial risk management framework in the Consolidated Financial Statements, page 51.\n\n## Public policy and advocacy\n\nVancity regularly meets with and advises officials at every level of government to advance our commitment to building a cleaner and fairer world, and in service of our members, business, and regulatory needs. Our commitment to net zero by 2040, in particular, is highly dependent on enabling government policy and regulations.\n\nIn 2022, we participated in meetings and roundtables with key policymakers, including the Prime Minister of Canada, on topics such as affordable housing, climate resilience and disclosure, financial wellbeing, interest rates, open banking, and pay equity.\n\nAdvisory roles:\n\n- ·  Vancity continued to participate in the federal Sustainable Finance Action Council to support the growth of a well-functioning, sustainable finance system\n- ·  Our CEO shared insights with the BC Minister of Finance on sustainable, inclusive economic growth as a member of the provincial ESG Advisory Council\n- ·  Vancity joined federal Open Banking working groups to help shape the development of a 'made in Canada' approach\n- ·  Vancity joined the Bank of Canada roundtable on Canadian Digital Currency implementation to advise on the implications for consumers and the financial sector\n\nPolicy positions:\n\n- ·  We advised Finance Canada on protecting people from high-interest and high-fee lending products\n- ·  Vancity wrote submissions to the Government of Canada, Government of BC, the City of Vancouver, and Metro Vancouver, encouraging government actions to reduce greenhouse gas emissions from buildings while supporting the financial wellbeing of households and businesses\n- ·  We also advocated for the Office of the Superintendent of Financial Institutions and the Canadian Securities Administrators to introduce comprehensive climate disclosure requirements\n\nVancity is aligning our public policy advocacy with limiting climate change to 1.5 degrees Celsius of warming, and in 2022, we signed on to related initiatives like the COP27 Action Declaration on Climate Policy Engagement .\n\nFor full details on Vancity's climate-related policy advocacy, see page 13 of our Climate Report.\n\nTo learn more about Vancity's overall approach to public policy and advocacy, and for a full list of our memberships in industry and advocacy organizations, see page 39 of the Accountability Statements.\n\n## Key international alliances we're a part of, and why.\n\nUN Environment Programme Finance Initiative's (UNEP-FI) Principles for Responsible Banking (PRB) Board and Leadership Council: to ensure that signatory banks' strategy and practice align with the vision society has set out for its future in the Sustainable Development Goals and the Paris Climate Agreement\n\nGlobal Alliance for Banking on Values: to change the banking system so that it's more transparent, supports economic, social and environmental sustainability, and is composed of a diverse range of banking institutions serving the real economy and the protection of our planet\n\nNet-Zero Banking Alliance, Glasgow Financial Alliance for Net Zero, and the UN Race to Zero: to support the global collective effort to limit warming to 1.5°C, to catalyze collaboration within the financial sector and to foster systemic change internationally\n\n<!-- image -->",
        "metadata": {
            "page": 34
        },
        "id": "ff0c1667-5b94-4bad-a4ee-0ae8d6dba932"
    },
    {
        "page_content": "<!-- image -->\n\n## Structure and executive leadership team\n\n## Members\n\n<!-- image -->\n\n## Board of Directors\n\n<!-- image -->\n\n## Executive leadership team\n\n<!-- image -->\n\n<!-- image -->\n\nJanelle Aaker Chief Equity and People Officer\n\n<!-- image -->\n\nNezihe Aquino Chief Risk Officer\n\nClayton Buckingham Chief Financial Officer\n\nExecutive leadership team as of April 2023\n\n- 1  Christine Bergeron is also CEO of Vancity Community Investment Bank.\n- 2  Kirsten Sutton left Vancity in January 2023. Wendy Murphy joined Vancity in March 2023.\n\nJonathan Fowlie Chief External Relations Officer\n\nWendy Murphy 2 Chief Technology and Information Officer\n\nDave Perri Chief Member Services Officer\n\n<!-- image -->\n\n<!-- image -->\n\nChristine Bergeron 1\n\nPresident and CEO\n\n<!-- image -->\n\n<!-- image -->\n\n## Active subsidiaries\n\n## VANCITY INVESTMENT MANAGEMENT LTD. (VCIM)\n\nProvides discretionary investment management services to individuals, not-for-profit groups, and other organizations. Established in 1995, VCIM was one of the first wealth management firms in Canada to focus on investments that deliver competitive returns while making a positive impact on the world.\n\n## VANCITY COMMUNITY INVESTMENT BANK (VCIB)\n\nVCIB is a federally chartered Schedule 1 bank under the Bank Act and is regulated by the Office of the Superintendent of Financial Institutions Canada. VCIB offers commercial banking services and products including deposits. VCIB's focus is on lending for social purpose real estate (affordable housing, co-op housing, co-working spaces, green and heritage buildings), financing climate-related projects, as well as meeting the deposit needs of not-for-profit organizations, foundations, and social enterprises. VCIB's operations are primarily based in Ontario.\n\n## SCU INSURANCE SERVICES LTD.\n\nProvider of auto insurance, homeowners insurance, and driver licensing needs.\n\n## VANCITY CAPITAL CORPORATION\n\nProvides growth capital to small- and medium-sized businesses, not-for-profit organizations, and co-operatives.\n\n## VANCITY LIFE INSURANCE SERVICES LTD.\n\nProvides life insurance agency services.\n\n<!-- image -->",
        "metadata": {
            "page": 35
        },
        "id": "2cbffe83-948e-4cbc-8db8-fddbd95f16bc"
    },
    {
        "page_content": "<!-- image -->\n\n## Senior management and executive compensation\n\nIn 2022, senior leaders (members of the executive leadership team, vice presidents, and directors) received a base salary and cash incentives that recognized progress on organizational scorecard targets as well as individual accountabilities. Executives also have long-term incentive plan targets related to ROME, growth in membership, and TBLAA.\n\nWe update our CEO Compensation Disclosure Statement annually. When the Board reviews CEO compensation, the process includes assessing compensation levels at the 50th percentile of a group of peer companies of comparable size, scope, and complexity. Vancity's President and CEO has a long-term incentive plan, established by the Board based on organizational priorities. The long-term incentive plan also contained a retention component by deferring the payout for two years.\n\n| CEO compensation package   | 2022         | 2021             | 2020       | 2019         | 2018         |\n|----------------------------|--------------|------------------|------------|--------------|--------------|\n| Base salary                | $  545,000   | $  490,000       | $  485,662 | $  487,446   | $  476,720   |\n| Short-term incentive       | 199,497 1    | 254,023          | 86,561     | 214,077      | 229,654      |\n| Long-term incentive        | 381,187 2    | 289,787          | 148,750    | 348,629      | 333,704      |\n| Total                      | $  1,125,684 | $  1,033,810   $ | 720,973 3  | $  1,050,152 | $  1,040,078 |\n\n- 1  Paid in 2023 for 2022 fiscal year performance.\n- 2  Estimated annualized award for 2022 performance, based on fully meeting all targets in 2022-2023 long-term incentive plan, to be paid in 2024.\n- 3  Reflects change in CEO mid-year and associated compensation effects.\n\nSee page 35 of the Accountability Statements for more information on our Governance metrics.\n\n| Governance                                                                     | Unit   |   2022 |   2021 |   2020 |   2019 |   2018 |\n|--------------------------------------------------------------------------------|--------|--------|--------|--------|--------|--------|\n| Board Directors who self-identified as women  and/or transgender or non-binary | %      |   67   |   67   |   56   |   78   |   89   |\n| Eligible members who voted in Board elections                                  | %      |    5.2 |    6.7 |    6.4 |    2.8 |    3.2 |\n\n## Vancity award highlights in 2022.\n\n## Highest Customer Service in North American banking industry\n\nSQM's Contact Center Industry Awards\n\nMarketing Excellence Award for Branding BC Chapter, American Marketing Association\n\n## Canada's Top 100 Employers\n\nThe Globe and Mail\n\n#1 in Sustainable Banking Revenues Ranking Corporate Knights\n\n<!-- image -->",
        "metadata": {
            "page": 36
        },
        "id": "d4177ba8-b1a7-402c-83bf-95136d19b7a5"
    },
    {
        "page_content": "<!-- image -->\n\nSection 4\n\n## Additional information.\n\n<!-- image -->\n\n## Impact analysis.\n\nAs a signatory to the Principles for Responsible Banking, we conduct regular portfolio impact analysis to help us understand Vancity's positive and negative impacts and where we can make the greatest difference. Building on work in 2020 and 2021, we refreshed our analysis in 2022 using UNEP-FI's updated Portfolio Impact Analysis Tools for Banks, complemented by stakeholder surveys and Partnership for Carbon Accounting Financials (PCAF) emissions analysis.\n\nOur analysis re-confirmed climate, and financial health and inclusion as Vancity's two most significant areas of impact. It also provided a deeper understanding of the sectors and products driving these impacts - primarily consumer banking products and real estate and construction lending - and the links between these and other important impact areas, including housing, waste, resource intensity, biodiversity, and livelihoods.\n\n<!-- image -->\n\nBased on these results, the priority UN Sustainable Development Goals (SDGs) related to our most significant impact areas are:\n\n## Climate Stability\n\nFinancial Health and Inclusion, Livelihoods, Equality and Justice\n\nWaste, Resource Intensity, and Biodiversity\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "bbe38f1f-28bd-4d12-b7e6-5dae81371804"
    },
    {
        "page_content": "<!-- image -->\n\nThe following describes the steps we took. The results shown are based on data available in 2022.\n\n## Step 1: Establish scope\n\nWe focused our analysis on Vancity's core business areas: consumer and business banking in Canada, primarily in BC. We expanded the scope of our business banking analysis to include Vancity Capital Corporation (VCC) and our Ontario-based subsidiary Vancity Community Investment Bank (VCIB). We also analyzed Vancity's on-balance sheet treasury investments and owned real estate. When measured by gross income, this brings the total portion of our business under analysis to 91 per cent. As relevant data becomes available, we plan to explore expanding our analysis to cover the remaining nine per cent, which includes Vancity's managed client assets.\n\n## Step 2: Portfolio composition\n\nOur consumer portfolio accounts for 67 per cent of our loan book and our business banking portfolio accounts for 33 per cent. Below is a summary of consumer products and the business sectors we provide financing to. As we improve our data and tracking capabilities, we plan to explore how segmentation (e.g., income level, gender) can help us further understand impacts driven by member/population types.\n\nBy applying the mapping tools in UNEP FI's Portfolio Impact Analysis Institutional Banking, Consumer Banking, and Investment modules, we identified the following potential positive and negative impacts associated with the sectors or products in the tables above, and the links between them. Note: We used Version 3 of the PRB institutional and consumer banking modules, which were updated in 2022, and Version 2 of the investment module, which was published in 2021.\n\n| Business banking: loans and mortgages to   small- and medium-sized enterprises,   top 10 industry sectors   | % of  portfolio   |\n|-------------------------------------------------------------------------------------------------------------|-------------------|\n| Real estate activities                                                                                      | 51.7%             |\n| Construction of buildings (residential and commercial)                                                      | 9.7%              |\n| Financial intermediation                                                                                    | 7.0%              |\n| Membership, civic, social, and religious organizations                                                      | 6.1%              |\n| Management of companies and enterprises                                                                     | 5.3%              |\n| Other construction including specialty contractors                                                          | 3.2%              |\n| Healthcare and social assistance                                                                            | 3.0%              |\n| Wholesale trade                                                                                             | 2.9%              |\n| Accommodation and food services                                                                             | 2.2%              |\n| Office administrative services                                                                              | 1.1%              |\n\n| Consumer banking and lending products   | % of  members  accessing   |\n|-----------------------------------------|----------------------------|\n| Savings accounts                        | 93%                        |\n| Chequing accounts                       | 71%                        |\n| Credit cards                            | 40%                        |\n| Lines of credit (approved)              | 23%                        |\n| Residential mortgages                   | 9%                         |\n| Consumer loans                          | 3%                         |\n| Overdrafts                              | 3%                         |\n| Vehicle loans                           | 0.24%                      |\n| Microcredit                             | 0.04%                      |\n\n<!-- image -->",
        "metadata": {
            "page": 38
        },
        "id": "b597f777-9269-4017-9136-e4d8480e73c0"
    },
    {
        "page_content": "<!-- image -->\n\n## Consumer lending products\n\nIn general, consumer banking products have potential key positive and moderate negative impact associations with financial health and inclusion.\n\n## Potential positive impacts\n\n## Potential negative impacts\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nAll consumer banking products have potential key positive impacts on financial health and inclusion as they can help individuals manage their financial obligations and have confidence in their financial future.\n\nIf not carefully adjudicated, consumer credit products may drive moderate negative impacts related to financial health and inclusion due to the potential for overuse and/or misuse of credit.\n\nCredit products, if targeted well, may also increase financial inclusion, which in tum may reduce inequalities. For instance, our microcredit products, which support access to finance for underserved groups like refugees and newcomers, and our on-reserve housing loans for Indigenous community members, are associated with alleviating inequality.\n\nRetail mortgage lending is associated with potential key positive impacts on housing and on financial inclusion by allowing individuals and families to build equity.\n\n## Real estate and construction lending\n\nThe most significant impact areas associated with our business banking portfolio are driven by our real estate and construction loans.\n\n## Potential positive impacts\n\n## Potential negative impacts\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nFinancing for residential real estate has potential key positive impacts on access to quality housing, which is linked to increased opportunities for stable employment and access to education.\n\nBuilding preservation may contribute to waste reduction and heritage conservation.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nConsumer credit products may also drive moderate negative impacts on justice and inequality due to the potential for discrimination resulting from traditional systems.\n\n<!-- image -->\n\n<!-- image -->\n\nReal estate development has the potential to drive key negative impacts on climate stability due to the emissions associated with some buildings.\n\nReal estate also shows moderate negative impacts related to housing due to the potential in some areas to exacerbate gentrification (e.g., displacement of existing community and businesses, and increasing housing inaccessibility).\n\nConstruction and operation of buildings may drive key negative impacts on resource intensity (e.g., building materials, energy, and water use) and on waste (e.g., construction waste) both of which can be linked to negative impacts on biodiversity.\n\nSome construction is associated with further key negative impacts on biodiversity due to the creation of nonporous surfaces, the potential for soil deterioration, and for habitat loss affecting species.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Small- and medium-size enterprise lending\n\nWhile not key impacts, most of our business lending supports small and medium-sized enterprises (SMEs) - including social enterprises, non-profits, and co-operatives.\n\n## Potential positive impacts\n\n## Potential negative impacts\n\n<!-- image -->\n\nLending to SMEs is associated with potential moderate positive impacts on employment and wages. SMEs account for the majority of companies and approximately half of private sector employment in BC.\n\n<!-- image -->\n\n<!-- image -->\n\nDepending on the sector, SME lending can also be associated with potential moderate negative impacts on employment and wages, and on health and safety. For example, agriculture and manufacturing are associated with higher health and safety risks, while some service sectors (e.g., accommodation, food and beverage) can sometimes be associated with lower wages and lack of benefits.\n\nLike businesses of all sizes, some SMEs may also be resource intensive and produce significant waste.\n\n## Treasury investments\n\nPotential positive and negative impacts associated with Vancity's own assets are driven primarily by Treasury investments in government, corporate, and covered bonds.\n\n## Potential positive impacts\n\n## Potential negative impacts\n\nOur Treasury investments in government and corporate bonds are associated positively with inclusive economies, employment, and wages because governments provide enabling environments for economic activity, and both governments and corporations are providers of employment.\n\nSome investments in Canada Mortgage and Housing Corporation (CMHC) covered bonds may have positive impacts on climate and circularity, as noted under real estate and construction.\n\nSome investments in CMHC covered bonds may have negative impacts on housing, as noted under real estate and construction.\n\n<!-- image -->",
        "metadata": {
            "page": 39
        },
        "id": "64f29f11-8f33-4a5b-ba75-73d44de218e9"
    },
    {
        "page_content": "<!-- image -->\n\n## Step 3: Consider context and relevance\n\nWhile we need to do more work to fully understand detailed needs across BC and for Indigenous communities, using the UNEP-FI Context Analysis Tool we re-confirmed that the priority challenges facing Canada that intersect with our own business activities and potential impacts areas are:\n\n- ·  Climate Stability (based on greenhouse gas emissions)\n- ·  Resource Efficiency (based on energy, water, and materials consumption)\n- ·  Waste (based on solid waste generated)\n- ·  Housing (based on housing cost overburden for low- and middleincome owners and renters)\n\n## Step 4: Assess performance for our most significant impact areas\n\nConsidering these alongside other results - especially the strong relationship between consumer banking and financial inclusion - our analysis re-confirmed Climate and Financial Health and Inclusion as Vancity's two most significant areas of impact. This dual focus supports our Climate Commitments strategy to work towards a climate transition that puts people at its centre and leaves no one behind. The analysis also showed Housing as a significant area of impact. We manage this as a part of our Financial Health and Inclusion and Climate work, including developing specialized offerings and tracking relevant performance metrics, but we are not setting separate targets for housing at this time.\n\nTo understand our climate impact, we measure and disclose our financed emissions annually, continuing to expand coverage and data quality over time in line with the PCAF Global GHG Accounting and Reporting Standard. Most of our lending supports real estate through lending to homeowners and businesses. In 2022, we established our 2019 baseline year data and published our interim climate targets and strategy which focuses on how we will meet our emission targets for residential and commercial service buildings. Our real estate targets cover 81 per cent of our balance sheet lending (dollars outstanding at the end of 2021). See page 19 for an overview of our financed emissions by asset class.\n\n<!-- image -->\n\nIn 2022, we built on research begun in 2021 to better understand the level of resilience and vulnerability of our members. 2022's research reinforced key themes from 2021 and highlighted the opportunity to further analyze the unique characteristics and needs of Vancity members who fall into the 'extremely vulnerable' and 'financially vulnerable' categories. The 2022 study also concluded that extreme weather events are proven to negatively impact households' financial vulnerability, highlighting the correlation between climate change, financial stress, and financial vulnerability.\n\nWe've developed key performance indicators (KPIs) for Climate and are in the process of selecting KPIs and measuring performance for Financial Health and Inclusion. This includes a context analysis, identifying the Canadian and provincial policies and strategies that are relevant to our target setting, and determining baseline measurements. Outreach with many internal stakeholders is underway, which is helping inform both baseline and target setting processes.\n\nFor how we are using this impact analysis, see the Principles for Responsible Banking Self-Assessment .",
        "metadata": {
            "page": 40
        },
        "id": "a039e3e3-f18a-4ade-9acd-6d8e7a7ade1f"
    },
    {
        "page_content": "<!-- image -->\n\n## About this report.\n\nOur integrated Annual Report is aligned with the International Integrated Reporting Framework (January 2021) and is also prepared, including the Accountability Statements, in accordance with the Global Reporting Initiative Sustainability Reporting Standards (GRI 1: Foundation 2021 and applicable sector standards for Financial Services).\n\nWe consider ourselves in a good position to be able to adopt the sustainability reporting standards being developed by the International Sustainability Standards Board (ISSB). In 2022, we've included more disclosures from the Sustainability Accounting Standard Board's (SASB) financial sector standards.\n\nIn our new Climate Report, we continue to follow the recommendations of the Task Force on ClimateRelated Financial Disclosures (TCFD).\n\nWe also voluntarily follow the Public Accountability Statements disclosures called for in Canada's Bank Act.\n\nWe take a double materiality approach to determining what is material to include in our reporting: our most significant impacts on the\n\neconomy, environment, and people (the GRI definition) and the impacts on our business, that is, topics that could substantively affect our ability to create value in the short, medium, and long term (definition used in Integrated Reporting).\n\nAs a financial co-operative, members are our main stakeholder - they are both our customers and our investors or providers of financial capital. We regularly engage with them. Every two years we ask members about their priorities for Vancity to focus on. This feedback helps inform our practices, plans, and what we include in our Annual Reporting.\n\nThe chart on the following page shows what members said our top 11 focus areas should be, and how this has evolved since 2018.\n\n' It is the Board's responsibility to ensure the integrity of this integrated report. It is our opinion that it is presented in accordance with the International Integrated Reporting Framework.'\n\nRita Parikh , Board Chair, on behalf of the Vancity Board of Directors\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 41
        },
        "id": "07bdb47f-1a6c-40bc-bfef-c21a870a53be"
    },
    {
        "page_content": "<!-- image -->\n\n42\n\nWe choose the content for our Annual Reporting based on an analysis of our impacts, as well as what our members and other stakeholders tell us they want to know. We considered the prioritization survey conducted in 2022, and feedback received on previous reports from members, employees, and experts, including those from the UNEP FI PRB office and the International Financial Reporting Standards (IFRS) Foundation. Our business plans and discussions with our Board Directors and executive leadership team also informed the choice of topics, as did a review of industry peer reports.\n\nIn 2022, we reaffirmed the material topics identified in our 2021 materiality assessment. See Accountability Statements page 43.\n\nThe Audit Committee of the Board of Directors reviews the Annual Report plan and performance metrics, and ensures an effective process is in place to identify material topics. The Board approves our integrated annual reporting prior to its release.\n\nOne firm provides assurance over key accountability information and principles as well as audits the financials. External assurance provides confidence that key information is complete, accurate, and balanced. It also drives improvements and integration in our management and reporting practices.\n\nIn the Accountability Statements see page 43 for our Material topics, page 44 for the GRI content index, and page 52 for the SASB index.\n\n## Member priorities for Vancity to focus on\n\n## Access to basic financial services and credit for everyone\n\n22\n\n20\n\n18\n\n16.6%\n\n16.0%\n\n8.4%\n\n## Financial literacy\n\n<!-- image -->\n\n## Affordable housing\n\n22\n\n20\n\n18\n\n## Living wage\n\n22\n\n20\n\n18\n\n## Climate change/reducing greenhouse gases\n\n22\n\n20\n\n18\n\n## Debt (personal and household)\n\n22\n\n20\n\n18\n\n11.3%\n\n8.4%\n\n12.3%\n\n7.4%\n\n10.9%\n\n9.7%\n\n5.7%\n\n4.5%\n\n4.2%\n\n4.6%\n\n4.1%\n\n5.8%\n\n## Health care and wellness\n\n22\n\n20\n\n18\n\n## Indigenous communities\n\n22\n\n20\n\n18\n\n## Poverty and homelessness\n\n22\n\n20\n\n18\n\n## Diversity/social and cultural inclusion\n\n22\n\n20\n\n18\n\n## Food security\n\n22\n\n20\n\n18\n\n<!-- image -->\n\n4.4%\n\n1.7%\n\n1.9%\n\n4.2%\n\n5.9%\n\n4.9%\n\n3.8%\n\n3.6%\n\n3.0%\n\n3.5%\n\n5.1%\n\n2.3%\n\n3.4%\n\n2.0%\n\n1.9%",
        "metadata": {
            "page": 42
        },
        "id": "9238807a-4faf-4773-8395-a3e67353904a"
    },
    {
        "page_content": "<!-- image -->\n\n## KPMG LLP's independent practitioners' assurance report.\n\n## To the members of Vancouver City Savings Credit Union ('Vancity'):\n\nWe have been engaged by the management of Vancity to undertake an assurance engagement on certain aspects of Vancity's Annual Report (the 'Report') and Vancity's Principles for Responsible Banking Self-Assessment (the 'PRB Self-Assessment'), in respect of the year ended December 31, 2022, as described below.\n\n## Subject matter information, level of assurance and applicable criteria\n\nTable 1\n\n| Collectively the 'Subject Matter Information' Subject Matter 1 for the year ended December 31, 2022                                                                                                                                              | Level of Assurance                                                           | Collectively the 'Applicable Criteria'                                                                                                                                                                                                                                                                                                                                                                                                            |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Vancity's progress on organizational targets and results indicated with   symbol   on pages 9-10 of the Report                                                                                                                                   | Reasonable                                                                   | Criteria internally developed by management as described in the 2022 Annual Report glossary and the  accountability statements available at  www.vancity.com/annualreport                                                                                                                                                                                                                                                                         |\n| Subject Matter 2 for the year ended December 31, 2022                                                                                                                                                                                            | Subject Matter 2 for the year ended December 31, 2022                        | Subject Matter 2 for the year ended December 31, 2022                                                                                                                                                                                                                                                                                                                                                                                             |\n| Vancity's responses to the following United Nations Environment Programme  Finance Initiative Principles for Responsible Banking (UNEP-FI PRB)'s  requirements and indicated with blue shading on pages 5-15 and 23 of the  PRB Self-Assessment: | Limited                                                                      | The UNEP-FI PRB's Self-Assessment Template questions for requirements 2.1, 2.2, 2.3 and 5.1 and the UN PRB Reporting and Self-Assessment Template Reviewed version (V2) from September 2022  available at www.unepfi.org/prb-reporting-and-self-assessment-template                                                                                                                                                                               |\n| Vancity's progress on other commitments and associated measures indicated  with symbol   on pages 9-10 of the Report                                                                                                                             | Limited                                                                      | Criteria internally developed by management, as described in the 2022 Annual Report glossary, the  accountability statements, and the 2022 Climate Report available at  www.vancity.com/annualreport                                                                                                                                                                                                                                              |\n| Subject Matter 3 for the years ended December 31, 2019 and December 31, 2022                                                                                                                                                                     | Subject Matter 3 for the years ended December 31, 2019 and December 31, 2022 | Subject Matter 3 for the years ended December 31, 2019 and December 31, 2022                                                                                                                                                                                                                                                                                                                                                                      |\n| Vancity's operational Scope 1, 2 and 3 GHG emissions indicated with symbol on pages 9 and 18 of the Report                                                                                                                                       | Limited                                                                      | · The World Resources Institute/World Business Council for Sustainable Development Greenhouse Gas  Protocol ('GHG Protocol') - Corporate Accounting and Reporting Standard Revised Edition;  · The GHG Protocol Scope 2 Guidance, An amendment to the GHG Protocol Corporate Standard; and  · The Corporate Value Chain (Scope 3) Accounting and Reporting Standard as applicable to Scope 3 emissions   Available at:  ghgprotocol.org/standards |\n| Subject Matter 4 for the years ended December 31, 2019 and December 31, 2022                                                                                                                                                                     | Subject Matter 4 for the years ended December 31, 2019 and December 31, 2022 | Subject Matter 4 for the years ended December 31, 2019 and December 31, 2022                                                                                                                                                                                                                                                                                                                                                                      |\n| Vancity's Financed GHG emissions and Percentage change since 2019 from  residential and commercial service buildings indicated with symbol   on  pages 10 and 19 of the Report                                                                   | Limited                                                                      | Criteria internally developed by management as described in the 2022 Annual Report Glossary and the  2022 Climate Report available at  www.vancity.com/annualreport  and the Global GHG Accounting and  Reporting Standard for the Financial Industry (2020) issued by the Partnership for Carbon Accounting  Financials ('PCAF Standard') available at  carbonaccountingfinancials.com/standard                                                  |\n\n<!-- image -->",
        "metadata": {
            "page": 43
        },
        "id": "fa7e8130-a1c2-477d-b06b-cfbe69790cea"
    },
    {
        "page_content": "<!-- image -->\n\nOther than as described in Table 1, which sets out the scope of our engagement, we did not perform assurance procedures on the remaining information included in the Report and the PRB SelfAssessment, and accordingly, we do not express a conclusion on this information.\n\nThe Subject Matter Information selected for assurance has been determined by management on the basis of Vancity's assessment of the material issues contributing to Vancity's accountability performance and most relevant to their stakeholders.\n\nThere are no mandatory requirements for the preparation, publication or review of accountability performance information. As such, Vancity applies the Applicable Criteria, as defined in Table 1 above.\n\n## Vancity's responsibilities\n\nManagement is responsible for:\n\n- ·  The preparation and presentation of the Subject Matter Information, in accordance with the Applicable Criteria, current as at the date of our report;\n- ·  Determining the appropriateness of the use of the Applicable Criteria;\n- ·  Determining Vancity's objectives in respect of accountability performance and reporting, including the identification of stakeholders and material issues; and\n- ·  Such internal control as management determines necessary to enable the preparation and presentation of the Subject Matter Information is free from material misstatement, whether due to fraud or error.\n\n## Our responsibilities\n\nOur responsibility is to express an assurance conclusion based on evidence obtained. We conducted our assurance engagement in accordance with the International Standard on Assurance Engagements (ISAE) 3000 (Revised) Assurance Engagements other than Audits or Reviews of Historical Financial Information and ISAE 3410 Assurance Engagements on Greenhouse Gas Statements, issued by the International Auditing and Assurance Standards Board. For the Subject Matter Information on which we are providing limited assurance, ISAE 3000 and ISAE 3410 require that we plan and perform our engagement to obtain limited assurance about whether based on the procedures performed and evidence obtained, any matter(s) has come to our attention to cause us to believe that the Subject Matter Information is materially misstated.\n\nWe were engaged to perform a reasonable or limited assurance engagement according to the Subject Matter being assured.  The procedures performed in a limited assurance engagement vary in nature and timing from and are less in extent than for a reasonable assurance engagement. Consequently, the level of assurance obtained in a limited assurance engagement is substantially lower than the assurance that would have been obtained had a reasonable assurance engagement been performed. Accordingly, it is not a guarantee that a limited assurance engagement conducted in accordance with this standard will always detect a matter that causes the practitioner to believe that the Subject Matter Information is materially misstated.\n\nMisstatements can arise from fraud or error and are considered material if, individually or in the aggregate, they could reasonably be expected to influence the decisions of users of our report.\n\nThe nature, timing and extent of procedures performed depends on our professional judgment, including an assessment of the risks of material misstatement, whether due to fraud or error, and involves obtaining evidence about the Subject Matter Information.\n\n<!-- image -->\n\nThe nature, timing and extent of procedures depended on our professional judgement including an assessment of the risks of material misstatement, whether due to fraud or error, as well as, the level of assurance being provided and involves obtaining evidence about the Subject Matter Information. Our engagement included:\n\n- ·  Assessing the appropriateness of the s Subject Matter Information, the suitability of the criteria used by Vancity in preparing the Subject Matter Information in the circumstances of the engagement and evaluating the appropriateness of the methods, policies, and models used in the preparation of Subject Matter Information and the reasonableness of estimates made by Vancity.\n- ·  Obtaining supporting evidence relating to representations made in the PRB Self-Assessment and reviewing key organizational documents concerning accountability at Vancity including impact analysis, target setting, strategy documents, formalized policies and procedures, and Board reporting;\n- ·  Inquiries with relevant employees and completing walkthroughs to understand the data collection and reporting processes for the targets and results;\n- ·  Testing the design, and where applicable, the operating effectiveness, of internal controls relating to the collection and reporting of data measuring Vancity's progress on the targets and results and financed emissions calculation;\n- ·  Comparing the reported data for the targets and results, including greenhouse gas emissions and carbon offsets, to underlying data sources, including third-party evidence;\n- ·  Evaluation of key assumptions and, where appropriate, re-performing certain calculations; and\n- ·  Reviewing the Subject Matter Information presented in the Report and the PRB Self-Assessment to determine whether reported progress is consistent with our overall knowledge of, and experience with, the social, environmental and economic performance of Vancity.\n\nWe believe the evidence we obtained is sufficient and appropriate to provide a basis for our reasonable assurance conclusion on Subject Matter 1, our limited assurance conclusion on Subject Matters 2 and 3 and our qualified limited assurance conclusion for Subject Matter 4.",
        "metadata": {
            "page": 44
        },
        "id": "98f5b575-7cdc-46a7-9409-0a09a15dd984"
    },
    {
        "page_content": "<!-- image -->\n\n## Practitioner's independence and quality control\n\nWe have complied with the relevant rules of professional conduct/code of ethics applicable to the practice of public accounting and related to assurance engagements, issued by various professional accounting bodies, which are founded on fundamental principles of integrity, objectivity, professional competence and due care, confidentiality and professional behaviour.\n\nThe firm applies International Standard on Quality Control 1, Quality Control for Firms that Perform Audits and Reviews of Financial Statements, and Other Assurance Engagements and, accordingly, maintains a comprehensive system of quality control, including documented policies and procedures regarding compliance with ethical requirements, professional standards and applicable legal and regulatory requirements.\n\nThe engagement was conducted with a multidisciplinary team, which included professionals with suitable experience in both assurance and in the applicable Subject Matter Information, including social and financial performance and GHG accounting.\n\n## Significant inherent limitations\n\nNon-financial information, such as that included in the Report and the PRB Self-Assessment, is subject to more inherent limitations than financial information, given the characteristics of significant elements of the Subject Matter Information and the availability and relative precision of methods used for determining both qualitative and quantitative information. The absence of a significant body of established practice on which to draw allows for the selection of different, but acceptable, measurement techniques which can result in materially different measurements and can impact comparability. The nature and methods used to determine such information, as described in management's internally developed criteria, may change over time. It is important to read Vancity's reporting methodology in the 2022 Annual Report glossary, the accountability statements, and the 2022 Climate Report available at www.vancity.com/annualreport .\n\n## Basis for qualified limited assurance conclusion - Subject Matter 4\n\nVancity applies the PCAF Standard in the calculation of Financed GHG emissions and Percentage change in financed GHG emissions since 2019 described in Subject Matter 4 above. The PCAF Standard attributes a building's annual emissions to the mortgage provider using a loan-to-value ratio based on the property value at the time of loan origination. As noted on page 10 of the Report, the property values used by Vancity in calculating the attribution factor to determine financed emissions for the years ended December 31, 2019 and December 31, 2022 are dynamic (non-fixed) figures that represent the most recently available property values at the time the data was pulled. Vancity's methodology is a deviation from the PCAF Standard and results in attribution factors, and consequently attributable building emissions, that are inconsistent year over year. Details on Vancity's financed GHG emissions estimation methodology can be found in the 2022 Climate Report available at www.vancity.com/annualreport .\n\nThe scope of our work was limited as we were unable to verify the accuracy of the attribution factor calculation and its impact on Vancity's Financed GHG emissions and Percentage change in financed GHG emissions since 2019 in accordance with the PCAF Standard. Accordingly, verification of the attribution factor calculation was limited to the numerator (i.e., the outstanding loan amount at year-end) and we were not able to determine the materiality of the deviation from the PCAF Standard.\n\n## Our conclusions\n\nIn our opinion, the Report presents fairly, in all material respects, Subject Matter 1, as described above, for the year ended December 31, 2022, in accordance with the appliable criteria, current as at the date of our report.\n\nBased on the procedures performed and evidence obtained, nothing has come to our attention that causes us to believe that for the year ended December 31, 2022, Subject Matter 2, as described above, has not been prepared and presented, in all material respects, in accordance with the Applicable Criteria, current as at the date of our report.\n\n<!-- image -->\n\nBased on the procedures performed and evidence obtained, nothing has come to our attention that causes us to believe that for the years ended December 31, 2022, and December 31, 2019, Subject Matter 3, as described above, has not been prepared and presented, in all material respects, in accordance with the Applicable Criteria, current as at the date of our report.\n\nOur conclusion has been formed on the basis of, and is subject to, the matters outlined in this report. Based on the procedures performed and evidence obtained, except for the possible effects of the matter described above in the 'Basis for Qualified Limited Assurance Conclusion' paragraph, nothing has come to our attention that causes us to believe that for the years ended December 31, 2022, and December 31, 2019, Subject Matter 4, as described above, has not been prepared and presented, in all material respects, in accordance with the Applicable Criteria, current as at the date of our report.\n\n## Specific purpose of subject matter information\n\nThe Subject Matter Information has been prepared in accordance with the Applicable Criteria and as a result may not be suitable for another purpose.\n\n<!-- image -->\n\nChartered Professional Accountants May 4, 2023 Vancouver, Canada",
        "metadata": {
            "page": 45
        },
        "id": "a0c6a586-0de5-49fd-bff4-fc63ddb9a968"
    },
    {
        "page_content": "<!-- image -->\n\n46\n\n## Report of the independent auditors on the summarized consolidated financial statements.\n\n## Opinion\n\nThe summarized consolidated financial statements of Vancouver City Savings Credit Union (the Credit Union), which comprise:\n\n- ·  the summarized consolidated statement of financial position as at December 31, 2022\n- ·  the summarized consolidated statement of income for the year then ended\n- ·  and related note\n\nare derived from the complete audited consolidated financial statements of Vancouver City Savings Credit Union as at and for the year ended December 31, 2022.\n\nIn our opinion, the accompanying summarized consolidated financial statements are consistent, in all material respects, with the audited Consolidated Financial Statements, in accordance with the criteria disclosed in Note 1 in the summarized consolidated financial statements.\n\n## Summarized consolidated financial statements\n\nThe summarized consolidated financial statements do not contain all the disclosures required by International Financial Reporting Standards. Reading summarized consolidated financial statements and the auditor's report thereon, therefore, is not a substitute for reading the Credit Union's audited consolidated financial statements and the auditor's report thereon.\n\nThe summarized consolidated financial statements do not reflect the effects of events that occurred subsequent to the date of our report on the audited consolidated financial statements.\n\n## Other information\n\nManagement is responsible for the other information. Other information comprises the information, other than the summarized consolidated financial statements and the auditor's report thereon, included in the Annual Report.\n\nOur opinion on the summarized consolidated financial statements does not cover the other information and we do not express any form of assurance conclusion thereon.\n\nIn connection with our audit of the summarized consolidated financial statements, our responsibility is to read the other information identified above and, in doing so, consider whether the other information is materially inconsistent with the summarized consolidated financial statements, or our knowledge obtained in the audit and remain alert for indications that the other information appears to be materially misstated.\n\nWe obtained the information, other than the summarized consolidated financial statements and the auditor's report thereon, included in the Annual Report as at the date of this auditor's report.\n\nIf, based on the work we have performed on this other information, we conclude that there is a material misstatement of this other information, we are required to report that fact in the auditor's report.\n\nWe have nothing to report in this regard.\n\n<!-- image -->\n\n## Management's responsibility for the summarized consolidated financial statements\n\nManagement is responsible for the preparation of the summarized consolidated financial statements in accordance with the criteria disclosed in Note 1 in the summarized consolidated financial statements.\n\n## Auditor's responsibility\n\nOur responsibility is to express an opinion on whether the summarized consolidated financial statements are consistent, in all material respects, with the audited consolidated financial statements, based on our procedures, which were conducted in accordance with Canadian Auditing Standards 810, Engagements to Report on Summary financial statements.\n\n<!-- image -->\n\nChartered Professional Accountants May 4, 2023 Vancouver, Canada",
        "metadata": {
            "page": 46
        },
        "id": "8b0289a5-3dbc-44fa-ac0d-bbf04f04a74e"
    },
    {
        "page_content": "<!-- image -->\n\n## Summarized consolidated financial statements.\n\n## Summarized consolidated statement of financial position (balance sheet)\n\nAs at December 31 (thousands)\n\n| Assets                                | 2022          | 2021          |\n|---------------------------------------|---------------|---------------|\n| Cash and securities                   | $  3,890,573  | $  3,549,262  |\n| Loans                                 | 24,055,778    | 22,721,051    |\n| Other assets                          | 350,446       | 294,831       |\n| Total assets                          | $  28,296,797 | $  26,565,144 |\n| Liabilities and members' equity       |               |               |\n| Deposits and equity shares            | $  24,512,841 | $  22,892,266 |\n| Borrowings                            | 1,772,063     | 1,748,381     |\n| Other liabilities                     | 409,069       | 362,224       |\n| Members' equity                       | 1,602,824     | 1,562,273     |\n| Total liabilities and members' equity | $  28,296,797 | $  26,565,144 |\n\n## Summarized consolidated statement of income\n\nFor the year ended December 31 (thousands)\n\n|                                                          | 2022       | 2021       |\n|----------------------------------------------------------|------------|------------|\n| Net interest income                                      | $  478,619 | $  494,192 |\n| Impairment expense (recovery) on financial instruments   | 26,358     | (20,276)   |\n| Other income                                             | 108,742    | 110,056    |\n| Total operating income                                   | 561,003    | 624,524    |\n| Salary and employee benefits                             | 291,069    | 289,568    |\n| Other operating expenses                                 | 157,890    | 158,597    |\n| Total operating expenses                                 | 448,959    | 448,165    |\n| Net earnings from operations before distribution and tax | 112,044    | 176,359    |\n| Distribution to community and members                    | 24,179     | 33,629     |\n| Income tax expense                                       | 14,349     | 36,370     |\n| Net income attributable to members                       | $  73,516  | $  106,360 |\n\n## Note 1 Basis of preparation\n\nThe summarized consolidated financial statements are derived from the audited Consolidated Financial Statements, prepared in accordance with International Financial Reporting Standards, as at and for the year ended December 31, 2022.\n\nThose audited Consolidated Financial Statements were approved by the Board of Directors on March 7, 2023. Members may obtain a free set of complete Vancity Consolidated Financial Statements with accompanying notes by visiting vancity.com/AnnualReport or by calling the Member Services Centre at 604-877-7000, 250-519-7000 or toll-free 1-888-Vancity (826-2489).\n\nThe summarized consolidated financial statements were prepared by management in accordance with Section 128 (4) of the Financial Institutions Act, RSBC 1996, c.141.\n\n<!-- image -->",
        "metadata": {
            "page": 47
        },
        "id": "60bb5549-2fdf-41c9-8146-55e35e4ca200"
    },
    {
        "page_content": "<!-- image -->\n\n48\n\n## Community branches.\n\n## Abbotsford\n\nAbbotsford Community Branch (34) 32675 South Fraser Way\n\n## Alert Bay\n\nCormorant Island Community Branch (71)\n\n30 Maple Road\n\n## Burnaby\n\nBrentwood Community Branch (43)\n\nP2301 - 4525 Lougheed Highway\n\nBurnaby Heights Community Branch (6)\n\n4302 Hastings Street\n\nSouth Burnaby Community Branch (17)\n\n5064 Kingsway\n\nSouth Slope Community Branch (56) 7384 Market Crossing\n\nChilliwack\n\nChilliwack Community Branch (31) 45617 Luckakuck Way\n\nCoquitlam\n\nMaillardville Community Branch (51)\n\n101 - 969 Brunette Avenue\n\nNorth Road Community Branch (16) 105 - 531 North Road\n\nPinetree Community Branch (18)\n\n20 - 2991 Lougheed Highway\n\n## Delta\n\nNorth Delta Community Branch (19) 7211 120th Street\n\nTsawwassen Community Branch (58) Unit D - 1215 56th Street\n\n## Langley\n\nLangley Community Branch (23) 100 - 20055 Willowbrook Drive\n\nWalnut Grove Community Branch (54) E103 - 20159 88th Avenue\n\nMaple Ridge Maple Ridge Community Branch (29)\n\n22824 Lougheed Highway\n\n## Mission\n\nMission Community Branch (36) 150 - 32555 London Avenue\n\nNew Westminster\n\nNew Westminster Community\n\nBranch (61) 511 Sixth Street\n\nNorth Vancouver Lonsdale Community Branch (72) ** 1620 Lonsdale Avenue\n\nLynn Creek Community Branch (46) 1370 Main Street\n\nLynn Valley Community Branch (57) *\n\n101 - 1233 Lynn Valley Road\n\nNorth Vancouver Community Branch (21)\n\n1290 Marine Drive\n\n## Pitt Meadows\n\nPitt Meadows Community Branch (50) 750 - 19800 Lougheed Highway\n\nShaughnessy Station Community\n\nBranch (33) 7100 - 2850 Shaughnessy Street\n\nPort Moody\n\nPort Moody Community Branch (52)\n\n5 - 121 Brew Street\n\n## Richmond\n\nBlundell Centre Community Branch (88) 130 - 6020 Blundell Road\n\nRichmond Community Branch (26)\n\n5900 No. 3 Road\n\nSquamish\n\nChieftain Centre Community Branch (81) 1325 Pemberton Avenue\n\n## Surrey\n\nCedar Hills Community Branch (44) 12820 96th Avenue\n\nGuildford Community Branch (30)\n\n108 - 15175 101st Avenue\n\nMorgan Creek Community Branch (70)\n\nH120 - 15795 Croydon Drive\n\nNewton Community Branch (27)\n\n7555 King George Boulevard\n\nSemiahmoo Community Branch (25)\n\n104 - 1790 152nd Street\n\nSurrey City Centre Community Branch (32)\n\n10293 King George Boulevard\n\n4th Avenue Community Branch (11)\n\n2260 West 4th Avenue\n\nChinatown Community Branch (28) 608 Main Street\n\nCollingwood Community Branch (13) 3305 Kingsway\n\nCommercial Drive Community Branch (12) 1675 Commercial Drive\n\nDowntown Community Branch (10)\n\n898 West Pender Street\n\nFairview Community Branch (8) 501 West 10th Avenue\n\nFraser Street Community Branch (7) 6288 Fraser Street\n\nHastings Community Branch (3)\n\n2510 East Hastings Street\n\nKerrisdale Community Branch (15) 2380 West 41st Avenue\n\nKitsilano Community Branch (4) 3395 West Broadway\n\nMain Street Community Branch (9) 4205 Main Street\n\nMarpole Community Branch (14) * 8615 Granville Street\n\nVancity Centre Community Branch (1) * 183 Terminal Avenue\n\nVictoria Drive Community Branch (2) 5672 Victoria Drive\n\n## Port Coquitlam\n\n## Vancouver\n\n## Wesbrook Village Community Branch (22)\n\n3308 Wesbrook Mall\n\nWest End Community Branch (47) 1798 Robson Street\n\n## Victoria\n\nLangford Community Branch (69) 100 - 800 Kelly Road\n\nMount Tolmie Community Branch (68) 100 - 1590 Cedar Hill Cross Road\n\nVictoria Community Branch (42) 3075 Douglas Street\n\n## Victoria City Centre Community Branch (67)\n\n1280 Douglas Street\n\n## West Vancouver\n\n## West Vancouver Community Branch (5)\n\n1402 Marine Drive\n\nAs of April 2023\n\n* Branch scheduled for closure in 2023 ** New branch\n\nFor hours, see Find Branch/ATM ; for opening, closing, relocation of branches and ATMs, see Accountability Statements, page 32.\n\nCommunity branch numbers are noted in brackets. In addition, Pigeon Park Savings in Vancouver, a partnership between Vancity and PHS Community Services, provides approximately 5,000 members living on low incomes access to basic financial services.",
        "metadata": {
            "page": 48
        },
        "id": "91440322-7b0c-4e51-891c-e0d3b8d5dbb2"
    },
    {
        "page_content": "View our Annual Report at annualreport.vancity.com to download the full report and for more information about our performance.\n\nWe'd like to hear what you think about this report. Send comments and questions to accountability@vancity.com , tweet us @vancity , or connect with us on facebook.com/vancity\n\n<!-- image -->",
        "metadata": {
            "page": 49
        },
        "id": "cd33215f-6967-4694-bdd7-d53b746f9075"
    }
]