[
    {
        "page_content": "<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "2fffd8f9-471d-48f4-bf05-0a9e38524348"
    },
    {
        "page_content": "## Our purpose\n\nNestlé. Unlocking the power of food to enhance quality of life for everyone, today and for generations to come.\n\nWe constantly aim to push the boundaries of what is possible with food, beverage and nutritional health products to promote better health, greater accessibility and/uni00A0a/ffordability, e/ffortless preparation, protection of our natural resources and/uni00A0enjoyment.\n\n## Front cover\n\nPurina ONE +Plus Joint Health Formula Purina ONE +Plus Joint Health Formula dry dog food combines nature and research for results, with a SmartBlend of high-quality ingredients, plus fish oil and glucosamine, for a formula that supports dog joint health and mobility.\n\n<!-- image -->\n\n## Contents\n\n## Accompanying reports\n\n|   2 | Letter to our shareholders                 |\n|-----|--------------------------------------------|\n|   6 | Generating  value  through    our strategy |\n|  10 | Innovating to unlock   the power of food   |\n|  14 | Creating shared value                      |\n|  24 | Accelerating  data-driven  digitalization  |\n|  28 | Connecting through our brands              |\n|  44 | Financial review                           |\n|  68 | Corporate Governance   and Compliance      |\n|  75 | Shareholder information                    |\n\nCorporate Governance Report 2022 Compensation Report 2022 Financial Statements 2022\n\n## Online\n\nYou can find more information about the Nestlé Group at www.nestle.com\n\nFind out more about Creating Shared Value at www.nestle.com/csv\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "50120af5-9172-45ee-969e-30d5da93aaa5"
    },
    {
        "page_content": "## Our financial performance\n\nOur Nutrition, Health and Wellness strategy is the engine of our value creation.\n\nIn 2022, our organic growth was strong, with resilient RIG and responsible pricing to reflect significant cost inflation. A/uni00A0summary of the 2022 full-year results can be found in the table to the right.\n\n- * Financial performance measures not defined by IFRS. For further details, see 'Financial review' on page 46.\n\n<!-- image -->\n\n| Group sales (in CHF) 94.4  billion                | Organic growth * 8.3%                           | Real internal growth * 0.1%                      |\n|---------------------------------------------------|-------------------------------------------------|--------------------------------------------------|\n| Underlying trading  operating profit *   (in CHF) | Underlying trading  operating profit   margin * | Underlying trading   operating profit   margin * |\n| 16.1  billion                                     | 17.1%                                           | - 40  Basis points Constant currency             |\n| Trading operating   profit * (in CHF)             | Trading operating   profit margin *             | Trading operating   profit margin *              |\n| 13.2  billion                                     | 14.0%                                           | 0  Basis point Constant currency                 |\n| Earnings per share  (in CHF)                      | Earnings   per share                            | Underlying earnings   per share *                |\n| 3.42                                              | - 43.5%                                         | + 9.4% Constant currency                         |\n| Operating cash flow  (in CHF)                     | Free cash flow *  (in CHF)                      |                                                  |\n| 11.9  billion 24.7% of net financial debt         | 6.6  billion                                    |                                                  |\n| Proposed dividend  (in CHF)                       | Proposed dividend   increase                    |                                                  |\n| 2.95                                              | + 5.4%                                          |                                                  |",
        "metadata": {
            "page": 3
        },
        "id": "b11ed207-592d-494b-af34-546a562cff20"
    },
    {
        "page_content": "## Our business\n\nWe focus our energy and resources where unlocking the power of food can make the greatest di/fference.\n\nWe apply our expertise in nutrition, health and wellness to help people, families and pets live happier, healthier lives. We work to protect and restore the environment and generate significant value for our shareholders and other stakeholders alike.\n\n<!-- image -->",
        "metadata": {
            "page": 4
        },
        "id": "f480f959-2839-4e33-be74-6b597c19ff60"
    },
    {
        "page_content": "## Our key non-financial performance\n\nWe create shared value through our social and environmental commitments.\n\nTo measure our progress, we use/uni00A0a comprehensive set of indicators that support our business performance and generate value for our shareholders and other stakeholders. Some key performance indicators are included here - the full set is in/uni00A0our Creating Shared Value and/uni00A0Sustainability Report.\n\n- *  Non-financial performance metrics are defined in the Reporting Scope and Methodology for ESG KPIs document available at www.nestle.com/esg-kpis\n\nEY has performed limited assurance on the six key performance indicators on this page. The assurance statement with EY's independent conclusion can be found at: www.nestle. com/assurance-statement\n\n## Our climate commitment\n\nOur KPI *\n\nNet zero greenhouse gas/uni00A0emissions by 2050\n\n20% reduction of scope 1, 2 and 3/uni00A0GHG emissions by 2025 and 50% reduction by/uni00A02030, versus 2018 baseline\n\n## Our forests commitment\n\nOur KPI *\n\nDeforestation-free supply chains for/uni00A0our/uni00A0meat, palm oil, pulp and paper, soy/uni00A0and/uni00A0sugar supply chains by end 2022\n\n## 6.4 million tonnes\n\n<!-- image -->\n\ngreenhouse gas emissions (CO/uni2082e) reductions compared with/uni00A0a/uni00A0businessas-usual scenario, with an additional 4.3 million tonnes/uni00A0CO/uni2082e of removals initiated in/uni00A02022, giving a total 10.7 million tonnes CO/uni2082e\n\nOngoing\n\n99.1%\n\nassessed deforestation-free for stated supply chains in 2022\n\nOngoing\n\n## Our plastics commitment Our KPI *\n\nCut virgin plastic in our packaging by a third by 2025\n\n## Our diversity, equity and inclusion commitment\n\nIncrease the representation of women in/uni00A0the top 200+ senior executive positions to 30% by 2022\n\n## Our youth commitment\n\nOur KPI *\n\nHelp 10 million young people around the world have access to economic opportunities by 2030\n\n## Our nutrition commitment\n\nOur KPI *\n\nBring tasty and balanced diets within reach for billions\n\n129.2 billion\n\nservings of a/ffordable nutrition with micronutrient fortification (the/uni00A0'big/uni00A0four' micronutrients: iron, vitamin A, iodine and zinc) provided in 2022\n\nOn track\n\n<!-- image -->\n\nyoung people around the world with access to economic opportunities (cumulative)\n\n5.6 million\n\nOn track\n\n10.5%\n\nreduction in virgin plastic in our packaging in 2022 versus 2018 baseline\n\nOn track\n\nOur KPI *\n\n30.2%\n\nwomen in the top 200+ senior executive positions\n\nAchieved",
        "metadata": {
            "page": 5
        },
        "id": "325b5f14-113b-4f02-8071-37f1d5890c2f"
    },
    {
        "page_content": "## Staying the course\n\nDear fellow shareholders,\n\nThe turbulent operating environment of the past year has only reinforced our commitment to Nestlé's longer-term objectives. Good for You, Good for the Planet is at the heart of our strategy. Our strong brands, our impactful innovation capabilities and our operational execution have helped us continue to deliver.\n\n## True to our values/uni00A0\n\nAt the start of 2022, the extreme challenges of the COVID-19 pandemic seemed to be waning. There were some supply chain challenges as well as inflationary pressures but those appeared to be manageable. The unexpected invasion of Ukraine at the end of February changed the course of the year. Global supply chain issues proliferated, inflation became rampant, concerns over energy shortages took hold and food insecurity grew.\n\nWe faced a choice this past year in how to react to these challenges. There was little handwringing as it was clear to us that we could not lose sight of our long-term strategy: we continued to invest in R&D, our brands and sustainability initiatives. Increased food insecurity only strengthened Nestlé's commitments to maintaining essential food supplies, providing a/ffordable nutrition and advancing regenerative food systems.\n\nTo stay on course required a constant rebalancing between growth, a/ffordability, and meeting our commitments to shareholders and other stakeholders. There were no easy solutions, but we did not waver in our resolve to deliver on short-term expectations, progress on our long-term ambitions and remain true to the core of our strategy: Good for You, Good for the Planet. Nestlé's decentralized fivezone structure allowed us to be close to our consumers and respond to shifts in their needs, while our global, balanced and diversified portfolio helped us weather inflation and supply chain challenges.\n\n'Increased food insecurity only strengthened Nestlé's commitments to maintaining essential food supplies, providing a/ffordable nutrition and advancing regenerative food systems.'/uni00A0",
        "metadata": {
            "page": 6
        },
        "id": "f1072a9e-8bdb-42f6-b694-4971576876a6"
    },
    {
        "page_content": "U. Mark Schneider, Chief Executive O/fficer (left), and Paul Bulcke, Chairman (right)\n\n<!-- image -->\n\n## Dependably on track/uni00A0\n\nEven in a year as challenging as 2022, we continued to deliver. We stayed focused on bringing fast-paced innovations to market, enhancing our digital capabilities, investing in our brands and managing our portfolio. Our real internal growth remained robust under challenging conditions.\n\nWe adjusted prices to reflect our own growing costs due to inflation. However, we did so responsibly, seeking internal e/fficiencies and cost-saving measures to try to limit price increases. Nestlé's role has always been to make nutritious food a/ffordable and accessible to people everywhere, and we stay committed to that even in times of economic headwinds. Highlights from 2022 include the following:\n\n/uni00A0\n\n- -Organic growth reached 8.3%, with pricing of 8.2% and/uni00A0real internal growth of 0.1%.\n- -Foreign exchange reduced sales by 0.9%. Net acquisitions had a positive impact of 1.1%. As a result, total/uni00A0reported sales increased by CHF 7.3 billion or 8.4% to/uni00A0CHF/uni00A094.4/uni00A0billion./uni00A0\n\n- -Underlying trading operating profit (UTOP) margin reached 17.1%. The trading operating profit (TOP) margin was unchanged versus the prior year at 14.0% on a reported basis. As announced at our investor seminar, we expect our underlying trading operating profit margin to return to a range of 17.5% to/uni00A018.5% by 2025, following the impact of cost inflation on our/uni00A0margin in 2021 and 2022.\n- -Underlying earnings per share (EPS) increased by 9.4% in/uni00A0constant currency and by 8.4% on a reported basis to CHF/uni00A04.80. We expect to deliver an underlying EPS growth target range of 6% to 10% in constant currency. Earnings per share decreased by 43.5% to CHF 3.42 on a reported basis, mainly reflecting the gain on the/uni00A0disposal of L'Oréal shares in 2021.\n- -Free cash flow was CHF 6.6 billion, as working capital/uni00A0increased temporarily in the context of supply chain constraints and capital expenditure remained at/uni00A0an/uni00A0elevated level. We expect to trend toward free cash flow of 12% of sales and ROIC of 15% by 2025.",
        "metadata": {
            "page": 7
        },
        "id": "5c6d5622-5844-4ebe-b1d3-84d52422c99e"
    },
    {
        "page_content": "## Strategic portfolio management/uni00A0\n\nIn 2022, we continued to invest in high-growth categories that contribute to our Nutrition, Health and Wellness strategy. Nestlé remains disciplined in its approach to portfolio management, looking for strategic and cultural fit, as well as attractive financial returns.\n\nWe remain focused on driving sustained profitable growth in the co/ffee category with the announced acquisition of Seattle's Best Co/ffee brand from Starbucks. In/uni00A0addition to Starbucks packaged co/ffees sold by Nestlé under the Global Co/ffee Alliance, Seattle's Best Co/ffee will join Nestlé's roster of beloved co/ffee brands in the United States including Nescafé , Nespresso and Blue Bottle .\n\nWe continue to develop Nestlé Health Science's leadership position in nutrition and health, sharpening the focus on Consumer Care and Medical Nutrition. In 2022, we acquired a majority stake in Orgain as well as the businesses of Puravida and The Better Health Company. The new brands expand our markets in the vitamins, minerals and supplements segment in the United States, Latin America and Oceania. At the same time, we decided to explore strategic options for Palforzia , the peanut allergy treatment, following slower than expected adoption by patients and healthcare professionals.\n\n## Innovating to unlock the power of food\n\nBuilding a pipeline of highly di/fferentiated innovations, while rapidly testing and launching new ideas, fuels our growth. Our focus is on delivering tasty, nutritious, a/ffordable and sustainable products by anticipating growing trends and meeting people's diverse evolving needs and preferences, while investing in solutions with an improved environmental footprint. In 2022, we were able to maintain the same time-to-market speed as in 2021, despite the challenging environment.\n\nInfant nutrition. We continue to develop science-based nutritional solutions for infants. The newly launched infant formula with Nutrilearn Connect , a unique nutrient blend to increase brain myelination, and rollout of our infant formulas with five human milk oligosaccharides (HMOs) to support gut health and immunity exemplify this focus. In 2022,\n\ninfant formula with HMOs had CHF/uni00A01.3/uni00A0billion in sales with double-digit growth.\n\nCo/ffee. We are innovating novel systems that bring the perfect cup of co/ffee to consumers in a sustainable way. Nescafé Dolce Gusto Neo gives co/ffee lovers the best co/ffeeshop-at-home experience with three brewing methods and compostable paper-based pods. Nespresso will also roll out a new range of compostable paper-based capsules that are retro-compatible with Nespresso Original machines, while Nespresso Vertuo Pop o/ffers the smartest, smallest, most optimized and accessible co/ffee machine ever, made from 35% recycled plastic.\n\nPlant-based. Market demand for plant-based products continues to create opportunities for new o/fferings across the entire food and beverage portfolio, which contribute to our sustainability goals. An early focus into a wide variety of plant-based alternatives and a retail focus on ready-made meals has proven to be a winning strategy. Recent launches include Gerber Plant-tastic , soy-based Milo , KitKat V , Garden Gourmet Voie Gras and Malher Huevo Más . Plant-based products generated sales of around CHF/uni00A01/uni00A0billion in 2022, posting high single-digit organic growth.\n\n## Accelerated digitalization/uni00A0\n\nData and technology are an essential source of competitive advantage and Nestlé continues its data-driven digital transformation. We are building a seamless consumer experience and channel-less commerce system, unlocking value via consumer data across geographies and categories. E-commerce sales grew by 9.2% to account for 15.8% of total Group sales. We remain on track to hit 25% by 2025.\n\nArtificial intelligence and remote assistance are allowing us to be more agile and flexible in our manufacturing sites and supply chains - more important now than ever.\n\n## Creating Shared Value/uni00A0\n\nCreating Shared Value has always been fundamental to the way we do business at Nestlé. We have long believed that our company can only be successful in the long term by creating value for both our shareholders and society. For decades, our activities and products have aimed to make",
        "metadata": {
            "page": 8
        },
        "id": "8ea2065e-ef10-414a-8890-711645f80d47"
    },
    {
        "page_content": "a positive di/fference to society in order to foster Nestlé's ongoing success. We have not wavered in that commitment in the face of short-term challenges this year.\n\nNet Zero Roadmap. We have made good progress on our Net Zero Roadmap, which was strongly supported by our shareholders at the 2021 Annual General Meeting. We have already passed peak carbon, with greenhouse gas emissions below the 2018 baseline. From 2024, we will vote annually on a comprehensive report on our non-financial performance, including our climate-related agenda. Our commitment to advancing regenerative food systems supports this agenda. We are supporting farmers in their transition to regeneration through the Nescafé Plan 2030 and our income accelerator program for cocoa-farming families.\n\n'For decades, our activities and products have aimed to make a positive di/fference to society in order to foster Nestlé's ongoing success. We/uni00A0have not wavered in that commitment in the face of short-term challenges this year.'\n\nA/ffordable nutrition. Our o/ffering of a/ffordable and accessible products aims to provide lower-income consumers with high-quality food products that deliver nutritional value at an a/ffordable cost and in an appropriate format. Most of our a/ffordable and accessible o/ffering is fortified with at least one of the 'big four' micronutrients: iron, iodine, vitamin A and zinc. In 2022, we provided 129.2/uni00A0billion fortified servings of a/ffordable nutrition products.\n\nGood for You. In 2022, we made a commitment to increase the transparency of the nutritional value of our global portfolio. For the first time, we benchmarked our entire global portfolio against the Health Star Rating (HSR) system - a nutrient profiling system used by the Access to Nutrition Initiative - and have given an overview of our wide range of specialized nutrition products, which are not covered by\n\nthe HSR system. Nestlé is the first company to disclose the nutritional value of its entire portfolio.\n\n/uni00A0\n\n## Refined Board oversight/uni00A0\n\nOur Board of Directors continued to provide valuable guidance on our strategy, business performance and sustainability agenda. We maintained our practice of adding diverse experience and expertise through the appointment of two new independent directors. In recent years we have, in particular, strengthened the Board's expertise on food systems, food and beverage, digitalization, marketing, sustainability and other topics.\n\nDuring 2022, the Board further refined the governance framework related to our sustainability agenda, including the/uni00A0annual work plan of the dedicated Sustainability Committee, which advises on all aspects of the Group's environmental and social sustainability, including our e/fforts on climate change, human rights, and diversity and inclusion.\n\n/uni00A0\n\n## Consistently committed to our purpose/uni00A0\n\nWe are committed to creating shared value for our shareholders and all stakeholders connected to our business by unlocking the power of food to enhance quality of life. We could not do this without the loyalty of our employees, business partners and investors. In this challenging year, we thank our employees for their admirable dedication in keeping us on track while rebalancing. We are also grateful for the support of our business partners, our consumers and the communities where we operate. We thank you, our shareholders, for your continued trust in us to stay the course.\n\n<!-- image -->\n\nPaul Bulcke Chairman\n\n<!-- image -->\n\nU. Mark Schneider Chief Executive O/fficer",
        "metadata": {
            "page": 9
        },
        "id": "8d22c574-bf86-433b-a9b3-17df9ea9e37f"
    },
    {
        "page_content": "## Generating value through our strategy\n\n<!-- image -->\n\nGarden Gourmet Sensational Crispy Mini Filet/uni00A0 In 2022, we continued to expand the plant-based food options within our Garden Gourmet brand, such as the new 2.0 Sensational Crispy Mini Filet.\n\n10.8% growth in a/ffordable nutrition products\n\n7.4% growth in premium\n\nproducts\n\n9.2% organic growth in e-commerce\n\n~22% of portfolio rotated\n\n2017-2022",
        "metadata": {
            "page": 10
        },
        "id": "24e0797a-2419-4ebe-ac58-42237f457102"
    },
    {
        "page_content": "Nestlé creates value through a persistent focus on relevance, operational agility and executional excellence. As a company, we continuously evolve our product o/fferings to meet consumer needs and excite consumer preferences. We strive for a balanced pursuit of financial growth through rapid innovation, operational e/fficiency and resource allocation. Our long-term strategy ensures we deliver consistent, sustainable success.\n\n/uni00A0\n\n## Good food, Good life is good business\n\nWe focus our energy and resources where unlocking the power of food can make the greatest di/fference to the lives of people and pets, protect and enhance the environment, and generate significant value for our shareholders and other stakeholders alike. Products that are right for consumers and right for the planet are increasingly desirable and make for good business. This helps us be a force for good. Accordingly, we:\n\n/uni00A0/uni00A0\n\n- -Apply our expertise in nutrition, health and wellness developed over more than 150 years - to help people, families and pets live happier, healthier lives.\n- -Bring a/ffordable, safe and high-quality nutrition to consumers, regardless of income level, taking advantage of our long-standing presence around the world.\n- -Meet the needs of modern consumers with healthy, delicious, convenient products for conscious, timeconstrained lifestyles./uni00A0\n- -Strive to package and deliver our products in ways that are safe and protect the environment./uni00A0\n- -Bring distinctive, premium innovations to market fueled by creative exploration and consumer insights, pioneering nutrition science and culinary excellence. /uni00A0/uni00A0\n- -Enhance our food systems and o/ffer more plant-based food and beverage options to be consumers' first choice as they diversify their diets./uni00A0\n- -Commit to ambitious sustainability goals to advance the health of the planet, drive societal progress and support sustainable, healthy food systems.\n\nOur long-term value creation model is based on the balanced pursuit of top- and bottom-line growth as well as improved capital e/fficiency. We create value guided by three strategic pillars:\n\n- -Growth through continuous innovation./uni00A0/uni00A0\n- -Operational e/fficiency./uni00A0\n- -Resource and capital allocation with discipline and clear priorities, including through acquisitions and divestitures.\n\n## Sustained organic sales growth/uni00A0/uni00A0\n\nWe maintain a diversified portfolio, both in terms of geography and category. Our agility in changing environments and cultivation of our global, regional and local brands contribute\n\nto long-term financial performance. Our objective is to sustain a mid single-digit organic growth rate through rapid innovation, market share gains and portfolio management.\n\nWe compete in attractive and growing categories, and prioritize investments to stay relevant and win in every segment and market in which we operate. Our digital technologies help us identify emerging consumer needs and business model opportunities so we can bring di/fferentiated innovation to market fast. We partner with customers across the retail landscape to adapt our product portfolio and channel strategies, leveraging our global brands to customize new products for local tastes and preferences. /uni00A0\n\n## In 2022:\n\n- -31 of our trusted brands, including Maggi , Milo and Nido , generated over CHF/uni00A01 billion each in annual sales at/uni00A0the/uni00A0retail level.\n- -E-commerce sales represented 15.8% of sales and grew/uni00A0by 9.2%, and our digital marketing spend increased/uni00A0to 55%./uni00A0\n- -Our premium o/fferings represented around 30% of/uni00A0sales/uni00A0and grew at a high single-digit rate.\n- -Plant-based products generated sales of around CHF/uni00A01/uni00A0billion, posting high single-digit organic growth.\n- -Emerging markets represented 42% of sales and grew/uni00A0by 10%.\n- -Sales of a/ffordable, accessible products - many nutrientfortified - accounted for around 18% of emerging market sales and grew at a double-digit rate.\n\n/uni00A0\n\nWe focus on categories and geographies with attractive dynamics where Nestlé has an ability to win. Since 2017, we have completed or announced more than 100/uni00A0transactions (acquisitions and divestitures) with annual sales equivalent to around 22% of 2017 Group sales.\n\n## In 2022, these included: /uni00A0\n\n- -Purchase of a majority stake in Orgain, a US leader in plant-based nutrition, with the option to fully acquire Orgain in 2024./uni00A0\n- -Acquisition of Puravida, a premium Brazilian nutrition and health lifestyle brand, expanding the consumer health portfolio in Latin America./uni00A0\n- -Acquisition of The Better Health Company in New Zealand, which includes the GO Healthy brand and New Zealand Health Manufacturing, expanding Nestlé Health Science's portfolio of vitamins, minerals and supplements in AOA.\n- -Acquisition of the Seattle's Best Co/ffee brand from Starbucks./uni00A0\n- -Creating a partnership with L Catterton to bring together Freshly and Kettle Cuisine.\n- -Divestment of Gerber Good Start ./uni00A0",
        "metadata": {
            "page": 11
        },
        "id": "90ae6cbe-1668-4d3f-ad50-a3b9e5a76feb"
    },
    {
        "page_content": "<!-- image -->\n\nWe take decisive action to restore growth and profitability when businesses underperform. Nestlé has decided to explore strategic options for Palforzia , the peanut allergy treatment, following slower than expected adoption by patients and healthcare professionals. The review is expected to be completed in the first half of 2023. Going forward, Nestlé Health Science will sharpen its focus on Consumer Care and Medical Nutrition.\n\nWe have formed a partnership with L Catterton to bring together Freshly and Kettle Cuisine, a leading manufacturer of fresh artisanal foods for retail and foodservice customers. L Catterton will be the majority owner, with Nestlé holding a minority stake.\n\n/uni00A0\n\n## Operating more e/fficiently/uni00A0\n\nWe fuel our growth agenda through disciplined cost management, improving operational e/fficiency at all levels of the business. Alongside sales growth, this approach enables us to free up resources for reinvestment in product innovation, brand building, digitalization and sustainability initiatives, while creating value for our shareholders. Internal e/fficiency projects help us free up resources for investments by optimizing our skills and enhancing e/ffectiveness and speed of our organization.\n\nWe continued to adapt our organization to be more agile, flexible and digitalized. In manufacturing, we continued to upgrade our operational footprint in 2022, increasing factory fixed overheads by around 6%. In procurement, increased global buying combined with a reduced number of product specifications helped us reduce costs and complexity.\n\nIn 2022, Nestlé acquired a majority stake in Orgain, a/uni00A0leader in organic, plant-based nutrition in the United States, with a foundation in science, great taste and broad appeal.\n\nGlobal/uni00A0buying through our three purchasing hubs was 68% in 2022. In our administration, we continued to simplify and standardize processes.\n\nAs a percentage of sales based on a 5-quarter rolling average, working capital increased to 1.9% in 2022 due to our conscious decision to temporarily increase inventory levels. This decision, taken in the context of significant supply chain disruptions and the energy crisis in Europe, reflects our/uni00A0commitment to/uni00A0ensure continuity of supply.\n\n/uni00A0\n\n## Prudent allocation of capital/uni00A0\n\nOur priorities are to invest in the long-term growth and development of our business, while increasing shareholder returns and creating shared value. Nestlé pursues a value creation model that balances growth in earnings per share, competitive shareholder returns, flexibility for external growth and access to financial markets. We will continue to invest to drive brand building, innovation, digitalization and sustainability.\n\nInvesting for the long term includes R&D investment, brand support and capital expenditure to support organic profitable growth. We focus on projects with the highest potential to create economic profit. We are accelerating our capital expenditure plans for our fast-growing categories, particularly co/ffee and pet care.\n\nWe are disciplined when it comes to mergers and acquisitions in order to protect our ROIC. We have a/uni00A0thorough project governance in place, with clear accountability and targets.",
        "metadata": {
            "page": 12
        },
        "id": "490d92db-f92d-49dc-a72a-48563d10381d"
    },
    {
        "page_content": "## Investing in strategic and high-growth regions and categories\n\nA\n\nB\n\nC\n\nD\n\n3\n\n<!-- image -->\n\nSpain\n\n- ~ CHF 99 million EUR 100 million for digital technology in Nestlé co/ffee factory in Girona, Spain\n\nD\n\n3\n\n<!-- image -->\n\nBrazil\n\n- ~ CHF 50 million BRL 300 million to support Neo launch in Nescafé factory in Montes Claros, Brazil\n- A USA\n- ~ CHF 625 million USD 675 million in new beverage facility in Glendale, Arizona\n\n<!-- image -->\n\nA\n\nB\n\n<!-- image -->\n\nMexico\n\n- ~ CHF 315 million USD 340 million in new Nescafé factory in Veracruz, Mexico\n\nPotential acquisitions must have/uni00A0a good strategic and cultural fit with our organization and o/ffer attractive financial returns. We look for creative ways to structure transactions and build partnerships that enhance our strategic options.\n\nWe have demonstrated our commitment to maintaining a high level of reinvestment into the business while at the same time continually increasing capital returns to shareholders. We do this by increasing our dividend year after year. Based on our 2022 performance, the Board of Directors has proposed a dividend increase of 15/uni00A0centimes to CHF/uni00A02.95 per share to be paid in April 2023. This will be our 28th consecutive annual dividend increase. As a result of our strong free cash flow generation and business disposals, we continued to return excess cash to shareholders through share buybacks. In 2022, Nestlé repurchased 92/uni00A0million of its shares for a total amount of CHF/uni00A010.6/uni00A0billion at/uni00A0an average price of CHF/uni00A0115.36 per share. Nestlé plans to repurchase CHF/uni00A020/uni00A0billion of its shares over the period 2022/uni00A0to 2024.\n\n/uni00A0\n\n## Creating Shared Value: The way we operate/uni00A0\n\nWe build for the long term, act with focus and combine global resources with local know-how to create value for\n\nA\n\nB\n\nC\n\nD\n\n3\n\n<!-- image -->\n\nThailand\n\n~ CHF 133 million THB 5 billion in new Purina PetCare factory in Rayong, Thailand\n\nboth society and our shareholders at a meaningful scale. We do so because we believe that business should act as a/uni00A0force for good.\n\nNestlé continues to follow through on our commitments to do business in a way that creates shared value, illustrated by progress toward net zero greenhouse gas emissions, regenerative agriculture, 100% deforestation-free supply chains, sustainable packaging and improved nutrition in our portfolio.\n\n<!-- image -->\n\nIn addition to Starbucks packaged co/ffees, Seattle's Best Co/ffee will join Nestlé's collection of beloved co/ffee brands in the United/uni00A0States, which include Nescafé , Nespresso and Blue Bottle .\n\nE\n\n<!-- image -->\n\nA\n\nB\n\nC\n\nD\n\n3\n\n<!-- image -->\n\nC\n\nD\n\n3\n\nE\n\nE\n\nE\n\n<!-- image -->",
        "metadata": {
            "page": 13
        },
        "id": "ba9a5cab-fac3-4442-a5f1-79a4846ebaa5"
    },
    {
        "page_content": "## Innovating to unlock the power of food\n\n<!-- image -->\n\n## Nespresso\n\nOur paper-based compostable capsules o/ffer consumers a choice between fully recyclable aluminum capsules and compostable paper.\n\n1.7 billion Swiss francs invested\n\nin/uni00A0R&D annually\n\n4100 R&D employees globally\n\n23\n\nR&D locations worldwide\n\n2\n\nnew focus areas (Nestlé Institute of Agricultural Sciences and R&D Latin America)",
        "metadata": {
            "page": 14
        },
        "id": "bb13561d-80b6-422d-8a43-ef5484c04bda"
    },
    {
        "page_content": "Food provides essential nutrients to support the good health of people and pets, in a tasty and pleasurable way. It is a vital pillar of cultures, brings people together, underpins economies and impacts planet health. At Nestlé, through our R&D organization, we innovate with purpose to unlock the power of food and deliver tasty, nutritious, a/ffordable and sustainable products - for today, and for generations to come.\n\n## Our innovation capabilities\n\nWe continuously strengthen our innovation capabilities to ensure that we deliver products that meet people's diverse evolving needs, while reducing our carbon footprint and contributing to company growth. In 2022, we were able to maintain the same time-to-market speed as in 2021, despite the challenging environment.\n\nThrough our regional R&D centers in Africa, China, India and South-East Asia, we can innovate closer to the people we serve with agility. We recently inaugurated an additional regional R&D Center for Latin America in Santiago, Chile, enabling us to innovate for consumers in the region, while leveraging our global science and technology capabilities to deliver tasty, nutritious, a/ffordable and sustainable products.\n\nWe also rely on new innovation tools to increase speed, e/fficiency and decision making, and deliver breakthrough solutions. Using advanced algorithms, we can capture information on trends, ingredients, flavors and health benefits to virtually create and quickly test concepts before further refining for launch. Using these tools, in China we launched Nescafé Dalgona co/ffee mixes and Nesvita probiotic supplements for adults. We are also exploring the use of artificial intelligence and data science that can help to manage tradeo/ffs between taste,\n\n<!-- image -->\n\nnutrition, sustainability and a/ffordability in an increasingly complex innovation environment.\n\nTo go from idea to shop in six months - with new sites in Chile, China, India and Arlington, Virginia, in the United/uni00A0States - we now have 14 R+D Accelerators. Since 2019, the Accelerator initiative has had over 300/uni00A0participants, with 150/uni00A0new products in 20/uni00A0countries.\n\nUsing a test-and-learn approach and working closely with retailers, we quickly develop and pilot novel concepts before investing in a full-scale launch. After a successful pilot test for KitKat/uni00A0V , we launched the vegan chocolate on a wider scale in 15/uni00A0European markets.\n\n## Nutrition solutions across life stages\n\nWe develop innovations that are backed by science across life stages, for people and pets. New research showed that Nutrilearn Connect , a unique nutrient blend, increases brain myelination, a process vital for cognition and motor development during early life. This led to a first launch in Hong Kong and China under the Wyeth S-26 Ultima brand. We also continued the rollout in 20 markets of infant formula with five HMOs to support gut health and immunity.\n\nTo meet toddlers' unique nutritional needs, we introduced Gerber Powerblend cereals in China and India. These are/uni00A0made from diverse food groups such as whole grains, legumes, milk and fruits to support immunity, brain development and the gut microbiome.\n\nProviding solutions for people with specific health needs is also a priority for us. To support women during and after pregnancy while breastfeeding, we launched a range of Materna multivitamins and supplements in Latin America and Europe.\n\nOur new regional R&D Center for Latin America in Santiago, Chile, enables us to innovate tasty, nutritious, a/ffordable and sustainable products that are highly relevant to local consumers.\n\nIn the United States, we developed a range of Compleat plant-based standard tube feeding formulas to support digestive health, increased energy needs or decreased fluid needs in patients aged 1 to 13 years. In China, we launched Yiyang milk powder made with mulberry leaf extract, a traditional Chinese ingredient, to support people aged over 45 years in/uni00A0managing blood glucose.\n\nFor cats and dogs, we launched Purina Pro Plan supplements - in a multiformat such as oils, powders and tablets - to support mobility, immunity, vitality, healthy skin and coat.",
        "metadata": {
            "page": 15
        },
        "id": "12113544-f10b-43ee-8771-078c29d92038"
    },
    {
        "page_content": "<!-- image -->\n\n## Increasing access to a/ffordable nutrition\n\nEveryone has the right to adequate and nutritious foods, including high-quality protein. In Latin America, under the Malher brand, we piloted a powdered, shelf-stable, plantbased protein blend to complement egg dishes in a nutritious and a/ffordable way. When cooking scrambled eggs, omelets and batters, the soy-based Huevo Más can replace some eggs at a lower cost, but with an equal amount of protein, fewer calories, and less cholesterol and saturated fats.\n\nOur scientists developed a new source of iron suitable for dairy products and three times more absorbed when compared to existing sources. It was first used in Bunyad Iron+ , an a/ffordable dairy-based drink to address iron deficiency in children in Pakistan, with more products to follow.\n\n## Breakthrough technology for sugar reduction\n\nO/ffering healthier choices as part of a balanced diet is a priority for us. Our new proprietary technology reduces sugar in key raw materials, with no impact on taste or texture, for di/fferent types of products.\n\nBased on fermentation, the technology significantly reduces sugar in malt and milk, while generating prebiotic fibers. We introduced sugar-reduced Milo in South-East Asia, Africa and Oceania, with other product categories and geographies to follow.\n\n## Pioneering plant-based products\n\nOur expertise in proteins, nutrition, plant sciences and culinary arts enables us to develop tasty, nutritious and sustainable plant-based products across brands, categories, formats and geographies. This includes soy-based Milo in Thailand, Nestlé Veggie plant-based yogurt with probiotics\n\nScientists at the Nestlé Institute of Agricultural Sciences screen science-based agricultural solutions and assess their potential for reducing the environmental footprint of key agricultural raw materials.\n\nin Chile, Garden Gourmet Schnitzel in Europe, Garden Gourmet Voie Gras - an alternative to foie gras - in Spain and Switzerland, and Gerber Plant-tastic range of organic foods and snacks for toddlers in the United States and Europe.\n\n## Actively pursuing novel technologies\n\nTransitioning toward regenerative food systems requires changes in the way agricultural raw materials are produced and sourced. We created the Nestlé Institute of Agricultural Sciences to translate and apply agricultural science and identify the most promising technologies. Part of our global research organization in Switzerland, the Institute includes a plant science unit in France, and cocoa, co/ffee and dairy research farms in Ecuador, Côte d'Ivoire, Thailand and Switzerland.\n\nWe also explore emerging technologies with start-ups, such as the pilot for animal-free dairy protein-based beverages through our US R+D Accelerator. Using precision fermentation, the products are made with animal-free protein sourced from the start-up Perfect Day, which is identical to cow's milk whey protein without compromising on nutrition and taste. We are also exploring tasty, nutritious and sustainable cultured meat with the start-up Future Meat Technologies.",
        "metadata": {
            "page": 16
        },
        "id": "8ed29deb-9ac4-4280-950b-3881d64ce637"
    },
    {
        "page_content": "<!-- image -->\n\nWe are innovating novel systems that bring the perfect cup of co/ffee to/uni00A0consumers in a sustainable way. This work is driven by R&D experts at/uni00A0the Nestlé System Technology Center in/uni00A0Switzerland.\n\nNeo, a new cutting-edge system for Nescafé Dolce Gusto first launched in Brazil, gives co/ffee lovers the best sustainable co/ffee-shop-at-home experience. It comes with a proprietary SmartBrew technology that combines three brewing methods so that consumers can enjoy high-quality\n\nIN FIGURES\n\n<!-- image -->\n\n>200\n\n<!-- image -->\n\nnovel material structures tested before perfecting the Neo paper-based pod\n\n<!-- image -->\n\nespressos, co/ffee-shop-like americanos and drip-style co/ffees in one single machine. Its new range of compostable paper-based pods deliver high-quality co/ffee with 70% less packaging than current capsules.\n\nFor Nespresso lovers, we developed a new range of paper-based compostable capsules that are retro-compatible with Nespresso Original machines, which will pilot in France and Switzerland in 2023.\n\nThrough extensive research, the Nestlé System Technology Center developed the paper-based pods and capsules together with the Nestlé Institute of Packaging Sciences to ensure that the packaging protects the co/ffee and maintains good taste and quality during extraction.\n\nOther novel systems launched include Nespresso Vertuo Pop , the smartest, smallest, most optimized and accessible co/ffee machine ever, made from 35% recycled plastic. These new systems meet the expectations of today's most passionate co/ffee lovers and represent the long-term future of the category.\n\nThe new, patented Nescafé Dolce Gusto Neo , with compostable paper-based pods and proprietary SmartBrew technology, was refined over five years at the Nestlé System Technology Center in Switzerland.\n\n<!-- image -->\n\nOUR VOICES\n\n'Wh/e\\_n w/e.ss01 /d\\_ev/e.ss01l/o.ss01p a n/e.ss01w s/y.ss01s/t.ss01/e\\_m, w/e.ss01 n/e\\_ed t/o.ss01 h/a\\_rm/o\\_ni/z.ss01e i/t.ss01s t/h.ss01r/e\\_e k/e.ss01y e/l.ss01/e\\_m/e\\_nt/s.ss01 f/o\\_r t/h.ss01e p/e\\_rf/e.ss01/c\\_t /i\\_n-c/u.ss01p r/e\\_su/l.ss01t: t/h.ss01e p/r.ss01o/d\\_u/c\\_t, i/t.ss01s p/a.ss01c/k.ss01a/g.ss01/i\\_ng /a\\_nd t/h.ss01e m/a.ss01c/h.ss01/i\\_ne.'\n\n<!-- image -->\n\nJulia Lauricella Head of Nestlé System Technology Center Switzerland",
        "metadata": {
            "page": 17
        },
        "id": "08af4314-0187-4926-b688-46c30cb33aac"
    },
    {
        "page_content": "## Creating shared value\n\n<!-- image -->\n\n## Golden Morn\n\nOur Golden Morn cereal brand in Nigeria contains over 50% whole grains, is fortified with essential nutrients such as vitamin A and iron, and is mainly made from locally sourced ingredients - from Nigerians, for Nigerians.\n\n6.4 million tonnes greenhouse gas emissions (CO/uni2082e) reductions compared with a businessas-usual scenario\n\n## 99.1%\n\nassessed deforestation-free in stated supply chains\n\n10.5% reduction in virgin plastic\n\nin our packaging since 2018\n\n30.2% women in the top 200+ senior\n\nexecutive positions",
        "metadata": {
            "page": 18
        },
        "id": "6fc49335-9fa4-4c85-964b-ee017c04f7d4"
    },
    {
        "page_content": "Uncle Tobys Oat Milk range in Australia is made with 100% Australian oats and has a/uni00A0Health Star Rating of four out of five.\n\n<!-- image -->\n\nNestlé's purpose is to unlock the power of food to enhance quality of life for everyone, today and for generations to come. This purpose drives us to make a positive impact on people, pets and the planet - now and in the future. We are committed to supporting a just transition to regenerative food systems that can nourish the world.\n\n## Understanding our material topics\n\nTo reflect shifting trends and stakeholder priorities, we regularly conduct a materiality assessment to identify where Nestlé has the greatest impact on society and the environment, and which impacts are most important to our business success. In 2022, we worked with an independent third party to interview 55 internal and external stakeholders to make the assessment.\n\nBased on their responses, we identified critical topics for our business and stakeholders, including significant changes since our last assessment. The top-rated topics are covered\n\nSELECTED 2022 RATINGS\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n- *  Brands accounting for approximately 10% of Nestlé net sales are B Corp certified.\n\n*\n\nin this section: product quality and safety, health and nutrition, greenhouse gas emissions, packaging lifecycle management, water management, ecological impacts, and environmental and social impacts in our ingredient supply chain. These and all other material topics, as well as the assessment results, are covered in detail in our Creating Shared Value and Sustainability Report .\n\n## Improved nutrition and labeling\n\nWe aim for our food to be tasty, nutritious, sustainable, and accessible and a/ffordable to everyone, across all life stages. Our extensive portfolio ranges from beverages and meal solutions to confectionery and healthcare nutrition products. We are improving the nutritional profile of our products by adding more whole grains, proteins and fibers while reducing sugars, sodium and saturated fats - without compromising taste. In 2022, we updated our systems and policies to further improve the healthiness and taste of our products.\n\nProviding transparent information about our products is central to maintaining people's trust. In 2022, for the first time, we benchmarked our entire global portfolio against the Health Star Rating (HSR) system, a nutrient profiling system used by the Access to Nutrition Initiative and on front-of-pack labels in some countries. We are also reporting separately on specialized nutrition products like infant foods and medical nutrition, which are not covered by the HSR system. Nestlé is the first company to disclose the nutritional value of its entire portfolio, ranging from occasional treats to nutritious foods and beverages for daily consumption, to our specialized nutrition o/fferings.",
        "metadata": {
            "page": 19
        },
        "id": "e22348b7-8087-4553-a936-0cd604216ccd"
    },
    {
        "page_content": "Further, to communicate transparently about the nutritional composition of our products, we will continue to display locally relevant front-of-pack nutrition labeling schemes, such as Nutri-Score. In our Creating Shared Value and Sustainability Report , we disclose the nutritional value of local portfolios in 13 countries using their respective government-endorsed front-of-pack labeling systems. This transparency is part of Nestlé's e/fforts to grow and expand the nutritious segments of our portfolio, including plantbased, children's and healthy aging products.\n\n## The nutritional value of our portfolio *\n\n|                                                            | Excluding PetCare  (/seven.tf/nine.tf% net sales *)        | Including PetCare  (/nine.tf/seven.tf% net sales *)        |\n|------------------------------------------------------------|------------------------------------------------------------|------------------------------------------------------------|\n| Net sales from products with a Health Star Rating of:      | Net sales from products with a Health Star Rating of:      | Net sales from products with a Health Star Rating of:      |\n| HSR of less than /one.tf./five.tf                          | /two.tf/one.tf%                                            | /one.tf/seven.tf%                                          |\n| HSR of /one.tf./five.tf to less than /three.tf./five.tf    | /two.tf/two.tf%                                            | /one.tf/eight.tf%                                          |\n| HSR of /three.tf./five.tf or above                         | /three.tf/seven.tf%                                        | /three.tf/zero.tf%                                         |\n| Net sales from specialized nutrition products without HSR: | Net sales from specialized nutrition products without HSR: | Net sales from specialized nutrition products without HSR: |\n| Specialized nutrition                                      | /two.tf/zero.tf%                                           | /three.tf/five.tf%                                         |\n\n- *  Excludes products that are not foods or beverages for consumption, and some recent/uni00A0acquisitions.\n\n## Access to essential and a/ffordable food products\n\nProduct access and a/ffordability are more important than ever given the social and economic instability and supply chain constraints the world is facing. Nestlé remains/uni00A0committed to/uni00A0providing essential food products in/uni00A0markets worldwide.\n\nWe also continue to o/ffer a wide range of a/ffordable and micronutrient fortified products, totaling 129.2/uni00A0billion fortified servings of a/ffordable nutrition products in 2022. New o/fferings include Bunyad Iron+ in Pakistan and expansion in Nestlé East and Southern African Region (ESAR) of Nestlé Everyday , an a/ffordable, medium-fat milk powder enhanced with locally sourced ingredients containing calcium, iron, vitamins and zinc.\n\n## Marketing our products responsibly\n\nWe advertise our products according to strict guidelines - especially when it comes to how we communicate to children and how we promote breast milk substitutes. In 2022, we announced plans to update our Marketing Communication to Children Policy with a commitment not to/uni00A0market confectionery, ice cream or water-based beverages with added sugars to children aged under 16/uni00A0years. This will meet the strictest standard in the industry. In 2022, we also announced plans to update our policy on the responsible marketing of breast milk substitutes, with a commitment to/uni00A0unilaterally stop the promotion of infant formula globally for babies aged 0/uni00A0to/uni00A06/uni00A0months.\n\n## Product quality and food safety\n\nQuality and safety for consumers is Nestlé's top priority. This applies to our entire portfolio, from foods and beverages to systems and services. Quality assurance and product safety is one of Nestlé's Corporate Business Principles , while our Quality Policy guides our actions in this/uni00A0area. Our global, independently verified quality management system is our platform for guaranteeing food safety and compliance with quality standards in conformance with laws and regulatory requirements, ISO/uni00A0norms and internal standards.\n\nWe carefully revised our quality management systems in 2022 and are placing even greater emphasis on reinforcing a/uni00A0quality and food safety culture, strengthening competencies, performing more frequent and targeted testing, enhancing verification, and making better use of/uni00A0data for prediction and detection of incidents.\n\n## Our road to net zero\n\nIn 2022, our greenhouse gas (GHG) emissions remained decoupled from business growth, as we achieved higher revenues and lower absolute emissions.\n\n<!-- image -->\n\nTo help fight deficiencies, Bear Brand tailors the micronutrient fortification of its products to the specific nutritional gaps of each market where it is sold.",
        "metadata": {
            "page": 20
        },
        "id": "f72f459d-9803-414a-82f8-4375dc2c0205"
    },
    {
        "page_content": "## Our alignment with the Taskforce on Climate-related Financial Disclosures\n\n| Governance                                                                          |                                                                                                                                                                                                                                                                                                                                                                                                                               |\n|-------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Board's oversight                                                                   | Oversight of climate-related risks and opportunities is embedded at  the highest level. The Board has oversight of climate-related matters  and monitors progress toward related goals. The Board's Sustainability  Committee reviews Nestlé's sustainability agenda and the Audit  Committee is informed of the content of our non-financial reporting  and/uni00A0of/uni00A0the audit process for selected assured metrics. |\n| Management's role                                                                   | The Executive Board is responsible for executing sustainability strategies,  including our Net Zero Roadmap, through an ESG & Sustainability  Council. At operational level, an ESG Strategy and Deployment Unit  drives implementation.                                                                                                                                                                                      |\n| Strategy                                                                            | Strategy / Risk Management                                                                                                                                                                                                                                                                                                                                                                                                    |\n| Climate-related risks and opportunities                                             | Climate change is considered a material risk for Nestlé. Within our  Enterprise Risk Management framework, we conduct an annual  assessment of climate change risks and review the strategy and plans  to/uni00A0mitigate them. We assess related financial risks using a discounted                                                                                                                                          |\n| Impacts of climate-related risks and opportunities                                  | cash flow methodology. Our assessment establishes: - Transition risks : we have assessed transition risks to 2030, based on                                                                                                                                                                                                                                                                                                   |\n| Resilience of the organization's strategy                                           | exposure levels from low-, medium- and high-emission pathways.  Modeling results show a degree of exposure, but our Net Zero  Roadmap could reduce this by up to half. /uni00A0 - Physical risks : changing temperatures and weather extremes can  a/ffect the quality and availability of key raw materials through                                                                                                          |\n| Risk Management                                                                     | lower and variable yields, as well as shifts in the regions suitable  for cultivation. For ingredients covering ~ 90% of our spend, we  have assessed exposure to 2040, based on a likely 1.5°C global                                                                                                                                                                                                                        |\n| Processes for identifying and assessing climate-related risks                       | temperature rise. For our key materials cocoa, co/ffee, dairy and  palm/uni00A0oil we outline the mitigating actions.                                                                                                                                                                                                                                                                                                         |\n| Integration into the organization's overall risk management                         | temperature rise. For our key materials cocoa, co/ffee, dairy and  palm/uni00A0oil we outline the mitigating actions.                                                                                                                                                                                                                                                                                                         |\n| Metrics & Targets                                                                   |                                                                                                                                                                                                                                                                                                                                                                                                                               |\n| Metrics used to assess climate-related risks and opportunities                      | In addition to the indicators published last year, for 2022, we have added  the percentage of key raw materials sourced through regenerative  agriculture methods as a major component of our Net Zero Roadmap  for/uni00A0increasing climate resilience.                                                                                                                                                                     |\n| Scope 1, 2 and 3 greenhouse gas (GHG) emissions                                     | In 2022, 70% of carbon savings generated came from interventions in  raw material sourcing and 30% came from other value chain e/fficiencies  and innovative product categories. This demonstrates our ability to  mitigate climate risks and embrace opportunities.                                                                                                                                                          |\n| Targets used to manage climate-related risks, opportunities  and/uni00A0performance | We review our Net Zero Roadmap for achieving planned GHG emissions  reductions for 2025 and 2030 annually to validate that our activities are  keeping us on the path to net zero and are helping mitigate and adapt to  climate risk throughout our value chain.                                                                                                                                                             |",
        "metadata": {
            "page": 21
        },
        "id": "08fd6f82-5e16-4eda-a6be-f7d2b56b2e6c"
    },
    {
        "page_content": "Scope 1, 2 and 3 GHG emissions within the boundaries of our Net/uni00A0Zero Roadmap have now reduced by 6.4/uni00A0million tonnes compared with a business-as-usual scenario. These emissions have fallen below our 2018 baseline for the first time since introducing our Roadmap, despite revenue growth over the same four-year period. Emissions reductions are the result of a wide range of projects in our/uni00A0agricultural supply chains, as/uni00A0well as in our factories.\n\nIn addition to these emissions reductions, we secured 4.3/uni00A0million tonnes of GHG removals by implementing nature-based solutions that transfer GHGs from the atmosphere into carbon stores. These removals take place within our supply chain and the landscapes where we source our raw materials, and help to restore forests, wetlands and peatlands, or improve land management.\n\nWe are proud of our progress, but know there is more to do to reduce Nestlé's absolute emissions on our way to net zero by 2050. We are still adapting our approach in response to what we learn. Many of our emissions reduction and removal activities will take time to implement/uni00A0but we remain confident they will yield rapid results to keep us on track. Our commitment to help farmers in a just transition toward regenerative agriculture/uni00A0supports our climaterelated agenda.\n\n## Progress on our deforestation-free commitment\n\nIn 2010, Nestlé was one of the first companies to commit to/uni00A0end deforestation in its supply chains. By the end of 2022, 99.1% of our primary supply chains for meat, palm/uni00A0oil, pulp and paper, soy and sugar were assessed as/uni00A0deforestation-free.\n\nFrom experience, we know that the last percentage points are the hardest to reach due to the volume sourced from thousands of smallholders who require customized technical assistance at a local level. We remain focused on achieving our deforestation-free commitment.\n\n## Our vision for packaging and circularity\n\nOur vision continues to be that none of our packaging, including plastic, ends up in landfill or as litter. As with carbon, we are moving beyond peak virgin plastics, reducing the volume we use while our business continues to grow.\n\nWe have a strategy that supports our vision and addresses both product design and infrastructure systems. By reducing/uni00A0unnecessary packaging, designing better packaging for reuse and recycling systems, modeling fair collection systems and supporting good regulation, we aim to support the transition to no waste in landfills or nature.\n\n<!-- image -->\n\nOur Henniez bottledwater plant in Switzerland produces renewable energy by collecting and burning manure from local cattle in a biogas plant, together with spent co/ffee grounds from Nespresso .",
        "metadata": {
            "page": 22
        },
        "id": "cc535389-1484-4248-984a-f59f69d81e04"
    },
    {
        "page_content": "## Progress on our roadmap to 20% reduction in greenhouse gas emissions  by 2025 and 50% reduction by 2030 and net zero by 2050\n\n2018 baseline (million tonnes of CO/uni2082e)\n\n<!-- image -->\n\nAs a signatory of the Ellen MacArthur Foundation Global Commitment, our aim is to have 100% of our packaging designed for acceptance in recycling systems. By 2025, more than 95% of our packaging will be designed for recycling. We are on track to reduce our use of virgin plastics from 2018 levels by one-third by 2025: at end of 2022, we had reduced our use of virgin plastics by 10.5%.\n\nReuse and refill systems are also important. We have run over 20 packaging reuse pilots in 12 countries, providing products in our Nestlé Waters business and with partners such as Loop, Aldo and Carrefour. However, we recognize that more needs to be done and will work with retail partners to increase and scale up reuse and refill systems.\n\nWe advocate for well-planned regulation to enable collection, sorting, reuse and recycling systems. We support regulations like extended producer responsibility and deposit return systems. We are also highly committed to supporting UN negotiations for a high-ambition Global Plastics Treaty as a legally binding agreement to end plastic pollution.\n\n## Promoting sustainable production\n\nIn addition to our own actions, we need to foster large-scale changes throughout our supply chain, if we are to support a/uni00A0just transition to regenerative food systems.\n\nIn France, we launched a pilot with Carrefour testing new refillable solutions for Nescafé, confectionery and pet food in the bulk aisles of two hypermarkets.\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "215788cc-9582-488f-8455-96dc065067b3"
    },
    {
        "page_content": "<!-- image -->\n\nWe aim to address environmental and social impacts for 14 priority raw materials by assessing whether they have been produced sustainably. Produced sustainably means that the origin of the materials is known and the way they are produced has been assessed as compliant with our environmental and social requirements. The 14 priority raw materials are cereals and grains; cocoa; coconut; co/ffee; dairy; fish and seafood; hazelnuts; meat, poultry and eggs; palm oil; pulp and paper; soy; spices; sugar; and vegetables. We have set specific environmental and social requirements for each raw material. We aim for 100% of these materials to be produced sustainably by end of 2030.\n\n## Advancing regenerative agriculture\n\nWe are helping farmers in our supply chain transition to regenerative agriculture practices. Regenerative agriculture is an approach to farming that aims to improve soil health and soil fertility, protect and enhance biodiversity, and preserve water resources. As agriculture accounts for the majority of our GHG emissions, and healthy soil and biomass can capture increased levels of carbon, this approach is central to achieving net zero.\n\nIn 2022, we published the Nestlé Agriculture Framework, which describes our vision for agriculture as a central building block of more regenerative food systems. The framework contains common principles and techniques that may be expanded on for specific crops. Most importantly, farmers\n\nSoil moisture sensors and plant stress-level sensors are helping farmers in our supply chains determine when to irrigate, how often and with how much water.\n\nThe new Nestlé Agriculture Framework aims to help our agriculture and sourcing experts and suppliers to understand and implement our regenerative agriculture model.\n\n<!-- image -->",
        "metadata": {
            "page": 24
        },
        "id": "4b513fd6-65d0-4311-9b8d-6aa5223a2fe9"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\nNestlé is creating action plans for the 11 salient human rights issues most relevant to its business and stakeholders, publishing the Data Protection and Privacy action plan in/uni00A0March 2022.Reducing dairy emissions is essential to Nestlé's climate ambitions, so we are exploring changes to cow feed, manure management, pasture coverage and renewable energy use, among others.\n\n<!-- image -->\n\nare at the center of our model. Where introducing regenerative agriculture practices generates initial risks or costs for smallholder farmers, we may provide technical, collaborative or financial assistance to support a just transition. Our Nescafé Plan 2030 and income accelerator program for cocoa-farming families are examples of how we/uni00A0are supporting farmers.\n\nWe also established the Nestlé Institute of Agricultural Sciences, a new center that builds on our existing agricultural expertise. Its aim is to translate novel agricultural science into concrete applications and identify promising agricultural technologies, with a focus on plant science, dairy livestock and agricultural systems.\n\n## Respecting human rights\n\nRegenerative food systems put people at the center. By respecting and advancing human rights in our value chain, we are building a foundation that contributes to a resilient future for our planet and its people. In 2021, we outlined our approach and salient human rights issues in a new Human Rights Framework and Roadmap.\n\nIn 2022, we published our Data Protection and Privacy action plan. In 2023, we will publish the remaining action plans for each of our salient issues, describing the actions we intend to take, the collective action needed to help tackle root causes and key indicators for measuring the e/ffectiveness",
        "metadata": {
            "page": 25
        },
        "id": "db40f126-8cb9-4401-8020-4af4407b5486"
    },
    {
        "page_content": "of each plan. Our framework and action plans will help us protect people, first and foremost, as well as stay ahead of emerging human rights due diligence legislation in the markets where we operate.\n\n## Creating youth opportunities\n\nAs part of our Nestlé needs YOUth initiative, in August we brought together all our existing youth innovation initiatives in one place on the Nestlé Youth Entrepreneurship Platform (YEP). This digital platform supports young innovators and entrepreneurs who want to gain new knowledge and skills, test an idea or grow their businesses in areas ranging from food science and technology to the development of products and services, including sustainable packaging and regenerative agriculture. Nestlé created access to economic opportunities for a total of 1.7/uni00A0million young people in 2022, bringing the total since 2017 to 5.6 million.\n\n<!-- image -->\n\nThe N e stl é Youth Entrepreneurship Platform is a one-stop shop where young people can gain access to knowledge and facilities, such as our technology centers and international network of R+D Accelerators.",
        "metadata": {
            "page": 26
        },
        "id": "d13d3821-fb9f-4ee8-8394-4f6ed5fcbf48"
    },
    {
        "page_content": "<!-- image -->\n\nOur income accelerator program aims to improve the livelihoods of cocoa-farming families and tackle the root causes of child labor risks in cocoa production, while advancing sustainable farming practices.\n\nPoverty is the main reason that children work on cocoa farms. Building on more than a decade of experience with our Nestlé Cocoa Plan and our Child Labor Monitoring and Remediation System, this innovative approach aims to incentivize cocoa farming families to make sustainable changes that will help move them closer to a/uni00A0living income.\n\n<!-- image -->\n\nWe plan to extend the program to all cocoafarming families in our global cocoa supply chain by 2030.\n\nThrough the accelerator, we pay a cash incentive directly to cocoa-farming households for activities such as pruning to increase crop productivity, planting shade trees to increase climate resilience, growing additional crops or raising livestock to diversify income, and enrolling children in school. Our suppliers send the payments when costs are typically high - like the backto-school period. We also help farmers and women in the household access the training and resources needed to make the changes.\n\nTo enable these payments and bring about lasting change, we are shifting our sourcing to segregated cocoa supplies that can be traced from the farming family all the way to our factory.\n\nThe income accelerator program is expanding a successful pilot of 1000 farmers in Côte d'Ivoire to a further 10 000 families. We will assess the results, adapting where necessary, before extending the program throughout our global cocoa supply chain by 2030.\n\nOUR VOICES\n\n'It m/o.ss01t/i.ss01v/a.ss01t/e\\_s m/e.ss01 t/o.ss01 s/e\\_e f/a\\_rm/e\\_rs /c\\_o\\_nv/i\\_nc/e.ss01d o/f.ss01 t/h.ss01e b/e\\_n/e\\_fi/t.ss01s: o/v.ss01/e\\_r 90% w/a\\_nt t/o.ss01 /c\\_o\\_nt/i\\_nu/e.ss01 p/r.ss01/u\\_n/i\\_ng /a\\_nd s/o\\_me a/l.ss01r/e.ss01a/d.ss01y p/r.ss01/u\\_n\\_ed t/h.ss01e r/e\\_ma/i\\_n/d\\_er o/f.ss01 t/h.ss01e/i\\_r p/l.ss01o/t.ss01.'\n\n<!-- image -->\n\nLuc A/ffoli N'Guessan Toussaint Income Accelerator Project Manager Côte d'Ivoire\n\nIN FIGURES\n\n<!-- image -->\n\n## CHF 500\n\nthe amount families can earn annually in the first two years",
        "metadata": {
            "page": 27
        },
        "id": "f15cfdd0-7675-40b3-9c06-0da44b0de191"
    },
    {
        "page_content": "## Accelerating data-driven digitalization\n\n<!-- image -->\n\n## Maggi Meu Segredo\n\nWe are building culinary ecosystems to engage with our consumers along the entire journey from recipe inspiration to shopping experience. Through platforms like Receitas Nestlé, consumers can find inspiration and services easily online or in-store through QR codes.\n\n55% of total media spend was\n\non digital media\n\n275 million first-party data records\n\n15.8% sales through e-commerce\n\n150 connected factories\n\n<!-- image -->",
        "metadata": {
            "page": 28
        },
        "id": "0d01731b-f589-4af0-9ad8-dca65784fe91"
    },
    {
        "page_content": "<!-- image -->\n\nConsumers want access to goods and services, regardless of channel. They expect brands to connect with them directly and get new products to market quickly. Plus, they want full transparency about how their/uni00A0products were made. To meet these demands and/uni00A0drive growth, we are accelerating our data-driven digital transformation.\n\n## Acceleration of e-commerce\n\nIn 2021, we launched the e-commerce acceleration initiative, building detailed action plans by market. In 2022, our primary focus was executing these plans to improve e-commerce performance in all markets and categories.\n\nOur 2025 ambition of 25% of sales via e-commerce will impact all markets, brands and roles. As such, a key priority is building e-commerce skills. We have created a global e-commerce community of more than 3000 employees who connect and share best practices, successes and challenges. We are reaching an even wider audience with online webinars and trainings. More than 11 000 people across Nestlé have already attended these events.\n\nExecuting online has parallels with o/ffline but requires a di/fferent approach to win. While remaining agile, we have defined our vision of perfect shelf execution and have set about measuring this by market and retailer, down to the SKU level. By standardizing and scaling our approach, we can improve digital shelf execution - including content, text, ratings and reviews. To advance our Retail Digital Media we are working closely with our retail partners, adapting our ways of working and developing practices to improve return on investment.\n\nRetailer websites, apps and direct-toconsumer platforms are a shop window for our consumers to engage with our brands. Tracking and making continuous improvements at scale help us continuously improve the customer experience and drive/uni00A0sales.\n\nAs the retail landscape becomes more fragmented, we have ever more customers and channels to manage. This complexity requires us to do more with less. With Amazon, one of our largest e-commerce customers, we created the Amazon center of scale where we outsource or automate routine tasks to ensure our teams are only working on the most value-adding activity.\n\n## Advancing always-on analytics\n\nQuick access to actionable data insights is key to understanding fast-changing consumer needs and optimizing our demand-generation activities, thus maximizing our resources. We are harnessing the power of data to streamline our business practices, becoming more strategic and predictive while making changes in real time.\n\nIn 2022, our analytics capability has been critical to help us navigate an extremely volatile retail environment and rising costs of raw materials. Our data-powered sales and marketing teams have been able to optimize our sales prices and promotional activity while maintaining consumer demand for our brands and products.\n\nOur strategic revenue management program now covers around 95% of our markets. We are also leveraging artificial intelligence (AI) with end-to-end analytics to deepen collaboration with customers, improve product assortment and enhance promotion e/ffectiveness.\n\nTo increase the e/ffectiveness of our marketing investment, we are investing in proprietary solutions deployed at scale in many geographies from Indonesia to North America.",
        "metadata": {
            "page": 29
        },
        "id": "9f1bd0de-b9b9-4caa-bd54-2340e0c89e41"
    },
    {
        "page_content": "<!-- image -->\n\nWe recently created a hub for data science in Bangalore. Here, we are developing solutions to track the return on every investment in key Zone AOA markets and building models to predict best investment scenarios that allow us to adjust channel strategies in real time.\n\nWith 55% of our media spend invested on digital platforms and exponential need for platform-specific content, we have built a more e/fficient and agile operating model for creating and optimizing content. In 2022, we further expanded our expertise across the digital value chain and the content studio model: 37 content studios are producing high-quality content 50% cheaper than our previous model. We use AI to track, correct and enhance the relevance of more than 500 000 digital assets per year across the key digital platforms, leading to performance improvement up to 66% in return on ad spend measured across Meta platforms, Facebook and Instagram.\n\n## Digitally enhanced operations\n\nWe are deploying advanced operational planning technology at scale covering all key areas across our value chain - from demand sensing to production scheduling. The technology allows us to drive agility and resilience of our operations, enhancing our ability to react to consumer demand quickly and e/fficiently. We have successfully implemented these core capabilities in the United States, our biggest market, and are accelerating rollout with the intention to reach 80% of our businesses by the end of 2025.\n\nOur core digital technologies are now deployed in more than 275 factories in 60 countries, enabling over 50 000 connected workers to be highly productive and autonomous with fast and easy decision making. The data gathered from these technologies is used by AI and predictive analytical tools to enable the delivery of exceptional quality, zero breakdowns,\n\nNestlé is investing EUR 100 million in one of its largest co/ffee factories in Girona, Spain, installing stateof-the-art digital technology that will accelerate improvement in sustainability, logistics and production capacity.\n\nimproved energy e/fficiency and reduced water consumption.\n\nOur ability to frequently reconfigure the supply networks through digital twins and AI-based optimization methods delivers cost e/fficiency and resilience in turbulent times. Digitally enabled transport control towers (or T-Hubs) are now deployed in more than 20 locations, manage more than 16 000 trucks daily and cover 85% of our turnover. Capabilities have been built around cost e/fficiency as well as resilience and responsiveness.\n\nOur journey to warehouse automation is well underway to deliver cost\n\ne/fficiency. These agile operations meet customer requirements while mitigating labor shortage.\n\n## Validation of sustainability\n\nDigitalization helps enable Nestlé's sustainability agenda in areas such as sustainable packaging, responsible sourcing, tackling CO/uni2082 emissions and water management.\n\nWith the help of our greenhouse gas performance system, we are now able to monitor our carbon footprint more accurately, including Scope 3 emissions. In addition to an automated combination of Nestlé spend and activities with the emission factors from relevant external databases, this system enables Nestlé to include primary data about emissions from suppliers and farms.\n\nIn 2022, we debuted a new technology to improve endto-end traceability and substantiate sustainability claims. Nespresso partnered with OpenSC to use their technology to bring greater transparency and accountability to the supply chain for Reviving Origins organic co/ffee, Kahawa Ya Congo , by using smart devices and QR codes. The OpenSC platform automatically verifies that each smallholder farmer receives the correct Nespresso AAA Sustainable Quality Program premium directly for the co/ffee they produced - either via mobile money or cash.",
        "metadata": {
            "page": 30
        },
        "id": "f91da71a-778e-4abe-93b3-c095df6a57b1"
    },
    {
        "page_content": "<!-- image -->\n\nNestlé's online recipe platforms provide an opportunity to connect directly with consumers to gain insights on culinary preferences and drive higher consumption of Nestlé products. In Latin America, our recipe platforms reach more than 100 million consumers annually.\n\nOur Nestlé online recipe platforms allow our brands to engage with consumers directly, inspiring home cooks and foodies. With Rece(i)tas Nestlé, Latin American consumers can tap into more than 20 000 recipes,\n\n<!-- image -->\n\nReceitas Nestlé drives higher consumption of/uni00A0Nestlé products, with a 30% frequency increase observed in Brazil.\n\naccess how-to cooking tutorials, pose direct questions to our chefs and follow nutritional guidance to create balanced diets for their families.\n\nNestlé is connecting with communities and influencers to co-create recipes and leverage insights to/uni00A0inform future product innovation. The platforms o/ffer us the ability to collect richer data about culinary preference, which gives us the opportunity to serve diverse audiences with personalized content and choose the best brands for/uni00A0engaging with consumers.\n\nBy connecting the platforms with our/uni00A0retailers, we can drive consumers to use shoppable recipes to receive the ingredients directly at their doorstep, creating instant value for all parties involved. We have deployed over 150/uni00A0recipe websites and created more than 70 000/uni00A0recipes that are globally accessible through our smart recipe hub back end.\n\nOUR VOICES\n\n'Re/c.ss01/e\\_ta/s.ss01 N/e\\_st/l.ss01é h/a.ss01s b/e\\_en a k/e.ss01y /e\\_na/b.ss01l/e\\_r f/o\\_r /o\\_ur b/r.ss01/a\\_nd/s.ss01 t/o.ss01 /c\\_o\\_nn/e.ss01/c\\_t w/i.ss01t/h.ss01 /c\\_o\\_ns/u\\_m/e\\_rs /d\\_ir/e.ss01/c\\_tl/y.ss01 /a\\_nd /i\\_mp/r.ss01o/v.ss01e /o\\_nl/i\\_ne c/o\\_mm/u\\_ni/c.ss01a/t.ss01i/o\\_n /e\\_ffe/c\\_ti/v.ss01/e\\_n/e\\_s\\_s.'\n\n<!-- image -->\n\nJulieta Loaiza Head of Consumer and Corporate Communications Mexico\n\nIN FIGURES\n\n<!-- image -->\n\n+200 million\n\nvisits to Rece(i)tas Nestlé in 2022",
        "metadata": {
            "page": 31
        },
        "id": "e9dd697f-141b-4333-a316-c3939cea5113"
    },
    {
        "page_content": "## Connecting through our brands\n\nOur brands are enjoyed by people around the world.\n\nPowdered and Liquid Beverages\n\nPage 30\n\n## PetCare\n\nPage 32\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "95e3ed79-0746-4c5a-91da-905464535beb"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n| Nutrition and Health Science Page 34      |       |         | INFANT CEREALS INFANT CEREALS INFANT CEREALS   | ®   |\n|-------------------------------------------|-------|---------|------------------------------------------------|-----|\n| Prepared dishes  and cooking aids Page 36 |       |         |                                                |     |\n|                                           |       |         | ® ENLIGHTENED FOODS                            |     |\n| Milk products and Ice cream Page 38       | ® ® ® |         |                                                |     |\n| Confectionery Page 40                     |       |         |                                                |     |\n| Water                                     |       | Page 42 |                                                |     |\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 33
        },
        "id": "5f92df08-903d-4425-b69a-2ffc25671ce6"
    },
    {
        "page_content": "## powdered and liquid beverages\n\n## Providing the world's favorite drinks\n\nOur Powdered and Liquid Beverages category includes our co/ffee, cocoa and malt beverage businesses. This category features iconic co/ffee brands Nescafé , Nespresso and Starbucks, plus the world's most popular chocolate malt drink, Milo .\n\n## Starbucks Frappuccino\n\nThe iconic ready-to-drink Starbucks Frappuccino , in Co/ffee and Mocha flavors, is now available to consumers in select markets across South-East Asia and Oceania.\n\n<!-- image -->\n\n## Milo\n\nThanks to our new proprietary technology, in 2022 Milo hit market shelves in Asia, Africa and Oceania with sugar reduction, while preserving its/uni00A0signature taste.\n\n<!-- image -->\n\nAt a glance\n\n25.2\n\nSales (in CHF/uni00A0billion)\n\n22.2%\n\nUTOP margin\n\n26.7%\n\nPercentage of Nestlé's sales\n\n## Nespresso Reviving Origins\n\nUsing OpenSC technology, Nespresso is bringing greater transparency and accountability to the supply chain for Reviving Origins organic co/ffee, Kahawa/uni00A0Ya/uni00A0Congo , involving over 1000/uni00A0smallholder farms.\n\n<!-- image -->\n\n## Nescafé Gold Roastery\n\nWith sales above expectations since its launch in 2021, the Nescafé Gold Roastery collection of instant co/ffee is expertly roasted in batches by our master roasters to unlock the very best flavors.",
        "metadata": {
            "page": 34
        },
        "id": "507a5c22-ded4-4583-af22-a57a9bb517f7"
    },
    {
        "page_content": "<!-- image -->\n\nClimate change is putting co/ffeegrowing areas under pressure. Building on a decade of experience with the Nescafé Plan , Nestlé is accelerating work to help tackle climate change and address social and economic challenges within Nescafé supply chains.\n\nIn 2022, Nestlé's largest co/ffee brand and one of the world's favorite co/ffees outlined its extensive plan to invest over one billion Swiss francs to help make co/ffee farming more sustainable: the Nescafé Plan 2030 . A central part of this is working with co/ffee\n\nPart of Nescafé's contribution to Nestlé's net zero emissions commitment involves helping co/ffee farmers plant more than 20 million trees across 8 countries by 2026.\n\n<!-- image -->\n\nfarmers to help them transition to regenerative agriculture.\n\nRegenerative agriculture is an approach to farming that aims to improve soil health and protect water resources and biodiversity. Healthier soils are more resilient to the impacts of climate change and can increase yields, helping improve farmers' incomes. As such, supporting farmers to make this transition can/uni00A0help reduce emissions from co/ffee farming while contributing to/uni00A0better farmer livelihoods and stronger communities.\n\nNescafé is committed to supporting farmers who take on the risks and costs associated with the move to regenerative agriculture, with priority for the seven countries where we source 90% of our co/ffee. Nescafé will provide farmers with training, technical assistance and highyielding co/ffee plantlets. In Mexico, Côte d'Ivoire and Indonesia, Nescafé will pilot a financial support scheme to help farmers accelerate the transition to regenerative agriculture.\n\n<!-- image -->\n\n'We /a\\_re m/o.ss01v/i\\_ng t/o.ss01 /a\\_n /i\\_nt/e.ss01/g\\_ra/t.ss01e/d.ss01 s/t\\_ra/t.ss01e/g.ss01y, u/s.ss01/i\\_ng r/e.ss01g/e\\_n/e\\_ra/t.ss01i/v.ss01e a/g\\_ri/c.ss01u/l.ss01t/u\\_re t/o.ss01 /d\\_el/i.ss01v/e\\_r /e\\_mi/s\\_si/o\\_ns r/e.ss01/d\\_u/c\\_ti/o\\_n, /i\\_mp/r.ss01o/v.ss01e/d.ss01 f/a\\_rm/e\\_r /i\\_n/c\\_o\\_m\\_e /a\\_nd b/e\\_t\\_t/e\\_r s/o.ss01c/i.ss01a/l.ss01 /c\\_o\\_n/d\\_it/i.ss01/o\\_ns.'\n\n<!-- image -->\n\nMarcelo Burity Head of Green Co/ffee Development, Co/ffee SBU United Kingdom",
        "metadata": {
            "page": 35
        },
        "id": "00649d88-0926-41a7-b7b7-68e6f08fee91"
    },
    {
        "page_content": "## petcare\n\n## Bringing pets and people together\n\nOur PetCare business delivers life-changing nutrition for pets alongside expertise for their owners and veterinarians. Purina is guided by science and driven by passion to enrich the lives of pets and the people who love them.\n\n## Purina Fancy Feast Medleys\n\nAs part of the #1 global wet cat food brand, the Medleys range o/ffers an elevated mealtime experience with a refreshed design and new globally inspired recipes crafted with highquality ingredients.\n\nAt a glance\n\n18.1\n\nSales (in CHF/uni00A0billion)\n\n20.5%\n\nUTOP margin\n\n19.2%\n\nPercentage of Nestlé's sales\n\n## Purina ONE Immune Defence Plus+\n\nThe Purina ONE brand relaunched its dry cat line in Asia, Oceania and Africa with Immune Defence Plus+, which is a specialty blend that helps to support the immune health of cats.\n\n<!-- image -->\n\n## Purina Cat Chow\n\nLaunched in Latin America, the new modern and premium Purina Cat Chow helps to protect cats and strengthen their natural defenses - with natural prebiotic fiber and no artificial colors or flavors.\n\n## Purina Pro Plan supplements\n\nThis line of supplements complements the Pro Plan pet food range, scientifically designed to help support mobility, immunity, vitality, healthy skin and coat, and calmer behavior in both dogs and cats.",
        "metadata": {
            "page": 36
        },
        "id": "6bceff84-230a-481f-83b7-24b3c55193fc"
    },
    {
        "page_content": "## Formulating breakthrough therapeutic\n\n## diets\n\nPurina Pro Plan Veterinary Diets HA Hydrolyzed was the first truly hypoallergenic dry diet for dogs with food allergies. Progressive science has led to Purina Pro Plan Veterinary Diets EL Elemental - our most advanced formula for dogs with/uni00A0food/uni00A0sensitivities to date.\n\nPurina Pro Plan Veterinary Diets EL Elemental is formulated with purified amino acids to support dermatological and gastrointestinal health in dogs with adverse food reactions.\n\nIN FIGURES\n\n## Double-digit\n\norganic growth for Purina Pro/uni00A0Plan Veterinary Diets in 2022\n\n<!-- image -->\n\nIt contains low-allergen carbohydrate sources to help minimize the risk of an allergic reaction. It is also highly digestible to promote optimal nutrient absorption and has limited fat to aid digestion for dogs with compromised gastrointestinal tracts. The formula contains omega-3 and omega-6 fatty acids, vitamin A and zinc to maintain and protect the skin barrier, and prebiotic fiber to help nourish the gastrointestinal tract. Great taste ensures adequate nutrition intake.\n\nThe science behind Purina therapeutic diets represents a collaboration between Purina nutritionists, researchers and veterinarians. Purina Pro Plan Veterinary Diets EL Elemental serves as another example of using breakthrough science to create lifechanging therapeutic nutrition that addresses challenging conditions.\n\nIn 2022, Purina Pro Plan Veterinary Diets EL Elemental arrived on US shelves. Additional countries will follow in 2023. This is great news for dogs with food sensitivities and their owners.\n\nThe Purina Pro Plan Veterinary Diets range includes other innovative dry diet formulas such as UR Urinary for cats and HA Hydrolyzed for dogs.\n\nOUR VOICES\n\n'S/e\\_e/i\\_ng /o\\_ur s/c.ss01/i\\_en/c.ss01e-b/a.ss01s/e.ss01d /i\\_nn/o.ss01v/a.ss01t/i.ss01/o\\_ns p/o.ss01s/i.ss01t/i.ss01v/e.ss01l/y.ss01 /i\\_mp/a.ss01/c\\_t t/h.ss01e l/i.ss01v/e\\_s o/f.ss01 p/e\\_ts /a\\_nd p/e.ss01o/p.ss01l/e.ss01 w/h.ss01o l/o.ss01v/e.ss01 t/h.ss01/e\\_m i/s.ss01 /i\\_n/c\\_re/d\\_ib/l.ss01y r/e.ss01w/a\\_r/d\\_in/g.ss01.'\n\n<!-- image -->\n\nAnnie Valuska Principal Scientist, Nestlé Purina North America United States",
        "metadata": {
            "page": 37
        },
        "id": "7ed2fa13-9bf9-4460-8d49-b11e1f7aea99"
    },
    {
        "page_content": "## nutrition and health science\n\n## Boosting health through nutrition\n\nOur nutrition business provides science-based products and solutions for mothers, babies and children. Our Nestlé Health Science business empowers healthier lives by o/ffering an extensive portfolio of science-based consumer care and medical nutrition.\n\n## Orgain\n\nNestlé Health Science purchased a majority stake in Orgain in 2022, a leader in plant-based nutrition in the United States with an emphasis on clean, all natural, organic ingredients.\n\n<!-- image -->\n\n<!-- image -->\n\n## Althéra, Alfaré and Alfamino\n\nNestlé Health Science is the leader in the CMPA (cow's milk protein allergy) formula market in mainland China, with Althéra , Alfaré and Alfamino holding over 50% market share and growing triple digits.\n\n## Gerber Plant-tastic\n\nGerber Plant-tastic allows babies and toddlers to discover the world of plants with a trio of greens, grains and beans - carbon neutral in the United States since its launch.\n\n<!-- image -->\n\n## BEBA Bio\n\nOur first certified organic formula range with reduced carbon emissions supports healthy child development while caring for the planet with sustainably sourced ingredients and plant-based lids and scoops.\n\nAt a glance\n\n15.7\n\nSales (in CHF/uni00A0billion)\n\n19.1%\n\nUTOP margin\n\n16.6%\n\nPercentage of Nestlé's sales",
        "metadata": {
            "page": 38
        },
        "id": "1c49cf91-5e50-4063-8c16-f14f98d1c907"
    },
    {
        "page_content": "<!-- image -->\n\nNestlé is committed to helping parents and caregivers get the infant formula they need so their children can thrive. We were pleased to work with the US government to address the formula shortage as part of Operation Fly Formula.\n\nIn the spring of 2022, the United States experienced a severe infant formula shortage following a recall of another manufacturer's products. Nestlé teams from around the globe mobilized all resources to help address the crisis through its Nestlé Health Science and Nutrition businesses.\n\nTeams in the factories in Konolfingen and Nunspeet worked tirelessly to ensure that Nestlé could help with the specialized infant formula shortage in the United States.\n\n<!-- image -->\n\nAlthough a small player in the US infant formula market, Nestlé realized early on this could become a national health crisis for families and took immediate action, even as details of supply chain issues were still unfolding. Nestlé teams in Switzerland, Germany, the Netherlands, Mexico and the United States accelerated production of formulas, including those that serve a critical medical purpose.\n\nDuring a time when infant formula out-of-stock rates hit as high as 70%, Nestlé was the first partner to participate in Operation Fly Formula. The first two flights in May 2022 flew 500 000 bottle equivalents of Nestlé Health Science's Alfamino Infant and Alfamino Junior and a million bottle equivalents of Gerber Good Start Extensive HA - all for babies with cow's milk protein allergies. This was followed by many more shipments of specialized and nonspecialized Nestlé infant formula, including NAN Supreme pro and Gerber Gentle .\n\n<!-- image -->\n\n'Th/e.ss01 l/o.ss01g/i.ss01s/t.ss01i/c.ss01s o/f.ss01 m/o.ss01v/i\\_ng s/o.ss01 m/u.ss01c/h.ss01 p/r.ss01o/d\\_u/c\\_t /i\\_n s/u.ss01c/h.ss01 a s/h.ss01/o\\_rt t/i\\_m/e\\_fr/a\\_me w/e\\_re c/o\\_mp/l.ss01/e\\_x. O/u\\_r t/e.ss01/a\\_ms a/c\\_ro/s\\_s E/u\\_ro/p.ss01e /a\\_nd t/h.ss01e Un/i.ss01t/e.ss01d St/a.ss01t/e\\_s p/u.ss01/l\\_le/d.ss01 t/o.ss01g/e\\_th/e\\_r t/o.ss01 m/a.ss01k/e.ss01 i/t.ss01 h/a.ss01/p\\_p/e\\_n.'\n\nOlivier Gléron Head of Supply Chain, Nestlé Health Science Switzerland\n\n<!-- image -->",
        "metadata": {
            "page": 39
        },
        "id": "f66909a4-3cc9-44cc-a93c-e4ce2d6753b0"
    },
    {
        "page_content": "## prepared dishes and cooking aids\n\n## Assisting with everyday meals\n\nOur prepared dishes and cooking aids category provides the daily essentials, including bouillons, chilled culinary products, and frozen food and pizzas. Iconic brands such as Maggi , Stou/ffer's and DiGiorno cater to regional and local tastes.\n\n## Stou/ffer's Bowl-FULLS\n\nBold and tasty frozen-ready meals - like Fried Chicken and Mashed Potatoes - meet consumer expectations for high-quality, restaurant-inspired recipes delivering high-protein satiety in a bowl format.\n\n<!-- image -->\n\n## Maggi Market Place\n\nThe new Maggi De La Huerta range in Latin America addresses consumer demand for naturality with creamy vegetable soups and all-in-one-seasonings rich in herbs and spices.\n\nAt a glance\n\n12.5\n\nSales (in CHF/uni00A0billion)\n\n16.3%\n\nUTOP margin\n\n13.2%\n\nPercentage of Nestlé's sales\n\n## Maggi Recipe Solutions\n\nNew Maggi Recipe Solutions combine all spices and aromatics needed for a recipe, as well as simple steps to help Malaysian cooks prepare great tasting dishes easily.\n\n<!-- image -->\n\n## Totole Cooking Sauces\n\nThe expanded Totole range added two new low-sodium variants - with 25% less salt/uni00A0to help Chinese consumers get/uni00A0superior savory taste in their top dishes in a natural and/uni00A0healthier way.",
        "metadata": {
            "page": 40
        },
        "id": "f8974c25-5354-4897-a17f-aa20fc55dab5"
    },
    {
        "page_content": "<!-- image -->\n\nDemanding flexitarian consumers want easy ways to include more healthy, plant-based meals in their diets without compromising on taste. Nestlé is at the forefront in responding to this trend, innovating plant-based options that are delicious, nutritious, sustainable and/uni00A0more convenient.\n\nNestlé continues to use its innovation expertise to develop and improve delicious plant-based food. Highquality, sustainably sourced ingredients contribute to great taste. The increased use of vegetables and legumes creates greater nutritional value.\n\n<!-- image -->\n\nWithin our popular Maggi line of bouillon cubes, our Kub Or made from plant-based ingredients adds its iconic flavor to rice, pasta, soups and vegetable dishes.\n\nIn 2022, we continued to expand the plant-based options within our Garden Gourmet brand, such as the new chicken alternative, Sensational Crispy Mini Filet . Beyond new innovations, we constantly explore ways to improve the quality of existing popular plantbased products - the Garden Gourmet Sensational Burger is now even more flavorful and juicy.\n\nOur plant-based strategy is not only about creating meat alternatives. The popular Maggi Veggie Masala Noodles has the same iconic taste as the original but now includes nutritious carrots and beans. Plus, Maggi o/ffers recipes to cook delicious plant-based meals from scratch. Plant-based versions of the popular Wagner Piccolinis have now entered more homes, providing vegan and vegetarian options. And the new Thomy Vegan Tartare o/ffers a plantbased sauce option.\n\nOur plant-based innovations are proving that we can o/ffer consumers healthy options with a lower environmental burden that taste great.\n\nOUR VOICES\n\n'We u/s.ss01e /o\\_ur R&D /e\\_xp/e\\_rt/i.ss01s/e.ss01 t/o.ss01 r/a.ss01p/i.ss01d/l.ss01y /d\\_ev/e.ss01l/o.ss01p /g\\_re/a.ss01t-t/a.ss01s/t.ss01/i\\_ng, n/u.ss01/t\\_ri/t.ss01i/o\\_us /a\\_nd s/u.ss01/s\\_t\\_a/i\\_na/b.ss01l/e.ss01 p/l.ss01/a\\_nt-b/a.ss01s/e.ss01d o/p.ss01t/i.ss01/o\\_ns.'\n\n<!-- image -->\n\nHaguith Peretz R&D Plant-Based Meal/uni00A0Solutions Department Lead Germany\n\nIN FIGURES\n\n<!-- image -->\n\n## Mid single-digit\n\ngrowth in plant-based food products in 2022",
        "metadata": {
            "page": 41
        },
        "id": "81ea295e-183d-4df1-97d4-74f9e74e9aa1"
    },
    {
        "page_content": "## milk products and ice cream\n\n## O/ffering something for everyone\n\nOur milk products business delivers nutritional products for all stages of life, ambient dairy, plant-based alternatives and co/ffee creamers. Our ice cream business o/ffers a variety of special treats.\n\n## Yiyang GI Control\n\nYiyang continues to support healthy aging in China with this new functional milk powder that supports blood glucose management by providing low glycemic index (GI) nutrition.\n\nAt a glance\n\n11.3\n\nSales (in CHF/uni00A0billion)\n\n22.7%\n\nUTOP margin\n\n12.0%\n\nPercentage of Nestlé's sales\n\n## Nescafé Gold Cappuccino Ice Cream\n\nPiloted in Malaysia with an eye toward further rollout, this refreshing new way to indulge Nescafé Gold Cappuccino uses Nescafé Gold co/ffee in the innovative soft coating and the ice cream.\n\n<!-- image -->\n\n## Molico Multigold\n\nLaunched in Brazil, this multi-benefit product is rich in calcium for bones, collagen for joints, fiber for gut health, protein for muscles, and vitamins and minerals for immunity.\n\n## Starbucks Zero Creamer\n\nThis new zero-added sugar creamer option - in Caramel Macchiato and Hazelnut Latte flavors - addresses the consumer-driven trend toward sugar reduction, without compromising on taste.",
        "metadata": {
            "page": 42
        },
        "id": "01ff9446-b656-48ad-9c3a-2c6a337ba6f1"
    },
    {
        "page_content": "<!-- image -->\n\nIn Pakistan, where one out of two children is deficient in iron, Nestlé has brought a breakthrough solution to market with Bunyad Iron +. The a/ffordable dairybased drink is fortified with a new source of iron that is more suitable for dairy products, as well as three times more absorbed in the body compared to existing available/uni00A0sources.\n\nAccess to a/ffordable nutrition is a global challenge a/ffecting many people around the world, especially in emerging countries. Many\n\n<!-- image -->\n\nIn April 2022, Nestlé East and Southern African Region (ESAR) launched Nestlé Everyday , an a/ffordable dairy powder product aimed at supporting the whole family against micronutrient deficiencies.\n\nHeike Steiling Head of Nestlé's R&D Center for Dairy Switzerland\n\npeople su/ffer from micronutrient deficiencies, particularly children and pregnant women. To help address this challenge, Nestlé is accelerating its e/fforts to develop more a/ffordable nutrition products that contain essential vitamins and minerals.\n\nThe unique and proprietary iron source is based on Ferri-Pro , a technology originally developed by Riddet Institute at Massey University in New Zealand - acquired by Nestlé in January 2019. After acquiring the technology, Nestlé R&D continued to work with Massey University to bring the new source of iron to the market. The result is Iron +.\n\nThe Nestlé Dairy teams in Pakistan and Switzerland, supported by the Nestlé R&D Center for Dairy in Konolfingen, Switzerland, successfully launched the innovative Iron + in the a/ffordable nutrition brand Bunyad in 2022. Two glasses of Bunyad Iron + o/ffer 60% of daily iron requirements, as well as providing calcium and vitamins A/uni00A0and C.\n\nIN FIGURES\n\n417 million\n\nfortified servings of Bunyad Iron+ consumed in 2022\n\n<!-- image -->\n\nOUR VOICES\n\n'Us/i\\_ng /o\\_ur R&D /e\\_xp/e\\_rt/i.ss01s/e.ss01 /i\\_n /d\\_a/i\\_ry p/r.ss01o/d\\_u/c\\_ts, w/e.ss01 o/p.ss01t/i\\_mi/z.ss01e/d.ss01 /a\\_nd /i\\_mp/r.ss01o/v.ss01e/d.ss01 t/h.ss01e t/a.ss01s/t.ss01e, /s\\_t\\_ab/i.ss01l/i.ss01t/y.ss01, c/o.ss01s/t.ss01 /a\\_nd o/t.ss01h/e\\_r k/e.ss01y p/a\\_r/a\\_m/e\\_t/e\\_rs t/o.ss01 b/r.ss01/i\\_ng Ir/o\\_n+ t/o.ss01 t/h.ss01e m/a\\_rk/e\\_t.'\n\n<!-- image -->",
        "metadata": {
            "page": 43
        },
        "id": "f4da734f-4ce7-45c1-929e-59153681a0b7"
    },
    {
        "page_content": "## confectionery\n\n## Crafting that singular delight\n\nOur confectionery business includes the iconic KitKat brand and a portfolio of much-loved regional and local brands. The business innovates to create great tasting chocolate products and nutritious snacks.\n\n## Uncle Tobys\n\nUncle Tobys, synonymous with goodness since 1893, is the fastest growing kids' snack brand in Australia, with tasty products that score high on the Health Star Rating system.\n\n## Cailler\n\n<!-- image -->\n\n## Munch\n\nThis popular and a/ffordable coated wafer in India continues to appeal to consumers through price point management and an interactive digital campaign with the IPL cricket league.\n\n## Talento and Alpino\n\nBrazilian consumers are increasingly moving to more premium chocolate tablets like Talento - the 'best of Garoto ' - with 100% Brazilian cocoa, and the smooth and creamy Nestlé Alpino.\n\nAt a glance\n\n8.1\n\nSales (in CHF/uni00A0billion)\n\n16.8%\n\nUTOP margin\n\n8.6%\n\nPercentage of Nestlé's sales",
        "metadata": {
            "page": 44
        },
        "id": "a90f5d9a-a9be-4286-a1bb-9592824760d2"
    },
    {
        "page_content": "<!-- image -->\n\nKitKat is attracting new consumers by appealing to local needs and tastes. Since the 1950s, the brand has invited people all around the world to, 'Have a break, have a KitKat .' With doubledigit growth in 2022, more and more people worldwide are doing just that.\n\nOver 5 billion KitKat bars were sold in 2022. For a brand launched more than 80/uni00A0years ago, its continued relevance is due to strong brand building and distribution. Young adult consumers\n\nIN FIGURES\n\n<!-- image -->\n\n- in both developed and developing countries - are making it one of the fastest growing chocolate bars in the world.\n\nGrowth in India has been driven by the ability to hit key price points with the 1-, 2- and 4-finger bars. Alongside this has been a tireless commitment to increasing distribution of the products in/uni00A0small shops.\n\nThe impressive growth achieved in Asia is equally matched by a runaway success in Latin America. In Brazil, with KitKat Chocolatory stores and products as well as a partnership with the Rock in Rio music event, the brand is increasing its appeal to young adult consumers.\n\nEqually important to growth are the e/fforts to remain relevant to chocolate consumers in markets where the brand has existed for many years. In the UK, the brand switched its 2-finger range to use recycled (and recyclable) plastic wrappers. Across Europe, the vegan KitKat V continued rollout in 2022. And in/uni00A0Australia and Canada, KitKat tablets are/uni00A0what people crave for a break.\n\nThe KitKat Chocolatory I Brazil boxes, available in several editions, o/ffer typical Brazilian flavors - like Açaí, Beijinho and Guaraná - so lovers of KitKat can explore the/uni00A0tastes of Brazil.\n\nOUR VOICES\n\n'My j/o.ss01b i/s.ss01 t/o.ss01 m/a.ss01k/e.ss01 s/u\\_re Ki/t.ss01Ka/t.ss01 i/s.ss01 a/v.ss01a/i.ss01l/a.ss01b/l.ss01e /a\\_nd v/i.ss01s/i.ss01b/l.ss01e /i\\_n e/v.ss01/e\\_ry s/t.ss01/o\\_re s/o.ss01 t/h.ss01a/t.ss01 e/v.ss01/e\\_ry/b.ss01o/d.ss01y c/a\\_n b/u.ss01y a Ki/t.ss01Ka/t.ss01 w/h.ss01/e\\_ne/v.ss01/e\\_r t/h.ss01e/y.ss01 w/a\\_nt t/o.ss01 t/a.ss01k/e.ss01 a b/r.ss01e/a.ss01k.'\n\nEaswar Sales India\n\n<!-- image -->",
        "metadata": {
            "page": 45
        },
        "id": "7295b791-12a2-41ad-88f3-ca90d75346a4"
    },
    {
        "page_content": "<!-- image -->\n\n## water\n\n## Quenching thirst and more\n\nOur water business is dedicated to providing healthy hydration, enhancing quality of life while contributing to a sustainable future. The strategic focus is on international premium and mineral water brands as well as healthy beverages.\n\n## Acqua Panna\n\nOur new brand purpose - to cultivate natural and cultural beauty - comes to life with an iconic visual identity redesign and a new cross-media communication campaign, honoring the water's Tuscan roots.\n\n<!-- image -->\n\n## Perrier Energize Lemon-Lime\n\nPerrier Energize, the iconic sparkling water from France powered by plant-based ca/ffeine, is now available in a delicious Lemon-Lime flavor, for/uni00A0a zesty and invigorating low-calorie sensation.\n\nAt a glance\n\n3.5\n\nSales (in CHF/uni00A0billion)\n\n7.8%\n\nUTOP margin\n\n3.7%\n\nPercentage of Nestlé's sales\n\n## Naleczowianka NAŁ+ Relaks\n\nExpanding the Polish NAŁ+ range of functional waters, the new Relaks is enriched with magnesium and vitamin B3, and infused with lemon balm and orange blossom flavor to support body and mind.\n\n<!-- image -->\n\n<!-- image -->\n\n## Essentia\n\nEssentia continues its strong performance in the United States with high singledigit organic growth and market share gains driven by distribution expansion in convenience and drug stores.",
        "metadata": {
            "page": 46
        },
        "id": "8c63df7f-86ce-4dcc-9d9f-701139d129c4"
    },
    {
        "page_content": "<!-- image -->\n\nAt Nestlé Waters, protection of water resources in terms of quantity and quality is at the heart of our sustainability strategy. This is crucial both for our operations and for the communities located in the watersheds where we operate. We are unwavering in our commitment and continued to make progress toward our goals in 2022.\n\nFor several years now, we have used the Alliance for Water Stewardship (AWS) Standard to structure our understanding and drive actions to support good water\n\nIN FIGURES\n\n<!-- image -->\n\nWith a commitment to certify all our sites by 2025, at the end of 2022, 21 of 47 sites have AWS certification\n\nstewardship. Created by prominent conservation organizations and experts, adoption of the AWS Standard is helping us strengthen the collection and sharing of data on watersheds, engage with local stakeholders and communities, and analyze shared water challenges to design tailored action plans, including collective initiatives within the watershed.\n\nIn 2021, Nestlé Waters expanded its e/fforts to include a commitment to lead the regeneration of local water cycles, to help create a positive water impact everywhere we operate. More than 100/uni00A0projects will be implemented by 2025 across 47 sites with that objective.\n\nAt the end of 2022, 40 projects have already been identified or implemented. These projects are adjusted to local contexts and bring tailored benefits, including a drip irrigation program in the Pakistani city of Sheikhupura, restoration of water quality in Thailand's Khanom Chin canal and pond renaturation to protect amphibians close to Spain's Viladrau municipality.\n\n<!-- image -->\n\nOur Spanish mineral water brand Viladrau is working with local environmental organizations to improve biodiversity in/uni00A0the/uni00A0Montseny Natural Park.\n\nOUR VOICES\n\n'Wi/t.ss01h N/e\\_st/l.ss01é's g/l.ss01o/b.ss01a/l.ss01 p/r.ss01/e\\_s/e\\_nc/e.ss01, w/e.ss01 c/a\\_n l/e.ss01/a\\_rn /f\\_r/o\\_m /o\\_ur m/a\\_ny p/a\\_rt/n.ss01/e\\_rs /a\\_nd /c\\_o\\_n/t\\_ri/b.ss01u/t.ss01e t/o.ss01 s/o\\_lv/i\\_ng t/h.ss01e w/a.ss01t/e\\_r c/h.ss01/a\\_l\\_l/e\\_ng/e\\_s /i\\_n l/o.ss01c/a.ss01t/i.ss01/o\\_ns n/e.ss01/a\\_r /o\\_ur o/p.ss01/e\\_ra/t.ss01i/o\\_ns.'\n\n<!-- image -->\n\nCédric Egger Head of Sustainability, Nestlé Waters Switzerland",
        "metadata": {
            "page": 47
        },
        "id": "2d1293b0-673a-41e1-b2b3-995a9876ea78"
    },
    {
        "page_content": "## Financial review",
        "metadata": {
            "page": 48
        },
        "id": "c0745988-b416-421a-95ce-a46f2b80c494"
    },
    {
        "page_content": "## Key figures (consolidated)\n\n| In millions of CHF (except for data per share and employees)                              | In millions of CHF (except for data per share and employees)                              | In millions of CHF (except for data per share and employees)                              | In millions of CHF (except for data per share and employees)                              | In millions of CHF (except for data per share and employees)                              | /two.tf/zero.tf/two.tf/one.tf                                               | /two.tf/zero.tf/two.tf/two.tf                                               |\n|-------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------|-----------------------------------------------------------------------------|\n| Results                                                                                   | Results                                                                                   | Results                                                                                   | Results                                                                                   | Results                                                                                   | Results                                                                     | Results                                                                     |\n|                                                                                           |                                                                                           |                                                                                           |                                                                                           |                                                                                           | /one.tf/five.tf /one.tf/one.tf/nine.tf                                      | /one.tf/six.tf /one.tf/zero.tf/three.tf                                     |\n| Underlying trading operating profit  (a)                                                  | Underlying trading operating profit  (a)                                                  | Underlying trading operating profit  (a)                                                  | Underlying trading operating profit  (a)                                                  | Underlying trading operating profit  (a)                                                  |                                                                             | /one.tf/seven.tf./one.tf%                                                   |\n| as % of sales                                                                             | as % of sales                                                                             | as % of sales                                                                             | as % of sales                                                                             | as % of sales                                                                             | /one.tf/seven.tf./four.tf%                                                  |                                                                             |\n| Trading operating profit  (a)                                                             | Trading operating profit  (a)                                                             | Trading operating profit  (a)                                                             | Trading operating profit  (a)                                                             | Trading operating profit  (a)                                                             | /one.tf/two.tf /one.tf/five.tf/nine.tf                                      | /one.tf/three.tf /one.tf/nine.tf/five.tf                                    |\n| as % of sales Profit for the year attributable to shareholders of the parent (Net profit) | as % of sales Profit for the year attributable to shareholders of the parent (Net profit) | as % of sales Profit for the year attributable to shareholders of the parent (Net profit) | as % of sales Profit for the year attributable to shareholders of the parent (Net profit) | as % of sales Profit for the year attributable to shareholders of the parent (Net profit) | /one.tf/four.tf./zero.tf% /one.tf/six.tf /nine.tf/zero.tf/five.tf           | /one.tf/four.tf./zero.tf%                                                   |\n| as % of sales                                                                             | as % of sales                                                                             | as % of sales                                                                             | as % of sales                                                                             | as % of sales                                                                             | /one.tf/nine.tf./four.tf%                                                   | /nine.tf /two.tf/seven.tf/zero.tf  /nine.tf./eight.tf%                      |\n| Balance sheet and Cash flow statement                                                     | Balance sheet and Cash flow statement                                                     | Balance sheet and Cash flow statement                                                     | Balance sheet and Cash flow statement                                                     | Balance sheet and Cash flow statement                                                     | Balance sheet and Cash flow statement                                       | Balance sheet and Cash flow statement                                       |\n| Total Equity                                                                              | Total Equity                                                                              | Total Equity                                                                              | Total Equity                                                                              | Total Equity                                                                              | /five.tf/three.tf /seven.tf/two.tf/seven.tf                                 | /four.tf/two.tf /seven.tf/nine.tf/two.tf                                    |\n| Net financial debt  (a)                                                                   | Net financial debt  (a)                                                                   | Net financial debt  (a)                                                                   | Net financial debt  (a)                                                                   | Net financial debt  (a)                                                                   | /three.tf/two.tf /nine.tf/one.tf/seven.tf                                   | /four.tf/eight.tf /one.tf/five.tf/nine.tf                                   |\n| Ratio of net financial debt to total equity (gearing)                                     | Ratio of net financial debt to total equity (gearing)                                     | Ratio of net financial debt to total equity (gearing)                                     | Ratio of net financial debt to total equity (gearing)                                     | Ratio of net financial debt to total equity (gearing)                                     | /six.tf/one.tf./three.tf%                                                   | /one.tf/one.tf/two.tf./five.tf%                                             |\n| Operating cash flow                                                                       | Operating cash flow                                                                       | Operating cash flow                                                                       | Operating cash flow                                                                       | Operating cash flow                                                                       | /one.tf/three.tf /eight.tf/six.tf/four.tf                                   | /one.tf/one.tf /nine.tf/zero.tf/seven.tf                                    |\n| as % of net financial debt                                                                | as % of net financial debt                                                                | as % of net financial debt                                                                | as % of net financial debt                                                                | as % of net financial debt                                                                | /four.tf/two.tf./one.tf%                                                    | /two.tf/four.tf./seven.tf%                                                  |\n| Free cash flow  (a)                                                                       | Free cash flow  (a)                                                                       | Free cash flow  (a)                                                                       | Free cash flow  (a)                                                                       | Free cash flow  (a)                                                                       | /eight.tf /seven.tf/one.tf/five.tf                                          | /six.tf /five.tf/seven.tf/zero.tf                                           |\n| Capital additions                                                                         |                                                                                           |                                                                                           |                                                                                           |                                                                                           | /one.tf/two.tf /nine.tf/seven.tf/seven.tf                                   | /eight.tf /two.tf/six.tf/four.tf                                            |\n| as % of sales /one.tf/four.tf./nine.tf% /eight.tf./eight.tf% Data per share               | as % of sales /one.tf/four.tf./nine.tf% /eight.tf./eight.tf% Data per share               | as % of sales /one.tf/four.tf./nine.tf% /eight.tf./eight.tf% Data per share               | as % of sales /one.tf/four.tf./nine.tf% /eight.tf./eight.tf% Data per share               | as % of sales /one.tf/four.tf./nine.tf% /eight.tf./eight.tf% Data per share               | as % of sales /one.tf/four.tf./nine.tf% /eight.tf./eight.tf% Data per share | as % of sales /one.tf/four.tf./nine.tf% /eight.tf./eight.tf% Data per share |\n| Weighted average number of shares outstanding (in millions of units)                      |                                                                                           |                                                                                           |                                                                                           |                                                                                           | /two.tf /seven.tf/eight.tf/eight.tf                                         | /two.tf /seven.tf/zero.tf/seven.tf                                          |\n| Basic earnings per share  CHF                                                             | Basic earnings per share  CHF                                                             | Basic earnings per share  CHF                                                             | Basic earnings per share  CHF                                                             | Basic earnings per share  CHF                                                             | /six.tf./zero.tf/six.tf                                                     | /three.tf./four.tf/two.tf                                                   |\n| Underlying earnings per share  (a) CHF                                                    | Underlying earnings per share  (a) CHF                                                    | Underlying earnings per share  (a) CHF                                                    | Underlying earnings per share  (a) CHF                                                    | Underlying earnings per share  (a) CHF                                                    | /four.tf./four.tf/two.tf                                                    | /four.tf./eight.tf/zero.tf                                                  |\n| Market capitalization, end December                                                       | Market capitalization, end December                                                       | Market capitalization, end December                                                       | Market capitalization, end December                                                       | Market capitalization, end December                                                       | /three.tf/five.tf/one.tf /six.tf/eight.tf/two.tf                            | /two.tf/eight.tf/five.tf /eight.tf/six.tf/five.tf                           |\n| Number of employees  (in thousands)                                                       |                                                                                           |                                                                                           |                                                                                           |                                                                                           | /two.tf/seven.tf/six.tf                                                     | /two.tf/seven.tf/five.tf                                                    |\n| In millions (except for data per share)                                                   | Total CHF                                                                                 | Total CHF                                                                                 | Total USD                                                                                 | Total USD                                                                                 | Total EUR                                                                   | Total EUR                                                                   |\n|                                                                                           | /two.tf/zero.tf/two.tf/one.tf                                                             | /two.tf/zero.tf/two.tf/two.tf                                                             | /two.tf/zero.tf/two.tf/one.tf                                                             | /two.tf/zero.tf/two.tf/two.tf                                                             | /two.tf/zero.tf/two.tf/one.tf                                               | /two.tf/zero.tf/two.tf/two.tf                                               |\n| Sales                                                                                     | /eight.tf/seven.tf /zero.tf/eight.tf/eight.tf                                             | /nine.tf/four.tf /four.tf/two.tf/four.tf                                                  | /nine.tf/five.tf /two.tf/one.tf/two.tf                                                    | /nine.tf/eight.tf /seven.tf/seven.tf/two.tf                                               | /eight.tf/zero.tf /five.tf/six.tf/four.tf                                   | /nine.tf/four.tf /zero.tf/one.tf/zero.tf                                    |\n| Underlying trading operating profit  (a)                                                  | /one.tf/five.tf /one.tf/one.tf/nine.tf                                                    | /one.tf/six.tf /one.tf/zero.tf/three.tf                                                   | /one.tf/six.tf /five.tf/three.tf/zero.tf                                                  | /one.tf/six.tf /eight.tf/four.tf/five.tf                                                  | /one.tf/three.tf /nine.tf/eight.tf/seven.tf                                 | /one.tf/six.tf /zero.tf/three.tf/three.tf                                   |\n| Trading operating profit  (a)                                                             | /one.tf/two.tf /one.tf/five.tf/nine.tf                                                    | /one.tf/three.tf /one.tf/nine.tf/five.tf                                                  | /one.tf/three.tf /two.tf/nine.tf/three.tf                                                 | /one.tf/three.tf /eight.tf/zero.tf/two.tf                                                 | /one.tf/one.tf /two.tf/four.tf/eight.tf                                     | /one.tf/three.tf /one.tf/three.tf/seven.tf                                  |\n| Profit for the year attributable to shareholders of the parent (Net profit) Total Equity  | /one.tf/six.tf /nine.tf/zero.tf/five.tf                                                   | /nine.tf /two.tf/seven.tf/zero.tf   /four.tf/two.tf /seven.tf/nine.tf/two.tf              | /one.tf/eight.tf /four.tf/eight.tf/one.tf                                                 | /nine.tf /six.tf/nine.tf/seven.tf                                                         | /one.tf/five.tf /six.tf/three.tf/eight.tf                                   | /nine.tf /two.tf/three.tf/zero.tf                                           |\n|                                                                                           | /five.tf/three.tf /seven.tf/two.tf/seven.tf                                               |                                                                                           | /five.tf/eight.tf /seven.tf/four.tf/seven.tf                                              | /four.tf/six.tf /two.tf/eight.tf/one.tf                                                   | /five.tf/one.tf /nine.tf/six.tf/one.tf                                      | /four.tf/three.tf /four.tf/four.tf/four.tf                                  |\n| Market capitalization, end December                                                       | /three.tf/five.tf/one.tf /six.tf/eight.tf/two.tf                                          | /two.tf/eight.tf/five.tf /eight.tf/six.tf/five.tf                                         | /three.tf/eight.tf/four.tf /five.tf/four.tf/two.tf                                        | /three.tf/zero.tf/nine.tf /one.tf/seven.tf/seven.tf                                       | /three.tf/four.tf/zero.tf /one.tf/two.tf/two.tf                             | /two.tf/nine.tf/zero.tf /two.tf/two.tf/five.tf                              |\n| Data per share                                                                            | Data per share                                                                            | Data per share                                                                            | Data per share                                                                            | Data per share                                                                            | Data per share                                                              | Data per share                                                              |\n| Basic earnings per share                                                                  | /six.tf./zero.tf/six.tf                                                                   | /three.tf./four.tf/two.tf                                                                 | /six.tf./six.tf/three.tf                                                                  | /three.tf./five.tf/eight.tf                                                               | /five.tf./six.tf/one.tf                                                     | /three.tf./four.tf/one.tf                                                   |\n\n- (a)   Certain financial performance measures are not defined by IFRS. For further details, see Foreword on page 46.\n- (b)   Income statement figures translated at weighted average annual rate; Balance sheet figures at year-end rate.",
        "metadata": {
            "page": 49
        },
        "id": "e4b8ee0d-e671-4ac6-afd0-8fb115cbca3a"
    },
    {
        "page_content": "## Group overview\n\n## Foreword\n\nThe Financial review contains certain financial performance measures, that are not defined by/uni00A0IFRS, that are used by management to assess the financial and operational performance of/uni00A0the/uni00A0Group. They include among others:\n\n- -Organic growth, Real internal growth and Pricing;\n- -Underlying trading operating profit margin and Trading operating profit margin;\n- -Net financial debt;\n- -Free cash flow; and\n- -Underlying earnings per share (EPS) and EPS in constant currency.\n\nManagement believes that these non-IFRS financial performance measures provide useful information regarding the Group's financial and operating performance.\n\nThe Alternative Performance Measures document published under www.nestle.com/investors/ publications defines these non-IFRS financial performance measures.\n\nOperating segments 2021 comparative figures have been adjusted following the creation of Zone North America (NA) and Zone Greater China (GC) as of January 1, 2022. Zone AOA includes Middle East and North Africa (MENA) previously included in Zone EMENA (see Note 3 of the 2022 Consolidated Financial Statements).\n\n## Introduction\n\nLast year brought many challenges and tough choices for families, communities and businesses. Inflation surged to unprecedented levels, cost of living pressures intensified and the e/ffects of geopolitical tensions were felt around the world.\n\nThe entire Nestlé team demonstrated dependability, as we navigated this di/fficult environment. Organic growth was solid, margins continued to be resilient and our underlying earnings per share development was strong. At the same time, we ensured access to nutritious products and a/ffordable o/fferings globally.\n\nDuring 2022, we also confirmed our longstanding nutrition strategy, with Good for You, Good for the Planet at its heart. We took important actions to further strengthen our industry-leading responsible marketing practices and to provide transparency on the nutritional value of our global portfolio. At the same time, we also advanced the implementation of our climate roadmap.\n\nLooking to 2023, we expect another year of robust organic growth, with a focus on restoring our gross margin, stepping up marketing investments and increasing free cash flow. Nestlé's value creation model puts us in a strong position to achieve our 2025 targets and to generate reliable, sustainable shareholder returns.\n\n## Group sales\n\nOrganic growth (OG) was 8.3%. Pricing increased to 8.2%, reflecting significant cost inflation. Real/uni00A0internal growth (RIG) was positive at was positive at 0.1%, following a high base of comparison in 2021, supply constraints and portfolio optimization actions.\n\nOrganic growth was 7.1% in developed markets, driven by pricing. In emerging markets, organic growth was 10.0%, supported by both pricing and RIG.\n\nBy product category, Purina PetCare was the largest contributor to organic growth, with continued momentum for science-based and",
        "metadata": {
            "page": 50
        },
        "id": "409d16ba-28b9-4815-bae2-59b9d2c508b9"
    },
    {
        "page_content": "premium brands Purina Pro Plan , Purina ONE and Fancy Feast , as well as veterinary products. Sales in co/ffee grew at a high single-digit rate, with broad-based growth across brands and geographies, supported by a strong recovery of out-of-home channels. Sales of Starbucks products grew by 12.9% to reach CHF/uni00A03.6/uni00A0billion, generating over CHF/uni00A01.5/uni00A0billion of incremental sales compared with 2018. Infant Nutrition saw double-digit growth, with broad-based contributions across geographies and brands. Confectionery posted high single-digit growth, reflecting particular strength for KitKat , seasonal products and key local brands. Dairy reported mid single-digit growth, with continued momentum for co/ffee creamers, a/ffordable fortified milks and home-baking products. Water recorded double-digit growth, with a sales decrease in the fourth quarter as a result of temporary capacity constraints. Prepared dishes and cooking aids posted low single-digit growth, following a high base of comparison in 2021, with continued strong demand for Maggi . Sales in vegetarian and plant-based food grew at a mid single-digit rate. Garden/uni00A0Gourmet in Europe continued to see double-digit growth, while sales for Sweet Earth in North America were impacted by SKU optimization. Nestlé Health Science reported mid single-digit growth, driven by Medical Nutrition and healthy-aging products.\n\nBy channel, organic growth in retail sales remained robust at 7.2%. E-commerce sales grew by 9.2%, reaching 15.8% of total Group sales. Organic growth of out-of-home channels reached 23.5%, with sales exceeding 2019 levels. In the fourth quarter, RIG for out-of-home channels moderated to a mid single-digit rate as a result of/uni00A0post-pandemic normalization.\n\nNet acquisitions increased sales by 1.1%, largely related to the acquisitions of the core brands of The Bountiful Company and Orgain. The impact on sales from foreign exchange was negative at -0.9%. Total reported sales increased by 8.4% to CHF/uni00A094.4/uni00A0billion.\n\n## Sales by geographic areas\n\n## Di/fferences 2022/2021 (in %)\n\n|                          | in CHF                       | in local  currency           | in CHF  millions                            |\n|--------------------------|------------------------------|------------------------------|---------------------------------------------|\n| By main markets          |                              |                              | /two.tf/zero.tf/two.tf/two.tf               |\n| North America            | + /one.tf/five.tf./two.tf%   | (a)                          | /three.tf/three.tf /zero.tf/zero.tf/zero.tf |\n| United States            | + /one.tf/five.tf./four.tf%  | + /one.tf/zero.tf./four.tf%  | /three.tf/zero.tf /three.tf/one.tf/four.tf  |\n| Canada                   | + /one.tf/three.tf./zero.tf% | + /one.tf/two.tf./three.tf%  | /two.tf /six.tf/eight.tf/six.tf             |\n| Europe                   | + /zero.tf./three.tf%        | (a)                          | /two.tf/two.tf /two.tf/nine.tf/one.tf       |\n| France                   | - /six.tf./five.tf%          | + /zero.tf./six.tf%          | /three.tf /five.tf/five.tf/eight.tf         |\n| United Kingdom           | + /zero.tf./one.tf%          | + /seven.tf./one.tf%         | /three.tf /four.tf/zero.tf/nine.tf          |\n| Germany                  | - /five.tf./two.tf%          | + /two.tf./one.tf%           | /two.tf /three.tf/one.tf/six.tf             |\n| Rest of geographic area  | + /three.tf./four.tf%        | (a)                          | /one.tf/three.tf /zero.tf/zero.tf/eight.tf  |\n| of which Switzerland     | - /two.tf./four.tf%          | - /two.tf./four.tf%          | /one.tf /one.tf/zero.tf/nine.tf             |\n| Asia, Oceania and Africa | + /three.tf./seven.tf%       | (a)                          | /two.tf/zero.tf /nine.tf/six.tf/seven.tf    |\n| Philippines              | + /zero.tf./four.tf%         | + /six.tf./three.tf%         | /two.tf /six.tf/six.tf/seven.tf             |\n| India                    | + /one.tf/two.tf./nine.tf%   | + /one.tf/four.tf./seven.tf% | /one.tf /nine.tf/six.tf/zero.tf             |\n| Australia                | + /one.tf./eight.tf%         | + /five.tf./four.tf%         | /one.tf /five.tf/one.tf/zero.tf             |\n| Rest of geographic area  | + /three.tf./four.tf%        | (a)                          | /one.tf/four.tf /eight.tf/three.tf/zero.tf  |\n| Latin America            | + /one.tf/seven.tf./nine.tf% | (a)                          | /one.tf/two.tf /three.tf/two.tf/three.tf    |\n| Brazil                   | + /two.tf/eight.tf./four.tf% | + /one.tf/seven.tf./six.tf%  | /three.tf /seven.tf/five.tf/six.tf          |\n| Mexico                   | + /one.tf/six.tf./seven.tf%  | + /one.tf/zero.tf./seven.tf% | /three.tf /four.tf/five.tf/seven.tf         |\n| Chile                    | + /one.tf./eight.tf%         | + /one.tf/one.tf./eight.tf%  | /one.tf /three.tf/zero.tf/two.tf            |\n| Rest of geographic area  | + /one.tf/six.tf./zero.tf%   | (a)                          | /three.tf /eight.tf/zero.tf/eight.tf        |\n| Greater China            | + /five.tf./one.tf%          | (a)                          | /five.tf /eight.tf/four.tf/three.tf         |\n| Greater China            | + /five.tf./one.tf%          | + /five.tf./two.tf%          | /five.tf /eight.tf/four.tf/three.tf         |\n| Total                    | + /eight.tf./four.tf%        | (a)                          | /nine.tf/four.tf /four.tf/two.tf/four.tf    |\n\n- (a) Not  applicable.",
        "metadata": {
            "page": 51
        },
        "id": "152dcb00-192e-47ba-bf29-260b227836f3"
    },
    {
        "page_content": "## Underlying trading operating profit\n\nUnderlying trading operating profit increased by 6.5% to CHF/uni00A016.1/uni00A0billion. The underlying trading operating profit margin decreased by 30/uni00A0basis points to 17.1% on a reported basis and by 40/uni00A0basis points in constant currency, reflecting significant cost inflation.\n\nGross profit increased by 2.5% to CHF/uni00A042.7/uni00A0billion. Gross profit margin decreased by 260/uni00A0basis points to 45.2%, following significant broadbased inflation for commodity, packaging, freight and energy costs. The impact of cost inflation increased in the second half, reflecting higher costs for dairy, cereals and energy. Pricing, growth leverage and e/fficiencies helped to partly o/ffset the impact of cost inflation.\n\nDistribution costs as a percentage of sales benefited from the divestment of the Nestlé Waters North America brands.\n\nMarketing and administration expenses decreased by 2.6% to CHF/uni00A016.8/uni00A0billion. Consumer-facing marketing spend decreased temporarily, following a lower level of promotion and marketing activities in the context of supply constraints. Consumer-facing marketing spend increased in the second half of the year compared to the first half. Administrative expenses as a percentage of sales benefited from very disciplined cost control.\n\nRestructuring expenses and net other trading items were CHF/uni00A02.9/uni00A0billion, slightly below the prior year. As a result, trading operating profit increased by 8.5% to CHF/uni00A013.2/uni00A0billion and the trading operating profit margin was unchanged versus the prior year on a reported basis at 14.0%.\n\n<!-- image -->\n\n## Underlying trading operating profit by operating segment\n\nIn % of sales\n\n<!-- image -->\n\nZone NA\n\n- Zone EUR\n- Zone AOA\n- Zone LATAM\n- Zone GC\n- Nespresso\n- Nestlé Health Science\n\n## Trading operating profit by operating segment\n\nIn % of sales\n\n<!-- image -->",
        "metadata": {
            "page": 52
        },
        "id": "46bc4825-ad0d-4ddd-a3d4-b7141b7d3816"
    },
    {
        "page_content": "## Net financial expenses and Income tax\n\nNet financial expenses increased by 19.2% to CHF/uni00A01.0/uni00A0billion, reflecting higher average net debt. Our average cost of net debt increased slightly to 2.2%, compared to 2.0% in 2021.\n\nThe Group reported tax rate increased by 330/uni00A0basis points to 24.2% as a result of one-o/ff items. The underlying tax rate was relatively stable at 20.9%.\n\n## Net profit and Earnings per share\n\nNet profit decreased by 45.2% to CHF/uni00A09.3/uni00A0billion. Net profit margin decreased by 960/uni00A0basis points to 9.8%, reflecting the gain on disposal of L'Oréal shares in 2021. As a result, earnings per share decreased by 43.5% to CHF/uni00A03.42 on a reported basis.\n\nUnderlying earnings per share increased by 9.4% in constant currency and by 8.4% on a reported basis to CHF/uni00A04.80. The increase was mainly the result of strong organic growth. Nestlé's share buyback program contributed 1.8% to the underlying earnings per share increase, net of finance costs.\n\n## Cash flow\n\nCash generated from operations before changes in working capital increased from CHF/uni00A016.8/uni00A0billion to CHF/uni00A018.4/uni00A0billion, up 20 basis points as a percentage of sales.\n\nFree cash flow decreased from CHF/uni00A08.7/uni00A0billion to CHF/uni00A06.6/uni00A0billion, reflecting a deliberate and temporary increase in inventories in the context of supply chain disruptions and the energy crisis in Europe. Capital expenditure remained at an elevated level due to increased demand, particularly for PetCare.\n\n## Evolution of the Nestlé S.A. share in 2022\n\n<!-- image -->\n\n- Nestlé S.A. share\n- Nestlé relative to Swiss Market Index\n\n<!-- image -->\n\n## Share capital by investor type, long-term evolution (a)\n\n<!-- image -->\n\n- (a)   Percentage derived from total number of registered shares. Registered shares represent 55.8% of the total share capital. Statistics are rounded, as at 12/31/2022.",
        "metadata": {
            "page": 53
        },
        "id": "9217c082-8e3c-4949-924f-024325c2a35e"
    },
    {
        "page_content": "## Dividend\n\nAt the Annual General Meeting on April/uni00A020, 2023, the Board of Directors will propose a dividend of CHF/uni00A02.95 per share, an increase of 15/uni00A0centimes. If approved, this will be the company's 28th consecutive annual dividend increase. The company has maintained or increased its dividend in Swiss francs over the last 63/uni00A0years. Nestlé is committed to maintaining this long-held practice to increase the dividend in Swiss francs every year.\n\nThe last trading day with entitlement to receive the dividend will be April/uni00A021, 2023. The net dividend will be payable as from April/uni00A026, 2023.\n\nShareholders entered in the share register with voting rights on April/uni00A013, 2023, at 12:00 noon (CEST) will be entitled to exercise their voting rights.\n\n## Share buyback program\n\nIn 2022, the Group repurchased CHF/uni00A010.6/uni00A0billion of Nestlé shares as part of the three-year CHF/uni00A020/uni00A0billion share buyback program, which began in January 2022. At the upcoming Annual General Meeting, the Board of Directors will propose to reduce the share capital by 80/uni00A0million shares from CHF/uni00A0275/uni00A0million to CHF/uni00A0267/uni00A0million through the cancellation of shares purchased, as part of the share buyback program.\n\n## Net debt\n\nNet debt was CHF/uni00A048.2/uni00A0billion as at December/uni00A031, 2022, compared to CHF/uni00A032.9/uni00A0billion at December/uni00A031, 2021. The higher level of debt largely reflected share buybacks of CHF/uni00A010.5/uni00A0billion, mostly financed by/uni00A0the disposal/uni00A0of L'Oréal shares in December 2021, and/uni00A0a temporary increase in working capital.\n\n## Return on invested capital (ROIC)\n\nThe Group's ROIC was unchanged versus 2021 at/uni00A012.2%. Excluding significant impairments, ROIC/uni00A0increased by 10 basis points to 14.3%.\n\n<!-- image -->\n\n## Portfolio management\n\nNestlé completed acquisitions and divestments with a total value of around CHF/uni00A01.9/uni00A0billion in 2022.\n\nOn April/uni00A01, 2022, Nestlé Health Science completed the acquisition of a majority stake in Orgain, a leader in plant-based nutrition. Orgain complements Nestlé Health Science's existing portfolio of nutrition products that support healthier lives.\n\nOn September/uni00A01, 2022, Nestlé Health Science completed the acquisition of Puravida, a premium Brazilian nutrition and health lifestyle brand. The/uni00A0acquisition will enable Nestlé Health Science to expand its consumer health portfolio in Latin America.\n\nOn September/uni00A01, 2022, Nestlé Health Science completed the acquisition of The Better Health Company. The acquisition includes the GO Healthy brand, New Zealand's leading supplement brand, and New Zealand Health Manufacturing, an Auckland-based manufacturing facility for vitamins, minerals and supplements. The acquisition will expand Nestlé Health Science's portfolio of vitamins, minerals and supplements in AOA.",
        "metadata": {
            "page": 54
        },
        "id": "b6f30fa4-0fd1-43cd-ae59-2dbebabb8a0a"
    },
    {
        "page_content": "On October/uni00A019, 2022, Nestlé announced the/uni00A0acquisition of Seattle's Best Co/ffee from Starbucks. This transaction is part of Nestlé's focus on driving sustained profitable growth in the co/ffee category and strengthens the Global Co/ffee Alliance by allowing both companies to/uni00A0focus on their core strengths. The transaction was/uni00A0completed on January/uni00A013, 2023.\n\nOn November/uni00A01, 2022, Nestlé completed the sale of the Gateway infant formula plant in Eau Claire, Wisconsin, along with U.S. and Canadian rights to the Gerber Good Start infant formula brand to/uni00A0Perrigo.\n\nOn November/uni00A015, 2022, Nestlé and L /uni00A0Catterton created a partnership that brings together Freshly and Kettle Cuisine, a leading manufacturer of fresh food products for retail and foodservice customers. The combined company focuses on o/ffering a wide assortment of fresh food products to customers across geographies and a variety of/uni00A0channels. L /uni00A0Catterton is the majority owner, with Nestlé holding a minority stake.\n\nOn November/uni00A029, 2022, the Group announced the decision to explore strategic options for Palforzia , the peanut allergy treatment, following slower than expected adoption by patients and healthcare professionals. The review is expected to be completed in the first half of 2023.\n\n## Outlook\n\n2023 outlook: we expect organic sales growth between 6% and 8% and underlying trading operating profit margin between 17.0% and 17.5%. Underlying earnings per share in constant currency is expected to increase between 6% and 10%.\n\n2025 targets fully confirmed: we expect sustainable mid single-digit organic sales growth and a return to an underlying trading operating profit margin range of 17.5% to 18.5% by 2025. We expect annual underlying earnings per share growth to be in the range of/uni00A06% to 10% in/uni00A0constant currency.\n\n## Sales, employees and factories by geographic area\n\n|          | Sales                         | Employees                     | Employees                     | Factories                     | Factories                     | Factories                     |\n|----------|-------------------------------|-------------------------------|-------------------------------|-------------------------------|-------------------------------|-------------------------------|\n|          | /two.tf/zero.tf/two.tf/one.tf | /two.tf/zero.tf/two.tf/two.tf | /two.tf/zero.tf/two.tf/one.tf | /two.tf/zero.tf/two.tf/two.tf | /two.tf/zero.tf/two.tf/one.tf | /two.tf/zero.tf/two.tf/two.tf |\n| NA       | /three.tf/two.tf./nine.tf%    | /three.tf/four.tf./nine.tf%   | /one.tf/five.tf./one.tf%      | /one.tf/four.tf./three.tf%    | /six.tf/one.tf                | /five.tf/seven.tf             |\n| EUR  (a) | /two.tf/five.tf./five.tf%     | /two.tf/three.tf./six.tf%     | /two.tf/nine.tf./nine.tf%     | /three.tf/zero.tf./one.tf%    | /one.tf/zero.tf/nine.tf       | /one.tf/zero.tf/six.tf        |\n| AOA      | /two.tf/three.tf./two.tf%     | /two.tf/two.tf./two.tf%       | /two.tf/four.tf./three.tf%    | /two.tf/four.tf./eight.tf%    | /nine.tf/seven.tf             | /nine.tf/three.tf             |\n| LATAM    | /one.tf/two.tf./zero.tf%      | /one.tf/three.tf./one.tf%     | /two.tf/one.tf./three.tf%     | /two.tf/one.tf./nine.tf%      | /six.tf/four.tf               | /six.tf/five.tf               |\n| GC       | /six.tf./four.tf%             | /six.tf./two.tf%              | /nine.tf./four.tf%            | /eight.tf./nine.tf%           | /two.tf/three.tf              | /two.tf/three.tf              |\n\n- (a)   8332 employees in Switzerland in 2022.\n\n## Employees by activity\n\nIn thousands\n\n| /two.tf/zero.tf/two.tf/one.tf   | /two.tf/zero.tf/two.tf/two.tf   |                          |\n|---------------------------------|---------------------------------|--------------------------|\n| /one.tf/four.tf/zero.tf         | /one.tf/four.tf/zero.tf         | Factories                |\n| /one.tf/three.tf/six.tf         | /one.tf/three.tf/five.tf        | Administration and sales |\n| /two.tf/seven.tf/six.tf         | /two.tf/seven.tf/five.tf        | Total                    |",
        "metadata": {
            "page": 55
        },
        "id": "3b189d52-9406-47a7-8dbb-3ae64765fc0f"
    },
    {
        "page_content": "## Product category and operating segment review\n\n| In millions of CHF                  | /two.tf/zero.tf/two.tf/one.tf *            | /two.tf/zero.tf/two.tf/two.tf             | Proportion of total sales (%)   | RIG (%)               | OG (%)                      |\n|-------------------------------------|--------------------------------------------|-------------------------------------------|---------------------------------|-----------------------|-----------------------------|\n| Powdered and Liquid Beverages       |                                            |                                           |                                 |                       |                             |\n| Soluble co/ffee/co/ffee systems     | /one.tf/seven.tf /one.tf/two.tf/zero.tf    | /one.tf/six.tf /eight.tf/nine.tf/one.tf   | /six.tf/seven.tf./zero.tf%      |                       |                             |\n| Other                               | /six.tf /eight.tf/five.tf/five.tf          | /eight.tf /three.tf/two.tf/seven.tf       | /three.tf/three.tf./zero.tf%    |                       |                             |\n| Total sales                         | /two.tf/three.tf /nine.tf/seven.tf/five.tf | /two.tf/five.tf /two.tf/one.tf/eight.tf   |                                 | + /zero.tf./two.tf%   | + /eight.tf./zero.tf%       |\n| Underlying trading operating profit | /five.tf /six.tf/three.tf/one.tf           | /five.tf /five.tf/nine.tf/three.tf        | /two.tf/two.tf./two.tf%         |                       |                             |\n| Trading operating profit            | /five.tf /four.tf/zero.tf/six.tf           | /five.tf /three.tf/five.tf/eight.tf       | /two.tf/one.tf./two.tf%         |                       |                             |\n| Water                               |                                            |                                           |                                 |                       |                             |\n| Total sales                         | /four.tf /zero.tf/four.tf/zero.tf          | /three.tf /five.tf/three.tf/six.tf        |                                 | + /two.tf./two.tf%    | + /one.tf/one.tf./zero.tf%  |\n| Underlying trading operating profit | /three.tf/six.tf/four.tf                   | /two.tf/seven.tf/seven.tf                 | /seven.tf./eight.tf%            |                       |                             |\n| Trading operating profit            | /two.tf/five.tf/seven.tf                   | /two.tf/four.tf/one.tf                    | /six.tf./eight.tf%              |                       |                             |\n| Milk products and Ice cream         |                                            |                                           |                                 |                       |                             |\n| Milk products                       | /nine.tf /seven.tf/seven.tf/eight.tf       | /one.tf/zero.tf /three.tf/five.tf/nine.tf | /nine.tf/one.tf./eight.tf%      |                       |                             |\n| Ice cream                           | /nine.tf/two.tf/two.tf                     | /nine.tf/three.tf/zero.tf                 | /eight.tf./two.tf%              |                       |                             |\n| Total sales                         | /one.tf/zero.tf /seven.tf/zero.tf/zero.tf  | /one.tf/one.tf /two.tf/eight.tf/nine.tf   |                                 | - /four.tf./three.tf% | + /five.tf./four.tf%        |\n| Underlying trading operating profit | /two.tf /seven.tf/zero.tf/seven.tf         | /two.tf /five.tf/six.tf/eight.tf          | /two.tf/two.tf./seven.tf%       |                       |                             |\n| Trading operating profit            | /two.tf /six.tf/four.tf/two.tf             | /two.tf /five.tf/zero.tf/eight.tf         | /two.tf/two.tf./two.tf%         |                       |                             |\n| Nutrition and Health Science        |                                            |                                           |                                 |                       |                             |\n| Total sales                         | /one.tf/three.tf /one.tf/five.tf/seven.tf  | /one.tf/five.tf /six.tf/seven.tf/eight.tf |                                 | + /one.tf./seven.tf%  | + /seven.tf./four.tf%       |\n| Underlying trading operating profit | /two.tf /three.tf/zero.tf/seven.tf         | /two.tf /nine.tf/nine.tf/zero.tf          | /one.tf/nine.tf./one.tf%        |                       |                             |\n| Trading operating profit            | /two.tf/four.tf/three.tf                   | /one.tf /three.tf/two.tf/three.tf         | /eight.tf./four.tf%             |                       |                             |\n| Prepared dishes and cooking aids    |                                            |                                           |                                 |                       |                             |\n| Frozen and chilled                  | /five.tf /eight.tf/seven.tf/one.tf         | /five.tf /eight.tf/five.tf/nine.tf        | /four.tf/six.tf./nine.tf%       |                       |                             |\n| Culinary and other                  | /six.tf /two.tf/seven.tf/five.tf           | /six.tf /six.tf/two.tf/five.tf            | /five.tf/three.tf./one.tf%      |                       |                             |\n| Total sales                         | /one.tf/two.tf /one.tf/four.tf/six.tf      | /one.tf/two.tf /four.tf/eight.tf/four.tf  |                                 | - /six.tf./nine.tf%   | + /three.tf./one.tf%        |\n| Underlying trading operating profit | /two.tf /zero.tf/four.tf/zero.tf           | /two.tf /zero.tf/three.tf/eight.tf        | /one.tf/six.tf./three.tf%       |                       |                             |\n| Trading operating profit            | /one.tf /nine.tf/three.tf/one.tf           | /one.tf /five.tf/zero.tf/eight.tf         | /one.tf/two.tf./one.tf%         |                       |                             |\n| Confectionery                       |                                            |                                           |                                 |                       |                             |\n| Chocolate                           | /five.tf /seven.tf/one.tf/six.tf           | /six.tf /one.tf/three.tf/nine.tf          | /seven.tf/five.tf./six.tf%      |                       |                             |\n| Sugar confectionery                 | /six.tf/five.tf/one.tf                     | /six.tf/six.tf/one.tf                     | /eight.tf./two.tf%              |                       |                             |\n| Snacking and biscuits               | /one.tf /one.tf/four.tf/seven.tf           | /one.tf /three.tf/one.tf/eight.tf         | /one.tf/six.tf./two.tf%         |                       |                             |\n| Total sales                         | /seven.tf /five.tf/one.tf/four.tf          | /eight.tf /one.tf/one.tf/eight.tf         |                                 | + /four.tf./eight.tf% | + /nine.tf./four.tf%        |\n| Underlying trading operating profit | /one.tf /two.tf/zero.tf/five.tf            | /one.tf /three.tf/six.tf/four.tf          | /one.tf/six.tf./eight.tf%       |                       |                             |\n| Trading operating profit            | /one.tf /zero.tf/nine.tf/three.tf          | /one.tf /two.tf/five.tf/nine.tf           | /one.tf/five.tf./five.tf%       |                       |                             |\n| PetCare                             |                                            |                                           |                                 |                       |                             |\n| Total sales                         | /one.tf/five.tf /five.tf/five.tf/six.tf    | /one.tf/eight.tf /one.tf/zero.tf/one.tf   |                                 | + /four.tf./three.tf% | + /one.tf/four.tf./five.tf% |\n| Underlying trading operating profit | /three.tf /two.tf/eight.tf/two.tf          | /three.tf /seven.tf/zero.tf/six.tf        | /two.tf/zero.tf./five.tf%       |                       |                             |\n| Trading operating profit            | /three.tf /two.tf/four.tf/one.tf           | /three.tf /four.tf/nine.tf/four.tf        | /one.tf/nine.tf./three.tf%      |                       |                             |\n\n- *   The new Zones' organization as of January 1, 2022, as described in Foreword on page 46, had no impact on the information by product.",
        "metadata": {
            "page": 56
        },
        "id": "4afd39c6-85aa-47a3-affc-b5c86c45c074"
    },
    {
        "page_content": "## Review of Zones, Nespresso and Nestlé Health Science\n\n## Zone North America (NA)\n\n| Sales                                      | CHF /two.tf/six.tf./three.tf billion   |\n|--------------------------------------------|----------------------------------------|\n| Organic growth                             | + /one.tf/zero.tf./three.tf%           |\n| Real internal growth                       | - /one.tf./three.tf%                   |\n| Underlying trading operating profit margin | /two.tf/one.tf./zero.tf%               |\n| Underlying trading operating profit margin | + /seven.tf/zero.tf basis points       |\n| Trading operating profit margin            | /one.tf/eight.tf./six.tf%              |\n| Trading operating profit margin            | - /six.tf/zero.tf basis points         |\n\n- -10.3% organic growth: -1.3% RIG; 11.6% pricing.\n- -The Zone's underlying trading operating profit margin increased by 70/uni00A0basis points to 21.0%.\n\nOrganic growth was 10.3%, with pricing of 11.6%. RIG/uni00A0was -1.3%, following pricing activities, a high base of comparison in 2021 and supply constraints. In the fourth quarter, RIG was -4.9%, largely impacted by portfolio optimization actions, a growth moderation in out-of-home channels and temporary capacity constraints for water. Net divestitures reduced sales by 3.8%, mainly due to the divestment of the Nestlé Waters North America brands. Foreign exchange had a positive impact of 4.7%. Reported sales\n\n## Zone NA\n\nIn millions of CHF\n\n|                                     | /two.tf/zero.tf/two.tf/one.tf *                                       | /two.tf/zero.tf/two.tf/two.tf            | Proportion of total sales (%)   | RIG (%)              | OG (%)                       |\n|-------------------------------------|-----------------------------------------------------------------------|------------------------------------------|---------------------------------|----------------------|------------------------------|\n| United States and Canada            | /two.tf/three.tf /six.tf/nine.tf/three.tf                             | /two.tf/six.tf /three.tf/two.tf/eight.tf |                                 |                      |                              |\n| Powdered and Liquid Beverages       | /three.tf /three.tf/seven.tf/three.tf                                 | /three.tf /eight.tf/nine.tf/one.tf       | /one.tf/four.tf./eight.tf%      |                      |                              |\n| Water                               | /one.tf /six.tf/six.tf/six.tf                                         | /one.tf /zero.tf/four.tf/two.tf          | /four.tf./zero.tf%              |                      |                              |\n| Milk products and Ice cream         | /two.tf /six.tf/eight.tf/nine.tf                                      | /three.tf /one.tf/four.tf/three.tf       | /one.tf/one.tf./nine.tf%        |                      |                              |\n| Prepared dishes and cooking aids    | /five.tf /one.tf/five.tf/five.tf                                      | /five.tf /three.tf/two.tf/eight.tf       | /two.tf/zero.tf./two.tf%        |                      |                              |\n| Confectionery                       | /six.tf/six.tf/seven.tf                                               | /six.tf/nine.tf/six.tf                   | /two.tf./six.tf%                |                      |                              |\n| PetCare                             | /nine.tf /one.tf/one.tf/two.tf                                        | /one.tf/zero.tf /nine.tf/two.tf/six.tf   | /four.tf/one.tf./five.tf%       |                      |                              |\n| Nutrition and Health Science        | /one.tf /zero.tf/three.tf/one.tf                                      | /one.tf /three.tf/zero.tf/two.tf         | /five.tf./zero.tf%              |                      |                              |\n| Total sales                         | /two.tf/three.tf /six.tf/nine.tf/three.tf                             | /two.tf/six.tf /three.tf/two.tf/eight.tf |                                 | - /one.tf./three.tf% | + /one.tf/zero.tf./three.tf% |\n| Underlying trading operating profit | /four.tf /eight.tf/zero.tf/four.tf  /five.tf /five.tf/two.tf/eight.tf |                                          | /two.tf/one.tf./zero.tf%        |                      |                              |\n| Trading operating profit            | /four.tf /five.tf/four.tf/eight.tf                                    | /four.tf /nine.tf/zero.tf/four.tf        | /one.tf/eight.tf./six.tf%       |                      |                              |\n| Capital additions                   | /two.tf /three.tf/one.tf/nine.tf                                      | /two.tf /two.tf/seven.tf/two.tf          | /eight.tf./six.tf%              |                      |                              |\n\n- *   2021 comparatives adjusted, see Foreword on page 46.\n\nin Zone North America increased by 11.1% to CHF/uni00A026.3 billion.\n\nZone North America saw broad-based growth across brands and categories, driven by pricing, strong operational execution and continued momentum in e-commerce. Nestlé gained market share in the Zone, led by pet food, portioned co/ffee and baby food.\n\nBy product category, Purina PetCare was the largest growth contributor with strong momentum across channels, particularly in e-commerce and pet specialty stores. Purina Pro Plan , including veterinary products, Purina ONE and Fancy Feast all saw strong double-digit growth, supported by innovation. Sales in Nestlé Professional and Starbucks out-of-home products grew at a strong double-digit rate. Beverages, including Starbucks at-home products, Co/ffee mate and Nescafé , posted high single-digit growth, helped by new product launches. Prior to the divestiture of Gerber Good Start infant formula in November, the brand recorded strong demand following supply constraints in the market. Baby food",
        "metadata": {
            "page": 57
        },
        "id": "6edd48db-29c4-4940-9069-a16d75e9adad"
    },
    {
        "page_content": "reported robust growth, led by healthy snacking. Frozen food saw low single-digit growth, with robust sales developments for Hot/uni00A0Pockets frozen snacks and DiGiorno/uni00A0 pizza. Premium water posted mid single-digit growth, with a sales decrease in the fourth quarter mainly due to temporary capacity constraints. Ready-to-drink Nesquik in the U.S. and KitKat in Canada reported strong growth, supported by new product launches and execution.\n\nThe Zone's underlying trading operating profit margin increased by 70/uni00A0basis points. Pricing, growth leverage and portfolio management more than o/ffset significant cost inflation.\n\n## Zone Europe (EUR)\n\nSales\n\nCHF /one.tf/nine.tf./one.tf billion\n\nOrganic growth\n\n+ /seven.tf./two.tf%\n\nReal internal growth\n\n+ /zero.tf./nine.tf%\n\nUnderlying trading operating profit margin\n\n/one.tf/six.tf./four.tf%\n\nUnderlying trading operating profit margin\n\n- /one.tf/nine.tf/zero.tf basis points\n\nTrading operating profit margin\n\n/one.tf/four.tf./two.tf%\n\nTrading operating profit margin\n\n- /three.tf/four.tf/zero.tf basis points\n\n- -7.2% organic growth: 0.9% RIG; 6.4% pricing.\n- -The Zone's underlying trading operating profit margin decreased by 190 basis points to 16.4%.\n\nOrganic growth was 7.2%, with pricing of 6.4%. RIG was resilient at 0.9%, following a high base of comparison in 2021 as well as supply constraints. Foreign exchange negatively impacted sales by 7.6%, reflecting the appreciation of the Swiss franc against the Euro. Reported sales in Zone Europe increased by 1.8% to CHF 19.1 billion.\n\nIn a challenging environment, Zone Europe demonstrated resilience and a commitment to invest for the long-term. In Ukraine, Nestlé announced a CHF/uni00A040/uni00A0million investment for a new production facility in the Volyn region.\n\nThe Zone saw market share gains in confectionery, pet food and Infant Nutrition. By product category, the key growth driver was Purina PetCare, fueled by premium brands Gourmet , Felix and Purina Pro Plan . Growth was strong across all channels, particularly in e-commerce and pet specialty stores. Sales in Nestlé Professional grew at a strong doubledigit rate, helped by new growth platforms and increased distribution, particularly for beverages. Water saw double-digit growth, with a sales decrease in the fourth quarter mainly due to temporary capacity constraints. Co/ffee posted mid single-digit growth, led by Nescafé soluble co/ffee and continued strong sales developments for Starbucks by Nespresso . Confectionery reported mid single-digit growth, with strong demand for KitKat and seasonal o/fferings. Sales in Infant Nutrition grew at a double-digit rate, based on strong momentum for premium infant",
        "metadata": {
            "page": 58
        },
        "id": "a6976325-2199-48e3-85e5-9bb04b3c2644"
    },
    {
        "page_content": "formula, including human milk oligosaccharides (HMOs) products. Culinary recorded a sales decrease, impacted by negative growth in pizza and noodles. Garden Gourmet plant-based products continued to see double-digit growth, reflecting new product launches.\n\nThe Zone's underlying trading operating profit margin decreased by 190 basis points. Significant cost inflation and the impact of war-induced supply chain constraints outweighed pricing, growth leverage and cost e/fficiencies.\n\n| Zone EUR In millions of CHF      | /two.tf/zero.tf/two.tf/one.tf *            | /two.tf/zero.tf/two.tf/two.tf                                                                                                                 |                                                                                                                                               | Proportion of total sales (%) RIG (%)                              | OG (%)               |    |\n|----------------------------------|--------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------|----------------------|----|\n| Western Europe                   | /one.tf/three.tf /five.tf/three.tf/two.tf  | /one.tf/three.tf /three.tf/three.tf/four.tf                                                                                                   |                                                                                                                                               | /six.tf/nine.tf./seven.tf%                                         |                      |    |\n| Eastern Europe                   | /three.tf /eight.tf/five.tf/eight.tf       | /four.tf /two.tf/seven.tf/two.tf                                                                                                              |                                                                                                                                               | /two.tf/two.tf./three.tf%                                          |                      |    |\n|                                  | /one.tf /four.tf/zero.tf/four.tf           | /one.tf /five.tf/two.tf/two.tf                                                                                                                | Türkiye and Israël                                                                                                                            | /eight.tf./zero.tf%                                                |                      |    |\n| Powdered and Liquid Beverages    | /five.tf /one.tf/four.tf/eight.tf          | /five.tf /one.tf/four.tf/zero.tf                                                                                                              |                                                                                                                                               | /two.tf/six.tf./nine.tf%                                           |                      |    |\n| Water                            | /one.tf /six.tf/zero.tf/six.tf             | /one.tf /six.tf/two.tf/six.tf                                                                                                                 |                                                                                                                                               | /eight.tf./five.tf%                                                |                      |    |\n| Milk products and Ice cream      | /three.tf/three.tf/zero.tf                 | /three.tf/four.tf/five.tf                                                                                                                     |                                                                                                                                               | /one.tf./eight.tf%                                                 |                      |    |\n| Prepared dishes and cooking aids | /three.tf /zero.tf/three.tf/eight.tf       | /two.tf /eight.tf/two.tf/zero.tf                                                                                                              |                                                                                                                                               | /one.tf/four.tf./seven.tf%                                         |                      |    |\n| Confectionery                    | /three.tf /zero.tf/five.tf/four.tf         | /three.tf /zero.tf/nine.tf/one.tf                                                                                                             | PetCare                                                                                                                                       | PetCare                                                            |                      |    |\n|                                  | /four.tf /three.tf/one.tf/six.tf           | /four.tf /seven.tf/three.tf/two.tf                                                                                                            | Total sales Underlying trading operating profit  Capital additions                                                                            | Total sales Underlying trading operating profit  Capital additions |                      |    |\n|                                  | /one.tf /three.tf/zero.tf/two.tf           | /one.tf /three.tf/seven.tf/four.tf                                                                                                            |                                                                                                                                               | /seven.tf./two.tf%                                                 |                      |    |\n| Nutrition and Health Science     | /one.tf/eight.tf /seven.tf/nine.tf/four.tf | /one.tf/nine.tf /one.tf/two.tf/eight.tf                                                                                                       |                                                                                                                                               | + /zero.tf./nine.tf%                                               |                      |    |\n|                                  |                                            | /three.tf /four.tf/three.tf/nine.tf  /three.tf /one.tf/three.tf/eight.tf  /three.tf /three.tf/one.tf/six.tf  /two.tf /seven.tf/one.tf/nine.tf | /three.tf /four.tf/three.tf/nine.tf  /three.tf /one.tf/three.tf/eight.tf  /three.tf /three.tf/one.tf/six.tf  /two.tf /seven.tf/one.tf/nine.tf |                                                                    | + /seven.tf./two.tf% |    |\n| Trading operating profit         |                                            |                                                                                                                                               |                                                                                                                                               | /one.tf/four.tf./two.tf%                                           |                      |    |\n|                                  |                                            | /one.tf /four.tf/seven.tf/five.tf  /one.tf /four.tf/eight.tf/nine.tf                                                                          | /one.tf /four.tf/seven.tf/five.tf  /one.tf /four.tf/eight.tf/nine.tf                                                                          |                                                                    |                      |    |\n\n- *  2021 comparatives adjusted, see Foreword on page 46.",
        "metadata": {
            "page": 59
        },
        "id": "cca2876f-eec3-4813-9ea9-9f5686925abc"
    },
    {
        "page_content": "## Zone Asia, Oceania and Africa (AOA)\n\n| Sales                                      | CHF /one.tf/eight.tf./five.tf billion    |\n|--------------------------------------------|------------------------------------------|\n| Organic growth                             | + /eight.tf./two.tf%                     |\n| Real internal growth                       | + /zero.tf./one.tf%                      |\n| Underlying trading operating profit margin | /two.tf/two.tf./nine.tf%                 |\n| Underlying trading operating profit margin | - /one.tf/one.tf/zero.tf basis points    |\n| Trading operating profit margin            | /two.tf/two.tf./four.tf%                 |\n| Trading operating profit margin            | + /three.tf/four.tf/zero.tf basis points |\n\n- -8.2% organic growth: 0.1% RIG; 8.1% pricing.\n- -The Zone's underlying trading operating profit margin decreased by 110 basis points to 22.9%.\n\nOrganic growth reached 8.2%, with pricing of 8.1%. RIG was 0.1%, impacted by a high base of comparison in 2021 and portfolio optimization actions. Foreign exchange reduced sales by 4.9%. Reported sales in Zone AOA increased by 3.3% to CHF/uni00A018.5/uni00A0billion.\n\nGrowth in Zone AOA was driven by pricing, continued recovery of out-of-home channels and innovation. The Zone saw market share gains in co/ffee, culinary and Infant Nutrition.\n\nSouth-East Asia saw mid single-digit growth, led by Nescafé , Maggi and Milo . South Asia posted double-digit growth, with market share gains and continued momentum for Maggi , KitKat and Nescafé . Sales in the Middle East and Africa grew at a double-digit rate, based on strong momentum for a/ffordable o/fferings across Maggi and Milo as well as broad-based demand for Infant Nutrition products. Despite portfolio optimization, Japan reported low single-digit growth, supported by Nescafé , Starbucks and Purina PetCare. Sales in South Korea grew at a double-digit rate, driven by Starbucks products and increased demand for KitKat . Oceania recorded high single-digit growth, with particular strength for Nescafé , Maggi and KitKat .\n\nBy product category, culinary was the largest growth contributor, led by Maggi cooking aids and noodles. Sales in Nestlé Professional grew at a strong double-digit rate across geographies and categories, fueled by increased distribution. Co/ffee saw high single-digit growth, with continued strong demand for Nescafé and Starbucks products. The Zone launched\n\n## Zone AOA\n\n<!-- image -->\n\n|                                     | /two.tf/zero.tf/two.tf/one.tf *            | /two.tf/zero.tf/two.tf/two.tf              | Proportion of total sales (%)   | RIG (%)             | OG (%)               |\n|-------------------------------------|--------------------------------------------|--------------------------------------------|---------------------------------|---------------------|----------------------|\n| ASEAN                               | /six.tf /nine.tf/eight.tf/four.tf          | /seven.tf /one.tf/one.tf/two.tf            | /three.tf/eight.tf./five.tf%    |                     |                      |\n| Oceania and Japan                   | /three.tf /zero.tf/four.tf/nine.tf         | /two.tf /nine.tf/six.tf/four.tf            | /one.tf/six.tf./zero.tf%        |                     |                      |\n| South Asian Subcontinent            | /two.tf /eight.tf/nine.tf/eight.tf         | /three.tf /one.tf/five.tf/six.tf           | /one.tf/seven.tf./one.tf%       |                     |                      |\n| Middle-East and Africa              | /four.tf /nine.tf/six.tf/three.tf          | /five.tf /two.tf/five.tf/two.tf            | /two.tf/eight.tf./four.tf%      |                     |                      |\n| Powdered and Liquid Beverages       | /five.tf /nine.tf/zero.tf/nine.tf          | /six.tf /one.tf/zero.tf/eight.tf           | /three.tf/three.tf./zero.tf%    |                     |                      |\n| Water                               | /five.tf/nine.tf/seven.tf                  | /six.tf/four.tf/one.tf                     | /three.tf./five.tf%             |                     |                      |\n| Milk products and Ice cream         | /three.tf /eight.tf/zero.tf/four.tf        | /three.tf /six.tf/three.tf/six.tf          | /one.tf/nine.tf./seven.tf%      |                     |                      |\n| Prepared dishes and cooking aids    | /two.tf /two.tf/six.tf/three.tf            | /two.tf /five.tf/six.tf/zero.tf            | /one.tf/three.tf./nine.tf%      |                     |                      |\n| Confectionery                       | /one.tf /two.tf/eight.tf/zero.tf           | /one.tf /three.tf/seven.tf/two.tf          | /seven.tf./four.tf%             |                     |                      |\n| PetCare                             | /six.tf/eight.tf/two.tf                    | /seven.tf/zero.tf/two.tf                   | /three.tf./eight.tf%            |                     |                      |\n| Nutrition and Health Science        | /three.tf /three.tf/five.tf/nine.tf        | /three.tf /four.tf/six.tf/five.tf          | /one.tf/eight.tf./seven.tf%     |                     |                      |\n| Total sales                         | /one.tf/seven.tf /eight.tf/nine.tf/four.tf | /one.tf/eight.tf /four.tf/eight.tf/four.tf |                                 | + /zero.tf./one.tf% | + /eight.tf./two.tf% |\n| Underlying trading operating profit | /four.tf /two.tf/eight.tf/eight.tf         | /four.tf /two.tf/three.tf/seven.tf         | /two.tf/two.tf./nine.tf%        |                     |                      |\n| Trading operating profit            | /three.tf /three.tf/nine.tf/nine.tf        | /four.tf /one.tf/three.tf/three.tf         | /two.tf/two.tf./four.tf%        |                     |                      |\n| Capital additions                   | /eight.tf/six.tf/six.tf                    | /nine.tf/three.tf/zero.tf                  | /five.tf./zero.tf%              |                     |                      |\n\n- *   2021 comparatives adjusted, see Foreword on page 46.",
        "metadata": {
            "page": 60
        },
        "id": "d6bb053a-f247-460a-8595-ec57a61a23a1"
    },
    {
        "page_content": "Starbucks ready-to-drink products in seven markets. Infant Nutrition reached high singledigit growth, based on innovation and increased distribution. Cocoa and malt beverages posted high single-digit growth, driven by Milo . Sales in confectionery grew at a double-digit rate, led by KitKat . Purina PetCare reported high single-digit growth, with continued momentum for Purina ONE , Felix and Purina Pro Plan . Ambient dairy saw a slight sales decrease, largely due to portfolio optimization actions.\n\nThe Zone's underlying trading operating profit margin decreased by 110/uni00A0basis points. Significant cost inflation more than o/ffset pricing, growth leverage and disciplined cost control.\n\n## Zone LATAM\n\nIn millions of CHF\n\n|                                     | /two.tf/zero.tf/two.tf/one.tf *          | /two.tf/zero.tf/two.tf/two.tf           | Proportion of total sales (%)   | RIG (%)             | OG (%)                      |\n|-------------------------------------|------------------------------------------|-----------------------------------------|---------------------------------|---------------------|-----------------------------|\n| Latin America and Caribbean         | /one.tf/zero.tf /zero.tf/eight.tf/six.tf | /one.tf/one.tf /eight.tf/one.tf/nine.tf |                                 |                     |                             |\n| Powdered and Liquid Beverages       | /two.tf /zero.tf/zero.tf/nine.tf         | /two.tf /four.tf/two.tf/two.tf          | /two.tf/zero.tf./five.tf%       |                     |                             |\n| Water                               | /one.tf/two.tf/two.tf                    | /one.tf/seven.tf/five.tf                | /one.tf./five.tf%               |                     |                             |\n| Milk products and Ice cream         | /two.tf /seven.tf/zero.tf/two.tf         | /three.tf /zero.tf/three.tf/zero.tf     | /two.tf/five.tf./six.tf%        |                     |                             |\n| Prepared dishes and cooking aids    | /seven.tf/seven.tf/five.tf               | /eight.tf/four.tf/five.tf               | /seven.tf./one.tf%              |                     |                             |\n| Confectionery                       | /one.tf /six.tf/nine.tf/zero.tf          | /two.tf /zero.tf/six.tf/seven.tf        | /one.tf/seven.tf./five.tf%      |                     |                             |\n| PetCare                             | /one.tf /three.tf/three.tf/three.tf      | /one.tf /six.tf/one.tf/four.tf          | /one.tf/three.tf./seven.tf%     |                     |                             |\n| Nutrition and Health Science        | /one.tf /four.tf/five.tf/five.tf         | /one.tf /six.tf/six.tf/six.tf           | /one.tf/four.tf./one.tf%        |                     |                             |\n| Total sales                         | /one.tf/zero.tf /zero.tf/eight.tf/six.tf | /one.tf/one.tf /eight.tf/one.tf/nine.tf |                                 | + /one.tf./five.tf% | + /one.tf/three.tf./one.tf% |\n| Underlying trading operating profit | /two.tf /two.tf/zero.tf/eight.tf         | /two.tf /five.tf/zero.tf/one.tf         | /two.tf/one.tf./two.tf%         |                     |                             |\n| Trading operating profit            | /two.tf /zero.tf/five.tf/three.tf        | /two.tf /four.tf/zero.tf/one.tf         | /two.tf/zero.tf./three.tf%      |                     |                             |\n| Capital additions                   | /six.tf/eight.tf/seven.tf                | /eight.tf/zero.tf/five.tf               | /six.tf./eight.tf%              |                     |                             |\n\n- *   2021 comparatives adjusted, see Foreword on page 46.\n\n## Zone Latin America (LATAM)\n\n| Sales                                      | CHF /one.tf/one.tf./eight.tf billion   |\n|--------------------------------------------|----------------------------------------|\n| Organic growth                             | + /one.tf/three.tf./one.tf%            |\n| Real internal growth                       | + /one.tf./five.tf%                    |\n| Underlying trading operating profit margin | /two.tf/one.tf./two.tf%                |\n| Underlying trading operating profit margin | - /seven.tf/zero.tf basis points       |\n| Trading operating profit margin            | /two.tf/zero.tf./three.tf%             |\n| Trading operating profit margin            | - /one.tf/zero.tf basis points         |\n\n- -13.1% organic growth: 1.5% RIG; 11.6% pricing.\n- -The Zone's underlying trading operating profit margin decreased by 70 basis points to 21.2%.\n\nOrganic growth was 13.1%, with pricing of 11.6%. RIG was 1.5%, following a high base of comparison in 2021. Foreign exchange had a positive impact of 4.0%. Reported sales in Zone Latin America increased by 17.2% to CHF 11.8 billion.\n\nZone Latin America saw sustained broad-based growth, supported by pricing, strong operational execution and continued momentum of out-ofhome channels. The Zone saw market share gains in Infant Nutrition, pet food and culinary.",
        "metadata": {
            "page": 61
        },
        "id": "1170a0eb-2318-425f-a588-b62512c7b73d"
    },
    {
        "page_content": "Sales in Brazil grew at a strong double-digit rate, reflecting high demand for confectionery and Infant Nutrition as well as cocoa and malt beverages. Mexico saw double-digit growth, with strong sales developments for Purina PetCare, Nescafé and Carnation . Sales in Chile grew at a double-digit rate, led by confectionery, co/ffee and Purina PetCare. Colombia and the Plata Region continued to see strong double-digit growth.\n\nBy product category, confectionery was the largest growth contributor, based on strong demand for key local brands and KitKat . Sales in Purina PetCare grew at a double-digit rate, led by Dog Chow , Cat Chow and Purina Pro Plan , as well as the continued expansion of Purina ONE across the Zone. Co/ffee posted broad-based double-digit growth, supported by Nescafé soluble co/ffee, Nescafé Dolce Gusto and Starbucks products. Dairy reported high single-digit growth, based on strong sales developments for fortified milks and home-baking products. Infant Nutrition recorded high single-digit growth, based on continued momentum for Nido and NAN . Sales in Nestlé Professional grew at a strong doubledigit rate, significantly exceeding 2019 levels, with growth fueled by new digital platforms. Water also posted strong double-digit growth. Plantbased products saw strong growth, helped by the expansion of dairy alternatives for La Lechera and by Nature's Heart .\n\nThe Zone's underlying trading operating profit margin decreased by 70 basis points, as one-o/ff items and cost inflation more than o/ffset pricing, growth leverage and disciplined cost control.",
        "metadata": {
            "page": 62
        },
        "id": "aefa6a0d-bbf1-4385-a1cd-c11b99cc0513"
    },
    {
        "page_content": "## Zone Greater China (GC)\n\n| Sales                                      | CHF /five.tf./four.tf billion                   |\n|--------------------------------------------|-------------------------------------------------|\n| Organic growth                             | + /three.tf./five.tf%                           |\n| Real internal growth                       | + /one.tf./zero.tf%                             |\n| Underlying trading operating profit margin | /one.tf/six.tf./one.tf%                         |\n| Underlying trading operating profit margin | + /two.tf/six.tf/zero.tf basis points           |\n| Trading operating profit margin            | /one.tf/five.tf./seven.tf%                      |\n| Trading operating profit margin            | + /two.tf/four.tf/seven.tf/zero.tf basis points |\n\n- -3.5% organic growth: 1.0% RIG; 2.5% pricing.\n- -The Zone's underlying trading operating profit margin increased by 260 basis points to 16.1%.\n\nOrganic growth was 3.5%, with pricing of 2.5%. RIG was 1.0%, impacted by COVID-19-related movement restrictions. Foreign exchange had a negative impact of 0.1%. Reported sales in Zone Greater China increased by 3.4% to CHF/uni00A05.4/uni00A0billion.\n\nGrowth in Zone Greater China was supported by strong operational execution, e-commerce momentum and continued innovation.\n\n## Zone GC\n\nIn millions of CHF\n\n|                                                 | /two.tf/zero.tf/two.tf/one.tf * /two.tf/zero.tf/two.tf/two.tf    | Proportion of total sales (%)   | RIG (%)             | OG (%)                |\n|-------------------------------------------------|------------------------------------------------------------------|---------------------------------|---------------------|-----------------------|\n| Greater China /five.tf /one.tf/seven.tf/five.tf | /five.tf /three.tf/five.tf/one.tf                                |                                 |                     |                       |\n| Powdered and Liquid Beverages                   | /nine.tf/five.tf/seven.tf  /one.tf /zero.tf/one.tf/eight.tf      | /one.tf/nine.tf./zero.tf%       |                     |                       |\n| Water                                           | /four.tf/nine.tf  /five.tf/two.tf                                | /one.tf./zero.tf%               |                     |                       |\n| Milk products and Ice cream                     | /one.tf /one.tf/six.tf/two.tf  /one.tf /one.tf/two.tf/one.tf     | /two.tf/zero.tf./nine.tf%       |                     |                       |\n| Prepared dishes and cooking aids                | /nine.tf/one.tf/four.tf  /nine.tf/three.tf/zero.tf               | /one.tf/seven.tf./four.tf%      |                     |                       |\n| Confectionery                                   | /seven.tf/nine.tf/seven.tf  /eight.tf/four.tf/three.tf           | /one.tf/five.tf./eight.tf%      |                     |                       |\n| PetCare                                         | /one.tf/one.tf/two.tf  /one.tf/two.tf/seven.tf                   | /two.tf./four.tf%               |                     |                       |\n| Nutrition and Health Science                    | /one.tf /one.tf/eight.tf/four.tf  /one.tf /two.tf/six.tf/zero.tf | /two.tf/three.tf./five.tf%      |                     |                       |\n| Total sales /five.tf /one.tf/seven.tf/five.tf   | /five.tf /three.tf/five.tf/one.tf                                |                                 | + /one.tf./zero.tf% | + /three.tf./five.tf% |\n| Underlying trading operating profit             | /seven.tf/zero.tf/zero.tf  /eight.tf/six.tf/two.tf               | /one.tf/six.tf./one.tf%         |                     |                       |\n| Trading operating profit                        | (/four.tf/six.tf/six.tf) /eight.tf/four.tf/zero.tf               | /one.tf/five.tf./seven.tf%      |                     |                       |\n| Capital additions /two.tf/six.tf/one.tf         | /two.tf/zero.tf/seven.tf                                         | /three.tf./nine.tf%             |                     |                       |\n\n- *   2021 comparatives adjusted, see Foreword on page 46.\n\nBy product category, Infant Nutrition saw high single-digit growth, with improved market share trends for NAN and illuma . Co/ffee posted high single-digit growth, led by Nescafé soluble and ready-to-drink co/ffee as well as Starbucks products. In confectionery, Hsu Fu Chi reported high single-digit growth, helped by innovation including the launch of savory snacks. Culinary recorded mid single-digit growth, helped by increased distribution and innovation. Sales in Purina PetCare grew at a double-digit rate, with strong growth in specialty channels and e-commerce. As a result of movement restrictions, Nestlé Professional saw a mid single-digit sales decrease, with market share gains supported by new customers and product launches.\n\nThe Zone's underlying trading operating profit margin increased by 260/uni00A0basis points. Favorable mix and disciplined cost control more than o/ffset cost inflation.",
        "metadata": {
            "page": 63
        },
        "id": "8b36a107-077b-4b45-b30e-9588d8094a79"
    },
    {
        "page_content": "## Nespresso\n\n| Sales                                      | CHF /six.tf./four.tf billion           |\n|--------------------------------------------|----------------------------------------|\n| Organic growth                             | + /three.tf./five.tf%                  |\n| Real internal growth                       | - /one.tf./seven.tf%                   |\n| Underlying trading operating profit margin | /two.tf/one.tf./five.tf%               |\n| Underlying trading operating profit margin | - /one.tf/five.tf/zero.tf basis points |\n| Trading operating profit margin            | /two.tf/zero.tf./three.tf%             |\n| Trading operating profit margin            | - /two.tf/four.tf/zero.tf basis points |\n\n- -3.5% organic growth: -1.7% RIG; 5.2% pricing.\n- -The underlying trading operating profit margin of Nespresso decreased by 150 basis points to 21.5%.\n\nOrganic growth was 3.5%, with pricing of 5.2%. RIG was -1.7%, following strong growth of 8.2% in 2021 during the pandemic. Foreign exchange negatively impacted sales by 2.7%. Reported sales in Nespresso increased by 0.5% to/uni00A0CHF/uni00A06.4/uni00A0billion.\n\nGrowth in Nespresso was led by broad-based momentum for the Vertuo system. Vertuo Pop , a new compact machine, was launched in 10/uni00A0markets. Growth was also supported by a strong recovery of out-of-home channels, with continued expansion of the Momento system and improved sales development for the o/ffice segment. Innovation and new product launches, including the year-end festive campaign with Pierre Hermé, continued to resonate with consumers.\n\nBy geography, North America posted doubledigit growth with continued market share gains. Europe reported a sales decrease, with growth turning positive in the fourth quarter. Other regions combined recorded high single-digit growth.\n\n## Nespresso\n\nIn millions of CHF\n\n| /two.tf/zero.tf/two.tf/one.tf     |                                     | /two.tf/zero.tf/two.tf/two.tf     | RIG (%)              | OG (%)                |\n|-----------------------------------|-------------------------------------|-----------------------------------|----------------------|-----------------------|\n| /six.tf /four.tf/one.tf/eight.tf  |                                     | /six.tf /four.tf/four.tf/eight.tf | - /one.tf./seven.tf% | + /three.tf./five.tf% |\n| /one.tf /four.tf/seven.tf/five.tf | /one.tf /three.tf/eight.tf/eight.tf | /two.tf/one.tf./five.tf%          |                      |                       |\n| /one.tf /four.tf/five.tf/six.tf   | /one.tf /three.tf/zero.tf/nine.tf   | /two.tf/zero.tf./three.tf%        |                      |                       |\n| /four.tf/four.tf/five.tf          | /five.tf/two.tf/zero.tf             | /eight.tf./one.tf%                |                      |                       |\n\nThe underlying trading operating profit margin of Nespresso decreased by 150/uni00A0basis points, impacted by cost inflation and investments in the/uni00A0rollout of the Vertuo system.",
        "metadata": {
            "page": 64
        },
        "id": "ddc10624-ca4c-4024-bf9f-ade6895833c8"
    },
    {
        "page_content": "## Nestlé Health Science\n\n| Sales                                      | CHF /six.tf./six.tf billion                   |\n|--------------------------------------------|-----------------------------------------------|\n| Organic growth                             | + /four.tf./zero.tf%                          |\n| Real internal growth                       | + /zero.tf./six.tf%                           |\n| Underlying trading operating profit margin | /one.tf/three.tf./six.tf%                     |\n| Underlying trading operating profit margin | /zero.tf basis point                          |\n| Trading operating profit margin            | - /nine.tf./zero.tf%                          |\n| Trading operating profit margin            | - /two.tf/two.tf/zero.tf/zero.tf basis points |\n\n- -4.0% organic growth: 0.6% RIG; 3.4% pricing.\n- -The underlying trading operating profit margin was unchanged at 13.6%.\n\nOrganic growth was 4.0%, with increased pricing of 3.4%. RIG was 0.6%, following strong double-digit growth in both 2020 and 2021 during the pandemic. Net acquisitions increased sales by 31.5%, largely related to the acquisitions of the core brands of The Bountiful Company and Orgain. Foreign exchange positively impacted sales by 1.5%. Reported sales in Nestlé Health Science increased by 36.9% to CHF 6.6 billion.\n\nConsumer Care posted positive growth, as double-digit growth in active nutrition was o/ffset by a slight sales decrease in vitamins, minerals and supplements. Within active nutrition, healthy-aging products were the largest contributor to growth, led by Boost and Nutren . Vital Proteins and Orgain saw double-digit growth with market share gains. Within vitamins, minerals and supplements, growth for The Bountiful Company brands and Garden of Life were impacted by a high base of comparison for immunity-related products during the pandemic.\n\n## Nestlé Health Science\n\nIn millions of CHF\n\n|                                     | /two.tf/zero.tf/two.tf/one.tf    | /two.tf/zero.tf/two.tf/two.tf     | RIG (%)             | OG (%)               |\n|-------------------------------------|----------------------------------|-----------------------------------|---------------------|----------------------|\n| Total sales                         | /four.tf /eight.tf/two.tf/two.tf | /six.tf /six.tf/zero.tf/two.tf    | + /zero.tf./six.tf% | + /four.tf./zero.tf% |\n| Underlying trading operating profit | /six.tf/five.tf/four.tf          | /eight.tf/nine.tf/nine.tf         |                     |                      |\n| Trading operating profit            | /six.tf/two.tf/eight.tf          | (/five.tf/nine.tf/six.tf)         |                     |                      |\n| Capital additions                   | /six.tf /five.tf/nine.tf/four.tf | /one.tf /seven.tf/nine.tf/five.tf |                     |                      |\n\nMedical Nutrition recorded double-digit growth, with strong sales developments for pediatric and allergy products, Althéra , Alfaré and Alfamino . Adult medical care products also posted strong growth based on new product launches.\n\nBy geography, sales in North America grew at a low single-digit rate. Europe reported positive growth. Other regions combined posted high single-digit growth. Overall, Nestlé Health Science saw broad-based market share gains.\n\nThe underlying trading operating profit margin of Nestlé Health Science was unchanged versus the prior year, as cost synergies from newly acquired businesses and growth leverage were o/ffset by cost inflation and growth investments.",
        "metadata": {
            "page": 65
        },
        "id": "cbec280c-3eb0-4f0c-848a-5ff5dbc92435"
    },
    {
        "page_content": "## Principal risks and uncertainties\n\nThe Group aims to adopt a risk profile aligned to our purpose and business strategy. We aim to create long-term value through a balance of sustainable growth and resource e/fficiency. Our culture and values - rooted in respect for ourselves, others, diversity and the future guide our decisions and actions. Our Creating Shared Value approach helps us prioritize those areas that maximize value creation for shareholders and cultivate positive societal and environmental impacts.\n\nThe Nestlé Group Enterprise Risk Management (ERM) framework is designed to assess and mitigate risks in order to minimize their potential impact and support the achievement of Nestlé's long-term purpose and business strategy. A/uni00A0top-down assessment is performed at Grouplevel once a year. A bottom-up assessment occurs in parallel, resulting in aggregation of the individual market assessments. This creates a good understanding of the company's key risks in order to allocate ownership to drive specific actions around them and take any relevant steps to address them.\n\nAdditionally, Nestlé engages with external stakeholders to better understand the issues that are of most concern to them. The materiality assessment (included in the Creating Shared Value and Sustainability Report ) rates the degree of external stakeholder concern and potential business impact. This helps to ensure that wider sustainability issues are incorporated into the risks and opportunities under consideration across the company.\n\nRisk assessments and any mitigating actions are the responsibility of the individual line management. If Group-level intervention is required, responsibility for mitigating actions will generally be determined by the Executive Board. The annual Group risk assessment is reported annually to the Executive Board, Audit Committee and Board of Directors. Under the Group's governance, the full Board is responsible for risk oversight. Further detail of the ERM processes can be found in the Corporate Governance Report .\n\nWe are committed to transparency and action on climate-related risks and opportunities. As such, we have aligned our reporting disclosures with the recommendations of the Taskforce on Climate-related Financial Disclosures (TCFD). Our TCFD-aligned disclosures, including our analysis undertaken in 2022, can be found on page/uni00A017 and in Nestlé's 2022 Climate Risk and Impact Report (www.nestle.com/tcfdreport).\n\nThe risks listed below are considered the most relevant for our business and performance. Many of the longer-term mitigation strategies are expanded on in our Creating Shared Value and Sustainability Report .",
        "metadata": {
            "page": 66
        },
        "id": "881b87ec-3521-4560-8c40-1e8c7507485f"
    },
    {
        "page_content": "| Principal risk                     | Description                                                                                                                                                                                                                                             | Potential impact                                                                                                                                                                                                                                                                                    | Key mitigations                                                                                                                                                                                                                             |\n|------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Product quality   and safety       | Major event triggered by a serious  food safety, product quality or other  product-related non-compliance  issue                                                                                                                                        | - Serious harm or death - Negative e/ffect on Nestlé's  reputation and/or brands - Failure to meet evolving regulatory  requirements - Loss of trust - Penalties and/or fines - Litigation                                                                                                          | - Policies, processes and controls to  ensure high-quality, safe products  and prevention of health risks  - Quality and food safety culture                                                                                                |\n| Consumer   preferences             | Failure to adequately anticipate  evolving consumer preferences;  innovate relevant, competitive  products and brands; or execute  at/uni00A0speed                                                                                                      | - Negative e/ffect on Nestlé's  reputation and/or brands  - Failure to achieve growth targets,  loss of market share                                                                                                                                                                                | - Strengthen consumer-centricity of  innovation process - Apply scientific and nutritional  know-how to enhance nutrition,  health and wellness - Improve the accessibility of safe                                                         |\n| Regulation                         | Prolonged negative perceptions  concerning health implications  of processed food and beverage  categories                                                                                                                                              | - Increase in regulation on industry  and/or specific categories - Erosion of consumer confidence in  industry - Limitations on marketing and  distribution                                                                                                                                         | - Focus scientific and nutritional  know-how to enhance nutrition,  health and wellness - Policies, including Responsible  Marketing to Children and  Marketing of Breast Milk  Substitutes                                                 |\n| Customer   and channel  management | Customer concentration, channel  dynamics accelerating pressure on  distribution, pricing and trade                                                                                                                                                     | - Reduced distribution of our  products to consumers - Restricted ability to price  impacting margin  - Failure to achieve growth targets,  loss of market share                                                                                                                                    | - Strategic customer relationship  management - Accelerate digital capabilities,  expansion of e-commerce and  online communication                                                                                                         |\n| Human rights                       | Failure to identify and/or prevent  human rights violations in direct  operations and extended supply  chain (e.g., forced labor, child labor,  working hours, living wage, etc.)                                                                       | - Negative impact on individuals - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - License to operate challenges  - Litigation                                                                                                                                   | - Human Rights Due Diligence  Framework - Salient issue action plans - Sustainable Sourcing programs  (e.g.,  Nescafé Plan ,  Nestlé Cocoa  Plan , etc.) - Policies, processes and controls to                                              |\n| Supply chain  stewardship          | Failure to ensure a transparent,  sustainable and resilient food supply  chain                                                                                                                                                                          | - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - License to operate challenges - Product shortages                                                                                                                                                              | - Generation Regeneration  activities  to support the advancement of  regenerative food systems - Sustainable sourcing programs  to achieve transparency and  traceability on key raw materials                                             |\n| Climate change                     | Climate-related physical (including  extreme weather events, water  shortages and floods, and land use  change, including deforestation and  biodiversity loss) and transitional  disruption (including policy actions,  technological advances, market | - Volatility in supply of raw materials  due to physical climate changes  (e.g., water stress, heat stress, etc.) - Policy impacts (e.g., carbon tax,  land use restrictions, agricultural  subsidy shifts, etc.) on operating  costs                                                               | - Nestlé's Net Zero Roadmap  progress, which is included in  the  Creating Shared Value and  Sustainability Report , and Nestlé's  response to the CDP questionnaires  - Generation Regeneration  activities  to support the advancement of |\n| Product and plastic  packaging     | Failure to comply with current  or future regulation on plastic  packaging and/or failure to meet  commitments on packaging and the  environment                                                                                                        | - Specific packaging (e.g., single-use  plastic) and/or elements (e.g., straws)  taxed, banned and/or delisted - Failure to develop circular  packaging and/or business models  - Stigmatization of products, brands  and/or categories  - Failure to achieve growth targets,  loss of market share | - Waste-free future: recyclable  or reusable packaging; pioneer  new packaging materials;  collaborations to drive recycling  penetration; educate via brand  communications - Nestlé Institute of Packaging  Sciences                      |",
        "metadata": {
            "page": 67
        },
        "id": "5f7a88fb-9f8c-4311-9fb0-5d0a2571ba5a"
    },
    {
        "page_content": "| Principal risk                  | Description                                                                                                                                                                                                            | Potential impact                                                                                                                                                                                                                                  | Key mitigations                                                                                                                                                                                                                                                    |\n|---------------------------------|------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|---------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|\n| Environmental  stewardship      | Failure to comply with legislation or  meet expectations concerning the  environment, including biodiversity  impacts, use of natural resources, air  emissions and waste discharges, etc.                             | - Negative e/ffect on Nestlé's  reputation and/or brands - Corporate fines and/or taxation on  products/categories - License to operate challenges  (e.g., access to water) - Litigation                                                          | - Caring for Water  plan to implement  water stewardship initiatives  - Commitments to improve  operational e/fficiencies (e.g.,  switch to renewable energy  sources, reduction in air  emissions, etc.) - Nestlé membership on the  Taskforce for Nature-related |\n| Health and safety               | Failure to comply with local health  and safety regulations and/or  nurture safe healthy workplaces in  all countries where Nestlé operates                                                                            | - Negative e/ffect on Nestlé's  reputation and/or brands - Penalties and/or fines  - Litigation - Injuries or fatalities - Occupational illness or accidents                                                                                      | - Long-term initiatives to promote  safe and healthy behaviors - Health and safety policies and  procedures - Procedures to comply with local  health and safety legislation - Employee Health Strategy,                                                           |\n| Systems, security   and privacy | Threat of cyber-attacks or failure  of internal systems and digital  networks disrupting the reliability,  security and privacy of data and/or  ability to operate                                                     | - Inability to run operational  activities - Loss of confidential information  impacting corporate reputation - Loss of consumer trust  - Penalties and/or fines                                                                                  | - Contingencies and policies to  protect hardware and software - Privacy program to guard against  data security threats and comply  with an evolving regulatory  landscape                                                                                        |\n| Supply chain   disruption       | Major event impacting raw material  sourcing, transport, and/or internal  or external manufacturing facilities  (e.g., commodity shortages, strikes,  sanctions, natural disasters, health  outbreaks, conflict, etc.) | - Impacts ability to ensure supply  of key products, ingredients and  packaging, including sourcing,  transporting to operational  facilities and distribution to  customers - Increase in input prices and/or  production and distribution costs | - Business continuity and disaster  recovery plans for key sites - Active price risk management on  key commodities - Local and multiple supply options                                                                                                            |\n| Strategic investment  choices   | Investment choices evolve over  time and may include emerging  technologies; new business models;  creation of, or entry into, new  categories; geographic expansion                                                   | - Broader exposures for the Group - Acceptance of higher risk and  return metrics                                                                                                                                                                 | - Group's investment choices  aligned with our strategy and  prioritized based on the potential  to create value over the long term                                                                                                                                |\n| Business  transformations       | Failure of strategic transformations  such as large-scale change  management projects, restructuring,  mergers and acquisitions, etc.                                                                                  | - Failure to realize anticipated  benefits  - Impairments  - Low employee morale and/or  engagement                                                                                                                                               | - Transformations receive executive  sponsorship with aligned targets  and appropriate levels of resources  to support successful execution                                                                                                                        |\n| People retention                | Failure to attract and retain skilled,  talented employees in a competitive,  dynamic marketplace                                                                                                                      | - Adversely impact our corporate  reputation - Failure to equip the workforce with  the skills for the digital age - Failure to achieve growth and  profit targets                                                                                | - Initiatives to improve gender  balance and cultural diversity - Development strategies to cope  with the demands of a changing  work force                                                                                                                       |\n| Ethics and compliance           | Failure to act with integrity or in a  manner consistent with our purpose  and values                                                                                                                                  | - Adversely impact our corporate  reputation and brands - Penalties and/or fines  - Litigation                                                                                                                                                    | - Corporate Business Principles and  Code of Business Conduct outline the Group's commitment  to integrity - Compliance program and systems,  including grievance mechanisms                                                                                       |",
        "metadata": {
            "page": 68
        },
        "id": "e90cd67e-9cd0-40fe-a8d3-77b38817369c"
    },
    {
        "page_content": "| Principal risk                                                                                                                                                           | Description                                                                                                                                                             | Potential impact                                                                                                                                                                                                                              | Key mitigations                     |\n|--------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------------------|\n| Failure to comply and/or meet  stakeholders' expectations  with regards to non-financial  performance and reporting                                                      | - Adversely impact our corporate  reputation and brands - Penalties and/or fines  - Litigation                                                                          | - Board oversight supported by  the/uni00A0Sustainability Committee - Leadership provided by the ESG  &/uni00A0Sustainability Council - Dedicated ESG Strategy &  Deployment Unit - Alignment to relevant non- financial reporting frameworks | Non-financial corporate  governance |\n| Volatility and/or sudden shocks  impacting macro factors (e.g.,  currencies, interest rates, cost of  capital, credit ratings, pension  liabilities)                     | - Government intervention (e.g.,  capital controls, price controls)  impacting operations and financial  performance - Access to capital markets                        | - Appropriate governance and risk  mitigation measures to actively  manage exposures and long-term  asset and liability outlook                                                                                                               | Macro financial   factors           |\n| Changes and/or interpretation of  existing tax regulations, and/or new  tax regulations (e.g., OECD Base  Erosion and Profit Shifting (BEPS))                            | - Failure to comply with tax  regulations  - Increase in e/ffective tax rates - Increase in the cost of compliance                                                      | - Group Tax Management Principles  to manage and monitor tax  compliance  - Develop processes/tools to  ensure compliance with new  requirements (e.g., OECD 15%  minimum tax)                                                                | Taxation factors                    |\n| Adverse instability and/or  uncertainty (e.g., political instability,  conflicts, trade wars, pandemic  or health outbreaks, labor and/or  infrastructure-related risks) | - Reduction in consumer demand  across categories and/or channels  - Disruption to Nestlé's ability to do  business in a country or region - Disruption to supply chain | - Monitoring and ad-hoc continuity  plans to mitigate against events - Group-wide geographical and  product category spreads                                                                                                                  | Geo-political, societal  factors    |",
        "metadata": {
            "page": 69
        },
        "id": "fe05d87a-65ae-4077-9279-4f41443724a9"
    },
    {
        "page_content": "## Factories\n\n| North America (NA) Canada   | /two.tf          |\n|-----------------------------|------------------|\n|                             | /five.tf/five.tf |\n| United States               |                  |\n\n| Europe (EUR) Belgium   | /one.tf          |                 |\n|------------------------|------------------|-----------------|\n| Bulgaria               | /one.tf          |                 |\n| Czech Republic         | /three.tf        |                 |\n| Denmark                | /one.tf          |                 |\n| Finland                | /two.tf          |                 |\n| France                 | /one.tf/four.tf  |                 |\n| Germany                | /one.tf/three.tf |                 |\n| Greece                 | /two.tf          |                 |\n| Hungary                | /two.tf          |                 |\n| Ireland                | /one.tf          |                 |\n| Israel                 | /seven.tf        |                 |\n| Italy                  | /seven.tf        |                 |\n| Netherlands            | /one.tf          |                 |\n| Poland                 | /five.tf         |                 |\n| Portugal               | /two.tf          |                 |\n| Republic of Serbia     | /one.tf          |                 |\n| Russia                 | /six.tf          |                 |\n| Spain                  | /one.tf/zero.tf  | Slovak Republic |\n| Sweden                 | /one.tf          |                 |\n| Türkiye                | /three.tf        |                 |\n| Switzerland            | /one.tf/zero.tf  |                 |\n\nThe figure in black after the country denotes the number of factories.\n\n- Powdered and Liquid Beverages\n- Water\n- Milk products and Ice cream\n- Nutrition and Health Science\n- Prepared dishes and cooking aids\n- Confectionery\n- PetCare\n\n| Algeria                     | /two.tf                    |\n|-----------------------------|----------------------------|\n| Angola                      | /one.tf                    |\n| Australia                   | /six.tf                    |\n| Bahrain                     | /one.tf                    |\n| Bangladesh                  | /one.tf                    |\n| Cameroon                    | /one.tf                    |\n| Côte d'Ivoire               | /two.tf                    |\n| Egypt                       | /two.tf                    |\n| Ghana                       | /one.tf                    |\n|                             | /eight.tf                  |\n| India                       |                            |\n| Iran                        | /two.tf                    |\n| Indonesia Japan             | /three.tf                  |\n|                             | /three.tf                  |\n| Jordan                      | /one.tf                    |\n| Kenya                       | /one.tf                    |\n| Lebanon                     | /one.tf                    |\n| Malaysia                    |                            |\n|                             | /six.tf                    |\n| Myanmar New Zealand Nigeria | /one.tf /four.tf /three.tf |\n| Pakistan                    | /four.tf                   |\n| Papua New Guinea            | /one.tf                    |\n| Philippines                 | /five.tf                   |\n| Qatar                       | /one.tf                    |\n| Senegal                     | /one.tf                    |\n| Saudi Arabia                |                            |\n|                             | /five.tf                   |\n|                             | /five.tf                   |\n| South Africa Sri Lanka      | /one.tf                    |\n| Thailand                    | /eight.tf                  |\n| United Arab Emirates        | /two.tf                    |\n| Vietnam                     | /six.tf                    |",
        "metadata": {
            "page": 70
        },
        "id": "30e6022e-44e1-4967-a6b4-5faa2177840d"
    },
    {
        "page_content": "| Argentina           | /six.tf        |\n|---------------------|----------------|\n| Bolivia             | /one.tf        |\n| Brazil              | /one.tf/two.tf |\n| Chile               | /nine.tf       |\n| Colombia            | /five.tf       |\n| Cuba                | /three.tf      |\n| Dominican Republic  | /two.tf        |\n| Ecuador             | /three.tf      |\n| Guatemala           | /two.tf        |\n| Mexico              | /one.tf/two.tf |\n| Nicaragua           | /one.tf        |\n| Panama              | /one.tf        |\n| Peru                | /one.tf        |\n| Trinidad and Tobago | /one.tf        |\n| Uruguay             | /one.tf        |\n| Venezuela           | /five.tf       |",
        "metadata": {
            "page": 71
        },
        "id": "28ceb95e-1331-4c18-947f-d130b11cd379"
    },
    {
        "page_content": "## Corporate Governance and Compliance",
        "metadata": {
            "page": 72
        },
        "id": "ebffae76-8659-4f20-a69a-46f279ceb0e7"
    },
    {
        "page_content": "## Corporate Governance\n\nOur principles-based governance provides the base for our many actions leading to sustainable value creation. We continue to balance the pursuit of top-line and bottom-line growth with capital e/fficiency. Aiming for business to be a force for good, we use our scale, resources and expertise to create shared value for all our stakeholders.\n\nIn 2022, our value creation model proved its resilience and allowed us to continue to invest, renovate and grow. Our science- and consumerdriven innovations met fast-changing consumer needs. At the same time, we progressed on our path to gradually reduce absolute GHG emissions in our supply chain to achieve net zero emissions by 2050 and continued to support the transition to a regenerative food system. Our engagement on climate action is in line with our detailed Net Zero Roadmap, which our shareholders strongly supported at the 2021 Annual General Meeting. While making our portfolio good for the planet, we further intensified our e/fforts to make our products good for our consumers. In 2022, we strengthened our internal tools and systems that guide the nutritional composition of our foods and beverages, upgraded our policies and increased transparency on the healthfulness of our portfolio.\n\nOur diverse and competent Board of Directors is engaged to oversee the direction of our company. We have continuously strengthened the Board by adding new independent directors with diverse experience and expertise directly relevant to Nestlé, for example, with respect to food systems, food and beverage, digitalization, marketing and other topics. Under our governance, the full Board is in charge of strategy, governance and risk oversight. We continue to engage with our shareholders through our roadshows, investor meetings and analyst calls. Our Chairman's Roundtables took place virtually with investors in Asia, North America, Switzerland, Germany, the UK, France and the Netherlands.\n\nOur Chair's and Corporate Governance Committee regularly reviews all aspects of our governance, as well as our asset and liability management and other topics. Our Nomination Committee, chaired\n\n<!-- image -->\n\nby our Lead Independent Director, evaluates Board composition, performance, structure and succession planning, and assesses candidates for nomination to the Board. Our Sustainability Committee advises on our environmental and social sustainability, including our response to climate change and our human rights due diligence program. Our Compensation Committee ensures alignment of our remuneration systems with our values, strategies and performance. In 2022, it continued its work to review the KPIs in our short- and long-term incentive plans. Our Audit Committee oversees internal and external audit, financial and non-financial reporting, and internal controls; and reviews reports regarding compliance, fraud and risk management.\n\nWe recognize that for our company to be successful over time and to be a force for good, we must also create value for society. Our governance helps us strike the right balance in our pursuit of long-term, sustainable value creation.",
        "metadata": {
            "page": 73
        },
        "id": "f5c944c7-22fc-469d-9056-9f9a066decdf"
    },
    {
        "page_content": "## Board of Directors of Nestlé S.A.\n\nBoard of Directors of Nestlé S.A. at December 31, 2022\n\nPaul Bulcke (1, 2, 4)\n\nChairman\n\nU. Mark Schneider (1, 2)\n\nChief Executive O/fficer\n\nHenri de Castries (1, 2, 4, 6)\n\nVice Chairman Lead Independent Director Former Chairman and CEO, AXA\n\nPablo Isla (1, 2, 3)\n\nFormer Executive Chairman, Inditex\n\nRenato Fassbind (1, 2, 6)\n\nVice Chairman, Swiss Re AG\n\nEva Cheng (1, 4)\n\nFormer Chairwoman and CEO, Amway China & Southeast Asia\n\n## Patrick Aebischer (1, 3)\n\nPresident Emeritus of the\n\nSwiss Federal Institute of Technology Lausanne (EPFL)\n\nKimberly A. Ross (1, 6)\n\nFormer CFO, Baker Hughes LLC, Avon Products Inc. and Royal Ahold N.V.\n\nDick Boer (1, 3, 5)\n\nFormer President and CEO, Ahold Delhaize N.V.\n\nDinesh Paliwal (1, 3, 4)\n\nFormer President and CEO, Harman International Industries Inc.\n\nHanne Jimenez de Mora (1, 2, 5)\n\nCo-founder, a-connect group\n\nLindiwe M. Sibanda (1, 5) Professor, University of Pretoria,\n\nRSA\n\nLuca Maestri (1, 6)\n\nChief Financial O/fficer, Apple Inc.\n\nChris Leong (1, 5)\n\nChief Marketing O/fficer,\n\nSchneider/uni00A0Electric\n\nPeter Brabeck-Letmathe\n\nChairman Emeritus\n\n## David P. Frick\n\nSecretary to the Board\n\nEY (1)\n\nIndependent auditors\n\n- (1)  Term expires on the date of the Annual General Meeting 2023\n- (2)  Chair's and Corporate Governance Committee\n- (3)  Compensation Committee\n- (4)  Nomination Committee\n- (5)  Sustainability Committee\n- (6)  Audit Committee\n\nFor further information on the Board of Directors, please refer to the Corporate Governance Report 2022.",
        "metadata": {
            "page": 74
        },
        "id": "0dc51d9f-4e79-4914-b92c-c7fed4e545d0"
    },
    {
        "page_content": "Paul Bulcke\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nRenato Fassbind\n\n<!-- image -->\n\n<!-- image -->\n\nDick Boer\n\n<!-- image -->\n\nLuca Maestri\n\n<!-- image -->\n\nKimberly A. RossU. Mark Schneider\n\n<!-- image -->\n\nPablo IslaEva Cheng\n\n<!-- image -->\n\nPatrick AebischerDinesh Paliwal\n\n<!-- image -->\n\nHanne Jimenez de Mora\n\nLindiwe M. SibandaChris Leong\n\n<!-- image -->\n\n<!-- image -->\n\nHenri de Castries\n\n<!-- image -->\n\n<!-- image -->\n\nDavid P. Frick Secretary to the Board\n\n<!-- image -->",
        "metadata": {
            "page": 75
        },
        "id": "9ea10f61-be8c-4f1d-9383-60f695897b9e"
    },
    {
        "page_content": "## Executive Board of Nestlé S.A.\n\n<!-- image -->\n\nExecutive Board of Nestlé S.A. at December 31, 2022\n\nFrom left to right\n\nEVP: Executive Vice President CEO: Chief Executive O/fficer\n\nFor further information on the Executive Board, please refer to the Corporate Governance Report 2022 .\n\n## Stefan  Palzer\n\nEVP, Innovation Technology, Research and Development\n\n## Bernard  Meunier\n\nEVP, Strategic Business Units, Marketing and Sales\n\nLaurent  Freixe EVP, CEO Zone Latin America\n\nGreg  Behar Deputy EVP, CEO, Nestlé Health Science\n\nLeanne  Geale EVP, General Counsel, Corporate Governance and Compliance\n\nDavid  Rennie Deputy EVP, Nestlé Co/ffee Brands Marco  Settembri EVP, CEO Zone Europe U. Mark Schneider Chief Executive O/fficer",
        "metadata": {
            "page": 76
        },
        "id": "8b983187-e906-4a87-b2c3-c44117d925af"
    },
    {
        "page_content": "<!-- image -->\n\nSteven Wood Presley EVP, CEO Zone North America David  Xiqiang  Zhang EVP, CEO Zone Greater China\n\n## Sanjay Bahadur\n\nDeputy EVP, Group Strategy and Business Development\n\nMagdi Batato EVP, Operations\n\nFrançois-Xavier  Roger EVP, Chief Financial O/fficer\n\nBéatrice  Guillaume-Grabisch EVP, Human Resources and Business Services\n\nRemy Ejel EVP, CEO Zone Asia, Oceania and Africa\n\nNestlé's Product and Technology Development Centers - including our 'home of food' in Singen, Germany translate our scientific discoveries to develop products and technologies for specific categories such as food, dairy, co/ffee, confectionery, infant nutrition and pet care.",
        "metadata": {
            "page": 77
        },
        "id": "ea29b9bd-2ec0-47fe-9436-885a4e2ff8e8"
    },
    {
        "page_content": "## Compliance\n\nBusiness ethics and compliance are the foundations of how we do business and the conditions for creating shared value. Our commitments to ethics, integrity, fairness and authenticity are enshrined in our Purpose and Values, the Corporate Business Principles and the Code of Business Conduct . Our comprehensive Compliance Management System helps our employees and managers do the right thing for the right reason, while protecting and strengthening Nestlé's reputation.\n\nOur Board of Directors and our Executive Board oversee and promote good practices throughout the company. Line management is supported by our Legal and Compliance function, which provides guidance and functional leadership, as well as by all other functions engaged in our risk- and principles-based Compliance program. Our Group Compliance Committee ensures a continuous evolution of our Integrated Assurance Framework. Market Compliance O/fficers and Committees ensure a consistent approach across the Group and help identify local compliance priorities.\n\nIn 2022, we continued a positive evolution of mandatory trainings and during the year more than 800 000 modules were taken on topics relating to the Corporate Business Principles , the Code of Business Conduct , Human Rights, Diversity & Inclusion, and others.\n\nOur IT Roadmap facilitates an e/ffective management of our Compliance Management System through increased automation.\n\nWe monitor compliance through our corporate functions, our internal audit function and our external auditors. Through our CARE program, we regularly assess specific aspects of our social compliance with the help of independent external auditors. 2022 was the second year of our threeyear CARE cycle and a total of 264 audits were performed in 2022, covering 389 sites.\n\nOur Speak Up system allows us to address concerns from employees and external\n\nstakeholders. It is independently operated by a third party to ensure confidentiality. All complaints are investigated and remedial actions taken as needed. Trend analysis enables us to monitor key risks and the quality of consequence management decisions and improvement action plans. Substantiated complaints helped us address issues such as abuse of power and/or mobbing/bullying, labor practices, discrimination and harassment, sexual harassment, fraud and non-compliance with the WHO Code. In 2022, 154/uni00A0employees had to leave our company and 11/uni00A0service providers were terminated as a result of/uni00A0non-compliance incidents.\n\nAn annual Compliance communication plan reinforces our Compliance culture. This helps us create sustainable value for all our stakeholders and make Nestlé a force for good.",
        "metadata": {
            "page": 78
        },
        "id": "e5ae1664-2ea2-44f3-b44d-c3724b9b7bb6"
    },
    {
        "page_content": "## Shareholder information\n\n## Stock exchange listing\n\nAt December 31, 2022, Nestlé S.A. shares are listed on the SIX Swiss Exchange, Zurich (ISIN code: CH0038863350). American Depositary Receipts (ISIN code: US6410694060) representing Nestlé S.A. shares are o/ffered in the USA by Citibank, N.A., New York.\n\n## Registered O/ffices\n\nNestlé S.A. Avenue Nestlé 55 CH-1800 Vevey (Switzerland) tel. +41 (0)21 924 21 11\n\nNestlé S.A. (Share Transfer O/ffice) Zugerstrasse 8 CH-6330 Cham (Switzerland) tel. +41 (0)41 785 20 20\n\nFor additional information, contact: Nestlé S.A. Investor Relations Avenue Nestlé 55 CH-1800 Vevey (Switzerland) tel. +41 (0)21 924 35 09 e-mail: ir@nestle.com\n\nAs to information concerning the share register (registrations, transfers, dividends, etc.), please contact: Nestlé S.A. (Share Transfer O/ffice) Zugerstrasse 8 CH-6330 Cham (Switzerland) tel. +41 (0)41 785 20 20 fax +41 (0)41 785 20 24 e-mail: shareregister@nestle.com\n\nThe Annual Review is available online as a PDF in English, French and German. The consolidated income statement, balance sheet and cash flow statement are also available as Excel files.\n\nwww.nestle.com\n\n## April 20, 2023\n\n156th Annual General Meeting\n\n## April 21, 2023\n\nLast trading day with entitlement to dividend\n\n## April 24, 2023\n\nEx-dividend date\n\n## April 25, 2023\n\n2023 three-month sales figures\n\n## April 26, 2023\n\nPayment of the dividend\n\n## July 27, 2023\n\n2023 half-year results\n\n## October 19, 2023\n\n2023 nine-month sales figures\n\n## February 22, 2024\n\n2023 full-year results\n\n© 2023, Nestlé S.A., Cham and Vevey (Switzerland)\n\nThe Annual Report contains forwardlooking statements which reflect Management's current views and estimates. The forward-looking statements involve certain risks and uncertainties that could cause actual results to di/ffer materially from those contained in the forward-looking statements. Potential risks and uncertainties include factors such as general economic conditions, foreign exchange fluctuations, competitive product and pricing pressures, and regulatory developments.\n\nThe Annual Report is published in English, German and French. The English version is binding for the content.\n\nThe brands in italics are registered trademarks of the Nestlé Group.\n\n## Visual concept and design\n\nSociété des Produits Nestlé S.A., Corporate Identity & Design, with Large Network\n\n## Photography\n\nGaëtan Bally, Lionel Deriaz, William Gammuto, Matthew Joseph, Nestlé S.A.\n\n## Prepress\n\nImages3 S.A. (Switzerland)\n\n## Production\n\nGenoud S.A. (Switzerland)\n\n## Paper\n\nThis report is printed on Refutura, a paper certified by the Forest Stewardship Council (FSC) produced from 100% recycled content.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 79
        },
        "id": "d12295e6-add7-45c9-a102-b2c6e55dfe01"
    }
]