[
    {
        "page_content": "CEO's Business Review 2022",
        "metadata": {
            "page": 1
        },
        "id": "5b26a6a5-9a88-4c8c-ba42-0d000036fe69"
    },
    {
        "page_content": "<!-- image -->\n\nCEO'S BUSINESS REVIEW 2022\n\n## Highlights 2022\n\nComparable operating profit\n\nEUR 1,611 million (continuing operations,\n\nexcluding Russia)\n\n<!-- image -->\n\nDivestment of Uniper, refocus on Nordic\n\nclean energy\n\nActive process for a controlled exit from Russia\n\nStrategy review and update of financial targets\n\nLeverage ratio 0.6 times\n\nat healthy level (continuing operations, excluding Russia)\n\nDividend proposal of EUR 0.91 per share\n\n<!-- image -->\n\n## Fortum's 2022 reporting entity\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nCEO's Business Review\n\nFinancials\n\nGovernance\n\nRemuneration\n\nTax Footprint\n\nSustainability\n\nto be published in week 13",
        "metadata": {
            "page": 2
        },
        "id": "cc7f5ef3-abc7-45ba-8c87-162937ac808e"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO's Business Review 2022\n\nDear Shareholders,\n\nThe year 2022 started with managing Uniper's liquidity challenges. These were a consequence of nervousness in the gas market - amid rapidly increasing and volatile gas prices resulting in significantly higher margining requirements for Uniper. Within a month, in February, Russia attacked Ukraine, marking the beginning of shock-like effects of the war and a full-blown energy crisis in Europe that drastically changed our operating environment.\n\nAt Fortum, we started tackling the issues one by one. Our immediate step was to halt all new activities in Russia; we would not do any new investment projects or provide any financing to our Russian subsidiaries. The decision to pursue a controlled exit from Russia was made in May. The divestment process has progressed and is still ongoing, but any major divestment in the Russian energy sector requires approval by the Russian Government Commission and the President. From a governance point of view, we have separated the management and steering of the Russian operations from the rest of the Group, simultaneously ensuring compliance with applicable laws and regulations, including sanctions. At the end of the year, we recorded additional impairments of approximately EUR 990 million related to our operations in Russia, amounting to a total of EUR 1.7 billion during the year.\n\nThe dramatic year also ended our five-year journey with Uniper. The energy crisis escalated during the summer when Russia decided to cut pipeline gas exports to Germany and most of Europe, causing massive losses to gas midstream companies. Particularly Uniper, as Germany's largest importer of Russian gas, was hit severely. Therefore, a long-term solution to rescue Uniper was required and in September Fortum agreed to sell its ownership to the German State. The divestment was completed at the end of December. Fortum's total pre-tax loss from the Uniper investment is slightly below EUR 6 billion. This outcome clearly is not what we wanted or\n\n3",
        "metadata": {
            "page": 3
        },
        "id": "4c656175-ca2a-46ee-b683-95375eeb330e"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\nhad worked for over the past years, yet it was necessary and it provides a chance for a new beginning for Fortum.\n\nGeopolitical tensions and gas curtailments also caused power prices to soar in the derivatives markets. Fortum's hedged power volumes on the Nasdaq exchange were affected through the unprecedentedly rapidly increasing and historically high power future prices that led to unforeseen margining requirements. This put Fortum's liquidity under pressure. In September, Fortum agreed with the Finnish State on a bridge financing facility of EUR 2.35 billion to be able to manage its liquidity position in case of further power price hikes during the winter period. In November, as a condition for the loan arrangement, Fortum's Extraordinary General Meeting resolved on a directed share issue (1% of outstanding shares) to the Finnish State-owned holding company, Solidium, without payment. I am grateful that the Finnish Government came to our aid. Also elsewhere in Europe EU member states provided energy companies with massive liquidity support to manage their margining requirements.\n\nDespite the tight situation at the end of the summer, we were able to manage our liquidity well. At the end of the year, our financial situation was solid as Uniper repaid its EUR 4 billion shareholder loan and we received the sales proceeds of EUR 0.5 billion from the divestment of our Uniper shares. For 2023, refinancing will be a key priority for us, and we aim to return to the bond markets to rebuild our financial flexibility. Strong financial discipline will be the hallmark of our decisions and actions going forward.\n\nDuring 2022, we also saw rapid developments in the regulatory environment. EU institutions focused on finalising the extensive 'Fit for 55' legislative package the main effect of which was a revision of the EU's emissions trading system, ETS. It also has an ambition to tackle the energy crisis by, for example, introducing regulation on an emergency intervention to address high energy prices. On the flip side, there is a risk that uncoordinated and very different actions by member states could lead to distortions of competitiveness; Finland, for example, is enacting a national windfall tax, whereas Sweden is implementing the revenue cap in accordance with the EU regulation.\n\nFurthermore, as an immediate reaction to the Russian invasion of Ukraine, the Commission published the\n\n'REPowerEU' plan. It states the EU's intention to phase out its dependency on Russian fossil fuels, outlining a series of measures to deliver on this ambition.\n\nWhile crisis measures are undoubtedly necessary, it is crucial that these interventions are temporary and separate from the long-term structural reform of the power market design, which has started in the EU. Overall, to secure investments in the energy transition in the longer term, the regulatory environment needs to be clear, predictable and reliable.\n\nAs much as I would like to say the storm is over and we will get back to normal, unfortunately the energy crisis is not over yet. For the short-term, uncertainty prevails. Many economists forecast that global growth will slow down in the face of elevated inflation, higher interest rates, reduced investments, and multidimensional disruption effects caused by Russia's invasion of Ukraine. Europe is highly dependent on energy imports and thus high prices and supply constraints are likely to continue. And, due to low liquidity on the derivative markets, we must be prepared for continued volatile and unpredictable commodity markets.\n\nAs our operating environment turned upside-down in the past year, over the recent months we have worked hard to realign the company and updated our strategy to the new realities. A strong focus on sustainability is at the heart of our strategy and our purpose To power a world where people, businesses and nature thrive together - is our North Star. Our updated financial targets further guide how we look at investments going forward and pursue our business priorities: Delivering reliable clean energy and Drive decarbonisation in industries.\n\nThe most recent example of how we aim to implement our new strategy is the Finnish Government's welcome decision to grant a new operating licence for both units at Fortum's Loviisa nuclear power plant until the end of 2050. This helps to fulfil our goal to provide reliable, firm capacity and stability which is crucial for maintaining the increasingly intermittent energy system and enabling the decarbonisation of industries. Continuing production at Loviisa is also an investment in providing the clean power Finland needs to meet its ambitious climate targets.\n\nIn our 2022 financial results, the Generation segment's solid performance was the main driver throughout the year. The segment benefitted from the higher power prices in the Nordics and was supported by very good physical optimisation. In the fourth quarter, the segment's comparable operating profit was very strong, though somewhat offset by lower hydro volumes.\n\nBased on the solid results of Fortum's continuing operations in 2022, Fortum's Board of Directors is proposing to the Annual General Meeting a dividend of EUR 0.91 per share.\n\nMost importantly, throughout this crisis and turbulence we have been running our power plants reliably and efficiently, providing energy to people and industries when they need it the most. We have also strengthened our customer service capabilities to better help our customers manage the energy crisis. Thus I would like to thank all our employees for their commitment and hard work and our customers for their business during the extremely tough year.\n\n## Markus Rauramo\n\nPresident and CEO\n\n4",
        "metadata": {
            "page": 4
        },
        "id": "f686d529-444c-4033-9246-bbdccdf2b9a8"
    },
    {
        "page_content": "<!-- image -->\n\n## Demand for Nordic clean energy expected to accelerate following the disruption in the energy markets\n\nThe world we currently live in is characterised by unparalleled turbulence. The ongoing disruption in the energy sector may be seen as a short-term threat due to geopolitical tensions, uncertain economic outlook with high inflation, tightening regulation and volatile commodity markets.\n\nHowever, looking forward, the operating environment provides attractive opportunities for Nordic clean energy. Fortum is well positioned for the ongoing transition towards a decarbonised world, both in terms of its generation portfolio and performance.\n\n## Unprecedented turmoil in the short-term\n\nThe energy industry is at the core of functioning and prospering modern societies. During the current decade, the operating landscape of the energy industry has been under unprecedented turmoil: first, we were hit by a demand shock from the global Covid 19 pandemic significantly affecting economic activity across various sectors. Then gradually towards the latter half of 2021, the backdrop started changing and turned more into a supply shock instead, dramatically exacerbated by the Russian invasion of Ukraine. The implications of these events are still felt at the beginning of 2023, and the prevailing uncertainty and low visibility will continue to deeply shape our operating environment during next years.\n\nWe are currently experiencing a re-emergence of a multipolar world, with strategic rivalry and tensions between countries breaking the globalisation trend characterising the global geopolitics since early 1990s. We are back in a world divided in multiple power blocks competing with each other dogmatically, economically and even militarily, slowing down further global and possibly even European integration, at least for the time being. The increasing fragmentation on the international political arena also increases the risk of further regulatory interventions and national protectionism.\n\n5",
        "metadata": {
            "page": 5
        },
        "id": "13a3a886-e69f-4574-a187-4286a8dd792c"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\nIn the short-term, geopolitical tensions and uncertainty bring a risk of an economic downturn. Simultaneously, the global economy is characterised by so far seemingly persistent inflation pressure, which central banks are tackling with aggressive interest rate hikes. The combination of increasing interest rates and inflation is also pushing up costs for the energy transition due to massive investment needs ahead of us. Europe as a whole is highly dependent on energy imports, making it vulnerable to volatile global commodity prices and supply constraints. It remains to be seen how Europe manages to retain its economic competitiveness amid currently high energy costs and lucrative, protective subsidies offered for instance in the US.\n\nOne of the key implications of the Russia war in Ukraine is a re-appreciation of all corners of the energy tringle: sustainability, security of supply, and affordability. It is fair to say that in the past years, much of policy focus has been put on pushing forward the sustainability and decarbonisation agenda, policies and actions to mitigate climate change; but equally fair is now to state that in hindsight the two other important corners have been somewhat overshadowed. In the past, these targets were considered somewhat incompatible; while today and going forward, all trilemma corners are in broad terms reinforcing each other. If in the past, decarbonisation of energy usage across various sectors was driven by climate change mitigation concerns, today it is seen as a way to ensure long-term secure, resilient and affordable energy supply not reliant on fossil energy imports.\n\n## The Nordics as global clean energy hub\n\nWe firmly believe the Nordic region possesses several unique strengths making it able to play a key, outsized role in the upcoming accelerated energy transition. Consequently, we build our strategy around seizing and enabling this opportunity.\n\nThe Nordic market exhibits numerous strengths, instrumental to facilitating global and European decarbonisation efforts at scale. We have the largest hydro power resources in Europe, a well-functioning stable nuclear power fleet with societal support for new investments and a ready\n\nsolution for disposing nuclear waste, and massive mostly wind-based renewables potential far exceeding domestic needs for conventional electricity demand. This is a formula delivering the most competitive electricity prices today and going forward in Europe, able to attract industrials needing clean and affordable energy for decarbonisation.\n\nWhile direct electrification is the go-to route for various sectors like energy-intensive industries, residential heat and light transport, there are applications involving high temperatures or non-energy chemical processes where electrification alone is not suitable. For these, hydrogen and its derivatives offer a solution, with the Nordic region possessing unique advantages: in addition to its competitive clean electricity, there is abundant supply of fresh water and an ability to connect excess electrolyser heat into e.g. existing district heating networks.\n\nIn addition, the Nordic region has a well-functioning and developing energy infrastructure aimed at enabling carbon neutrality, together with a stable and accommodative energy policy landscape with e.g. relatively fast permitting procedures. Nordic transmission system operators are cooperating both nationally and across the Gulf of Bothnia to develop a long term plan to build a robust energy transmission network, covering both the Nordics and extensive export routes to the Continent, to facilitate both electricity and hydrogen trade. This development makes the Nordic countries increasingly interconnected to the rest of Europe, enabling them to serve a larger pool of demand either via exports of electricity, hydrogen - or alternatively, via imports of new demand directly within the Nordics.\n\nThe Nordic region is ideally positioned to connect abundant clean energy resources with the structurally clean-energydeficient markets on the Continent, thereby obtaining the role of a major energy hub - a decarbonised, affordable and European contribution for solving the energy trilemma. Leveraging such new opportunities, there is already now concrete evidence on various companies investing in fully decarbonised industries and value chains around e.g. green steel, green fuels and battery manufacturing. Energy-intensive industrials need a significant amount of clean power for the transition: market estimates* project a potential increase of more than 100 TWh annually in electricity demand by 2030.\n\nAs a trusted energy partner with competitive production fleet and unparalleled energy industry know-how, Fortum is well positioned to play a key role in this transition.\n\n* Source: Nordic TSOs, Nordic Energy Research, Aurora Energy Research, IHS/S&P, Volue Insight; Fortum Market Intelligence.\n\n6",
        "metadata": {
            "page": 6
        },
        "id": "916ab249-4cb6-466b-bb39-6d261820b37d"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Market Development\n\nYear 2022 goes down in history marked by Russia's brutal attack on Ukraine. As one of the consequences of the war, European energy markets faced a shock that compares with the oil crises in the 1970s. Some 30% of European gas supply was lost during last year, leading to a harsh situation where European energy supply and energy markets have been testing their limits.\n\nAs Russian gas flows to Europe through Nord Stream 1 were gradually completely cut off the physical gas and power markets became dramatically tight during last summer, and the fear over winter supply constraints characterised the futures markets. Soaring energy prices in the derivatives markets led to previously unforeseen collateral requirements, reducing the willingness and capability for many participants to continue their hedging activity. This in turn reduced financial market liquidity and further escalated the price hikes. As a consequence, hedging shifted to a very large part from Nasdaq OMX to bilateral agreements between large customers and power generators.\n\nBy the end of 2022, the markets calmed notably from the highest price levels witnessed in August. In 2022, the average gas price (European TTF hub) was close to 130 EUR/MWh, peaking at 340 EUR/MWh in August. Gas has recently been trading at approximately 55 EUR/MWh, which is clearly below the price level seen before Russia's invasion on Ukraine. The carbon price (EUA) increased from 54 EUR/t average in 2021 to an average of 81 EUR/t in 2022. The German power spot price, increasing from an average of 97 EUR/MWh in 2021 to an average of 235 EUR/MWh in 2022.\n\nLooking back at last year, one can conclude that Europe could not have handled the shock of eventually losing almost all of the Russian pipeline gas without renewable wind and solar and liquified natural gas (LNG). These energy forms have properly emerged in the European energy landscape only during the last decade and have now become crucial in providing Europe a path to end its dependence on Russian fossil fuels. While rapid deployment of renewables accelerates Europe's energy independence, LNG will continue to have\n\na strong role in European energy supply for years to come. With LNG, European gas and power prices will be linked to global energy fundamentals also in future. Needless to say, an eventual shift to carbon free electricity is a necessity in order to protect our planet.\n\nEven though the sharp decline in Russian pipeline gas flows was the main cause for the extremely high European gas and power prices in 2022, it was not the only contributor driving prices. The French nuclear fleet suffered from low availability due to corrosion issues while German nuclear based power generation was reduced by the permanent phase-out. In addition, practically the whole of Europe suffered from massive drought in the summer, having a severe impact on hydro power generation across the Continent. In southern Norway low inflow and seasonally low hydro reservoirs led to a situation where a large share of hydro power was priced at Continental European price levels. In other words, soaring power prices in central and western Europe were transmitted to Nordic price areas. The Nordic system price increased from an average of 62 EUR/MWh in 2021 to 136 EUR/MWh in 2022. In the fourth quarter of 2022 the price was similarly 136 EUR/MWh.\n\nIn the Nordics in 2022, there were not only high prices in most areas, but also continued significant internal price differences. While prices in the southern Swedish price areas and Finland realised close to or above the system price, the northern Swedish price areas saw a significantly lower level. An adequate attention should be paid to securing the highest possible availability of the transmission capacity within the Nordic region. It is important that the TSOs pursue with the planned investment programmes into transmission infrastructure while openly seeking and testing other means to enhance the performance of the existing infrastructure.\n\nThe year 2022 was extremely difficult and challenging for the European energy markets. The European politicians reacted to the situation firmly by introducing various regulatory changes, including targets for energy savings and gas storages, various price control mechanisms and support\n\nfor households. While crisis measures that help customers deal with soaring energy prices are undoubtedly necessary, it is crucial to implement them in a manner that does not interfere with the market mechanisms of well-working and established spot market for both power and gas or would lead to exclusion of capacity from the market. Despite the clear need for continuous improvements, it is the well-functioning spot market that is our most important guarantee for reliable and affordable energy.\n\n7",
        "metadata": {
            "page": 7
        },
        "id": "9d54e56d-2a4d-4062-8221-670c0c81ffb1"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Spot price development 2012-2022, EUR/MWh\n\n<!-- image -->\n\nSource: Nord Pool\n\nGas price developmet 2012-2022 (TTF front month), EUR/MWh\n\n<!-- image -->\n\nSource: ICE, Refinitiv\n\n8",
        "metadata": {
            "page": 8
        },
        "id": "2f9bcce8-a487-4b44-8781-2a6be1cababc"
    },
    {
        "page_content": "<!-- image -->\n\nCEO'S BUSINESS REVIEW 2022\n\n## New strategy - Power to renew\n\nFortum's new strategy is designed to deliver on the company's new purpose: To power a world where people, businesses and nature thrive together. It crystallises our value proposition to our stakeholders.\n\nFortum has unique ability to reliably deliver clean energy from sources at scale. With its energy Fortum helps its customers to decarbonise their processes and societies to reach carbon neutrality in balance with nature.\n\n## Operating environment outlook\n\nIn the near term, the energy sector continues to be impacted by geopolitical tensions, general weaker economic outlook with higher inflation and interest rates, tightening regulation and volatile commodity markets.\n\nHowever, in the mid to long term, electricity is expected to continue to gain a significantly higher share of total energy consumption. Electricity demand growth will increasingly benefit from decarbonisation of energy-intensive industrial, transport and heating sectors through direct electrification\n\n<!-- image -->\n\nand clean hydrogen. The Nordic market provides clean and affordable electricity for decarbonisation, and Fortum is well positioned to drive this transition.\n\n## New Fortum\n\nFortum is today one of Europe's cleanest power generators. Almost 90% of the Group's EBITDA (year 2022 excluding Russian operations) originates from the company's Nordic 45 TWh outright power generation, which is based on CO2-free hydro and nuclear power. This business is complemented by onshore wind and solar, district heating and cooling operations, electricity retail business and circular economy.\n\nFortum's new strategy does not include the Group's Russian operations and the company continues to actively pursue an exit from Russia, with a divestment as a preferred alternative. However, any potential transaction is subject to Russian regulatory and presidential approvals and is likely to take further time.\n\n## Fortum's strategic priorities\n\nDeliver reliable clean energy\n\nFortum's biggest strength, and a continuing strategic priority for the company, is its ability to deliver reliable and clean energy at scale to customers and the Nordic energy system. Building on its assets and strong competence to optimise the highly competitive power generation fleet, Fortum continues to maintain and develop its best-in-class operations to constantly secure top efficiency and flexibility. Fortum will also continue to decarbonise and modernise its existing operations to ensure optimal value creation and to reach its environmental targets. Partnering with customers to deliver the power volumes they require with a stable price will also enable Fortum to better manage the impact of the volatile wholesale power prices in the Nordics.\n\nDrive decarbonisation in industries Decarbonisation of heavy industries is a key hurdle to address the way to carbon neutral and more sustainable\n\n9",
        "metadata": {
            "page": 9
        },
        "id": "5989f8bb-aab8-40ca-b949-4a254caebe4d"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\nsocieties. Development of technologies to replace fossil fuels in production processes is accelerating. With its strong position in clean power in the Nordics, Fortum will work to find solutions for industrial customers to lower their carbon footprint. The aim is to develop and build new clean power generation in partnerships with strategic customers and actively develop a project pipeline to enable future growth. Further, over time Fortum aims to explore opportunities in nuclear, for example in small modular reactors (SMRs), in cooperation with customers and partners. In order to drive the development of clean hydrogen in the Nordics, Fortum will explore projects together with industrial customers.\n\n## Selective growth with disciplined growth capital expenditure\n\nFortum will be prudent in its capital allocation, to carefully manage the current volatile and uncertain operating environment. At the same time, the company aims to take benefit of the prevailing good power market conditions.\n\nFortum's growth initiatives will be selective and target clean energy and decarbonisation projects. To manage the balance between financial strength, growth and dividends, Fortum has estimated growth capital expenditure (excluding acquisitions) to be up to EUR 1.5 billion for the years 2023-2025. This includes ongoing investment projects, such as the Pjelax wind project and the lifetime extension of the Loviisa nuclear power plant in Finland. For its investment decisions, Fortum applies investment criteria such as investment hurdles of 150-400 basis points on top of project WACC. Investment decisions will also be evaluated against the company's climate targets and biodiversity.\n\n## Financial flexibility with updated leverage guidance\n\nFortum remains committed to maintain a credit rating of at least BBB.\n\nFollowing the divestment of Uniper, Fortum's balance sheet is strong and leverage has been reduced to a very low level,\n\nproviding a substantial buffer to accommodate for the current uncertain and volatile market conditions. At year-end 2022, Fortum's financial net debt-to-comparable EBITDA ratio was at a healthy level of 0.6 times (excluding the impact from Russian operations). Fortum intends to refinance the company's loan portfolio in the bond markets in due course to extend debt maturities and further improve financial flexibility, which in turn will support strategy execution and growth in the mid-term. In affirming its commitment to a stable credit rating of at least BBB, Fortum would be comfortable with financial net debt-to-comparable EBITDA of 2.0-2.5 times in the longer term (earlier leverage guidance was to be below 2 times).\n\n## New dividend policy\n\nThe renewed dividend policy - a payout ratio of 60-90% of comparable EPS - reflects the potential earnings fluctuations of Fortum's power generation portfolio. For the year 2022, Fortum's Board of Directors proposes a dividend of EUR 0.91 per share which corresponds to 75% of the Groups comparable EPS of EUR 1.21 for continuing operations excluding impact from the Russian operations. Fortum's previous dividend policy was to pay stable and overtime increasing dividends. The Board proposes that the dividend is paid in two instalments, in the second and fourth quarter of 2023.\n\n## New more ambitious environmental targets\n\nFortum's position as a leading Nordic clean energy company is now complemented by considerably enhanced environmental targets with the aim to be a leader in sustainability.\n\nFortum has brought forward its target to reach carbon neutrality (Scopes 1, 2, 3) by several years to 2030 and will exit all coal generation by the end of 2027. Fortum will also commit to set emission reduction targets based on the climate science (SBTi 1.5°C). This commitment assumes full exit from Russia. To measure the progress, mid-point targets have also been set for specific emissions at below 20 g CO2/kWh for\n\ntotal energy production and at below 10 g CO2/kWh for power generation by 2028. Fortum is already taking steps to reach the new environmental targets and examples of these include the Loviisa nuclear plant lifetime extension, increasing the use on hydro power and the ongoing decarbonisation projects in district heating.\n\nFurther, Fortum is now also committing to an ambitious biodiversity target to have no net loss of biodiversity (excluding any aquatic impacts) from existing and new operations (Scopes 1, 2) from 2030 onwards. In addition, the company will reduce its negative dynamic terrestrial impacts in upstream Scope 3 by 50% by 2030 (base-year 2021). Fortum will continue local initiatives, especially in hydropower production, and is committed to develop a science-based methodology to assess the company's aquatic impacts during 2023.\n\n## Phased strategy execution to manage the short-term uncertainty in the operating environment\n\nTo enable the strategy execution and manage the current market uncertainty, phasing of the key priorities will be applied. It is important to ensure solid performance, thus, initial focus will be on optimising the best-in-class operations, focus on earnings and cash flow as well as returning to the bond markets to refinance the group's debt portfolio. This requires balance between capital expenditure, balance sheet and dividends. Fortum will simultaneously build capabilities for future growth by exploring opportunities and developing project pipeline together with industrial customers. As a next step, the company could consider larger scale growth decisions that require increased capital expenditure.\n\n10",
        "metadata": {
            "page": 10
        },
        "id": "9ac065d1-e6ae-4382-83c5-bc1d6726388c"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Value-creating strategy*\n\n## Input\n\n## Human and intellectual capital\n\n- ·  Approximately 5,000 of energy sector professionals, focus on diversity\n- ·  Certified environment, health and safety management\n- ·  Corporate culture that encourages innovation and R&D; R&D expenses totalling EUR 55 million in 2022**\n- ·  Robust corporate governance and ethical business conduct\n- ·  Brand and reputation\n\n## Sources of energy\n\n- ·  Hydro, wind, solar\n- ·  Uranium, waste-derived fuels, natural gas, oil, biofuels\n\n## Assets\n\n- ·  Operations mainly in the Nordic countries and Poland\n- ·  ~8.6 GW power generation capacity\n- ·  ~2.1 GW heat production capacity\n- ·  Hydro power plants, nuclear power plants, CHP, condensing plants\n- ·  Growing in wind and solar\n- ·  Several waste-to-energy plants; material recovery and recycling plants\n\n## Financial**\n\n- ·  Financial net debt EUR 1,084 million\n- ·  Total assets EUR 23,642 million\n\n## Output\n\n## Products\n\n- ·  44.2 TWh power generation\n- ·  5.3 TWh heat production\n- ·  97% of electricity generation CO 2-free in Europe, 59% in all countries\n\n## Services and solutions\n\n- ·  Power and heat sales\n- ·  Electricity trading services\n- ·  Nuclear expert services\n- ·  District heating and cooling\n- ·  Electricity retail sales\n- ·  Environmental management and material efficiency services, incl. plastic recycling and refining, battery recycling, metals recycling, and ash treatment\n- ·  Waste heat usage from data centres\n- · Hydrogen\n- ·  E-mobility charging solutions\n- ·  Engineering services for customers\n\n## Our carbon footprint\n\n- ·  CO 2 -free power production, 42.8 TWh\n- ·  Specific CO 2 emissions from power generation excluding Russia 25.4 gCO 2 /kWh\n- · CO 2 emissions from total energy production, 2.1 Mt\n- ·  Coal-based power generation capacity, 0.7 GW\n- ·  Share of coal-based power generation of total power generation, 3%\n- ·  Share of coal-based revenue of total revenue, 4%\n\n<!-- image -->\n\n## Impact\n\n## Economic impact\n\n- ·  Profitability\n- ·  Increased shareholder value\n- ·  Dividends to shareholders\n- ·  Investments\n- ·  Taxes to the public sector\n- ·  Wages and benefits to employees\n- ·  Payments to suppliers and partners\n- ·  Interest to creditors\n\n## Social impact\n\n- ·  Security of supply; Reliable supply of electricity and heat\n- ·  Smart energy solutions for industrial and infrastructure customers\n- ·  Active customer participation in energy system\n- ·  Partnership opportunities for cities, start-ups, and research institutions\n- ·  Safe work environment and wellbeing for employees, contractors and suppliers\n- ·  Opportunities in career development for employees\n\n## Environmental impact\n\n- ·  Contribution to climate change mitigation through transforming own operations to carbon neutral\n- ·  Investments in renewable energy production\n- ·  Flexible generation enabling increasing use of intermittent renewable energy sources\n- ·  Improved resource efficiency, recycling and recovery through circular economy services\n- ·  Removing hazardous waste from circulation, treatment and safe final disposal\n- ·  Improving air quality e.g. through advanced nitrogen oxide reduction solutions\n- ·  Energy-efficiency improvements in operations\n- ·  Mitigation of environmental impacts in own operations\n\n<!-- image -->\n\n- * Figures are mainly for Fortum continuing operations, excluding Russia.\n- ** Continuing operations, including Russia.\n\n<!-- image -->\n\n<!-- image -->\n\n## Fortum\n\n## Purpose Statement\n\nTo power a world where people, businesses and nature thrive together.\n\n## Strategic priorities\n\n- ·  Deliver reliable clean energy\n- ·  Drive decarbonisation in industries\n- ·  Transform and develop\n\n<!-- image -->\n\n11",
        "metadata": {
            "page": 11
        },
        "id": "a288d07d-24e6-4a0b-bfbb-970d34d27dae"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Sustainability at Fortum\n\nFortum's year 2022 was dominated by the brutal war Russia has been waging in Ukraine since February 2022, the effects from the consequent European energy crisis, and the divestment of Uniper. Russian gas flows to Europe through Nord Stream 1 were cut off completely in September 2022, resulting in all-time high gas and power prices across Europe and massive losses especially for German gas importers. A defining moment in Fortum's history was the decision to fully divest Uniper to the German State, a transaction that was completed in December 2022.\n\nSoon after the war broke out, Fortum announced that it had stopped all new investment projects in Russia and would not provide any new financing to its Russian subsidiaries. In May, Fortum announced that it is preparing a controlled exit from the Russian market, with potential divestments of its Russian operations as the preferred path.\n\nIn 2020, as part of the joint strategy with Uniper, Fortum aligned its climate targets with the goals of the Paris Agreement and committed to carbon neutrality by 2050 at the latest. The target covered direct CO2 emissions (Scope 1) and indirect CO2 emissions (Scope 2 and 3). Fortum's roadmap to reduce emissions in Europe was also defined. Fortum committed to at least a 50% reduction in CO2 emissions (Scope 1 and 2) in its European generation by 2030 (compared to base-year 2019) and to carbon neutrality (Scope 1 and 2) by 2035 at the latest. In December 2021, Fortum also committed to reduce Scope 3 greenhouse gas emissions by 35% by 2035 at the latest (compared to base-year 2021).\n\nThe Fortum Board of Directors resolved on Fortum's new strategy at the beginning of March, 2023. As part of this, Fortum's Sustainability targets have now been updated. Fortum also announced a new business structure and operating model. See page 9.\n\nIn 2022, Fortum published an update to its Climate Lobbying Review, originally published in 2021. Fortum's climate policy advocacy is strongly based on climate science, and the Paris Agreement is the core principle underpinning Fortum's climate advocacy. Fortum aims to be a forerunner\n\nin transparent lobbying and stakeholder management, and, in 2022, we also published Business Ethics Guidelines for Lobbying.\n\nIn 2022, 97% of Fortum's power generation in Europe and 59% globally was CO2-free. Fortum's specific emissions from total energy production were 184 gCO2/kWh, and 45 gCO2/kWh excluding Russia. Fortum's coal-based capacity totalled 0.7 GW and generation 1.2 TWh; excluding Russia, the coal-based capacity totalled 0.7 GW and generation 1.1 TWh. Fortum's long-term incentive (LTI) programmes include a climate-related metric. In the 2021-2023 LTI plan, the target is linked to the reduction of Fortum's coal-based power generation capacity in line with Fortum's coal-exit path, with a minimum level requiring exceeding the communicated ambition level. In the 2022-2024 LTI plan the target is related to the reduction of the absolute CO2 emissions in the European fossil fleet, based on a fossil fleet review addressing the Group's European generation portfolio and a pathway developed to reach Fortum Group's 2030 and 2035 climate targets. Targets of both LTI plans were adjusted in early 2023 due to the divestment of Uniper.\n\nThe construction of the Pjelax wind park started in January 2022 in Finland in collaboration with Helen Ltd. According to the target schedule, the wind farm will be commissioned by the summer of 2024. When completed, it will produce approximately 1.1 TWh of renewable energy annually.\n\nDuring the year, biodiversity was increasingly in focus on the policy and regulatory agenda and in the public discussion. At the start of 2022, Fortum committed to developing a science-based strategy to measure impacts on biodiversity and to work towards enhancing biodiversity in its operations and supply chain. Fortum mapped its own and its value chain's dependencies and impacts on biodiversity and ecosystem services to define its biodiversity footprint. Concrete targets and business-specific measures will be proposed in 2023.\n\nFortum focused on supporting the mental wellbeing of personnel in the exceptional conditions of the geopolitical situation and the prolonged Covid 19 pandemic. The wellbeing\n\nservices highlighted mental wellbeing, resilience, stress and physical health, and managers were supported in leading employees' wellbeing during the challenging period. Examples of measures taken include providing the opportunity for personal online meetings with a mental wellbeing professional and offering coaching sessions for individuals and teams.\n\nThe safety of own personnel and contractors remains Fortum's top responsibility. In 2022, Fortum's TRIF (Total Recordable Injury Frequency) for own personnel and contractors was 2.7 (3.1). The severity rate per TRI for own personnel and contractors was 12.0 (13.1), which did not meet the set target. Fortum's LTIF (Lost Time Injury Frequency) for own personnel and contractors was 1.6 (2.2). Fortum continuously strives to improve its safety performance, and, in 2022, we launched the Safety Culture Programme, which includes trainings, webinars and workshops for all organisational levels. The responsibility for a safe working environment rests with all employees. In 2022, Fortum's shortterm incentive (STI) programme, applicable to all employees, included three safety targets relating to severity of accidents and completion rates of the safety eLearning and Executive Leadership Safety Training.\n\nFortum continued to steer its support to society and cooperation with local communities through its Corporate Social Responsibility (CSR) programme. We supported charity organisations and launched a volunteering program for employees. In addition, Fortum engages in collaboration with universities through different research and development projects.\n\n12",
        "metadata": {
            "page": 12
        },
        "id": "77a9a220-f453-4cb8-a7dc-d2caf6a1c7c6"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Business model*\n\nFortum's core operation are located in the Nordics and consist of CO₂-free power generation, electricity sales, district heating as well as well as smart solutions to improve resource efficiency. Fortum is one of the largest power generators and the largest electricity retailer in the Nordic countries. The company's role is to ensure security of supply and a fast and reliable transition to a carbon-neutral economy by providing customers and societies with clean energy and sustainable solutions.\n\nIn 2022, Fortum's organisation consisted of four business divisions: Generation, City Solutions, Consumer Solutions and Russia.\n\nAt the end of 2022, Fortum completed the divestment of Uniper to the German State in line with an agreement in principle signed on 21 September 2022. As consequence of the September agreement, Fortum lost control of Uniper and deconsolidated the business in the third quarter of 2022. The divested businesses included all operations in Fortum's Uniper segment.\n\nAt the end of 2022, Fortum employed approximately 7,700 energy-sector professionals (including Russia).\n\n## Generation\n\nGeneration is responsible for Nordic power generation. The division comprises CO₂-free nuclear, hydro, and wind power generation, one coal-condensing plant, as well as power portfolio optimisation, trading, market intelligence, and global nuclear services.\n\n## City Solutions\n\nCity Solutions is responsible for sustainable solutions for urban areas. The division comprises heating, cooling, waste-toenergy, and other circular economy solutions, as well as solar power generation, services, and development of new biomassbased businesses. The business operations are located in the Nordics, Poland, and India.\n\n## Consumer Solutions\n\nConsumer Solutions is responsible for the electricity and gas retail businesses in the Nordics, Poland, and Spain, including the customer service and invoicing businesses. Fortum is the largest electricity retail business in the Nordics, with approximately 2.2 million customers across different brands in Finland, Sweden, Norway, Poland, and Spain. The business provides electricity as well as related value-added and digital services.\n\n## Russia\n\nThe Russian operations comprise power and heat generation and sales in Russia. The division includes fully-owned power plants, joint ventures for renewables and power and heat sales, as well as more than 29% holding in TGC-1. After Russia's attack on Ukraine in February 2022, Fortum stopped all new investment projects in Russia and financing to its Russian subsidiaries. In May, Fortum decided to pursue a controlled exit from Russia with a divestments as the preferred path. The divestment process is ongoing, will likely take time and is subject to regulatory approvals. trading capabilities and customer orientation.\n\n## New business structure in 2023\n\nAs part of the strategy, Fortum lauched a new business structure on 2 March 2023. The new business structure mirrors the key value drivers in Fortum's clean generation portfolio, strong sales and trading capabilities and customer orientation. Going forward, Fortum will have the following business units: Hydro Generation, Nuclear Generation, Renewables and Decarbonisation, Corporate Customers and Markets, Consumer Solutions and Circular Solutions.\n\n*On 2 March 2023, Fortum launched a new strategy, and announced a new business structure and operating model. The business segments above describe Fortum's organisational structure in 2022 and changes in it during the year.\n\n13",
        "metadata": {
            "page": 13
        },
        "id": "8fd9a1f2-630e-4fa5-9f51-cb42f63ae323"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Nordic power generation, 424 TWh, over 350 companies\n\n<!-- image -->\n\nSource: Fortum, company information, 2021 figures pro forma. Fortum continuing operations.\n\n## Market position*\n\nFortum is the third largest power generator and the largest electricity retailer in the Nordic countries. Fortum has district heating generation in Finland and Poland. In 2022, Fortum generated 44.2 TWh of electricity and produced 5.3 TWh of heat.\n\nFortum is among the purest CO2-free power generators in Europe. The CO2-free power generation, mainly hydro and nuclear power, amounted to approximately 43 TWh in 2022, and 97% of total power generation was CO2-free. In Europe, heat is mainly produced at energy-efficient combined heat and power (CHP) plants.\n\nIn addition, Fortum's circular economy solutions' business enables and drives resource efficiency improvement.\n\n*Figures consist of Fortum's continuing operations, excluding Russia.\n\n## Nordic electricity retail, 16 million customers, ~350 companies\n\n<!-- image -->\n\nSource:  Fortum, company information, 2021 pro forma.\n\n## Long-term focus on CO₂ -free power generation\n\nSustainability and CO₂-free power generation have been part of Fortum's strategy for several decades. Fortum believes the energy system needs to transform to a system with substantially lower emissions, higher resource efficiency, and a higher share of power generation based on renewables. The transformation will not happen overnight and we must provide customers with a secure energy supply at a competitive price during the transition towards lower emissions.\n\n1 The most recent example of how Fortum continues to provide clean energy and enable decarbonisation of industries is the approval of the lifetime extension of approximately 20 years of Fortum's Loviisa nuclear power plant until the end of 2050. Over the course of the new licence period, the plant is expected to generate up to 170 TWh of CO2-free electricity. Investments related to the continuation of operations and lifetime extension will amount to an estimated EUR 1 billion until 2050. Over the past five years, Fortum has already invested approximately EUR 300 million in refurbishing the Loviisa power plant. Decarbonisation of industries requires large volumes of clean and reliable electricity that cannot only be covered by new additional and intermittent sources. At the same time, nuclear as a stable production form, is\n\nalso a key enabler for growth of wind and solar in the Nordic power system.\n\nIn parallel with the Loviisa life-time extension, Fortum is carrying out a thorough assessment of the economic viability of building new nuclear to Finland and/or Sweden. The feasibility study, to be completed in 2024, focuses on the technical, economic and societal preconditions that must be in place for Fortum to consider such a new large and long-term investment. The feasibility study also covers small modular reactors (SMRs). Any possible decisions about future investments in nuclear or SMRs will be made in due course.\n\nIn March 2022, Fortum and Microsoft announced the world's largest collaboration of waste heat usage to heat homes, services and businesses with sustainable waste heat from the new data centres in the Helsinki metropolitan area in Finland. The concept utilises Fortum's existing district heating infrastructure, the second largest in Finland, for heat capture and distribution. Fortum's district heating infrastructure in this area includes about 900 km of underground pipes that transfer heat to approximately 250,000 users. Once operational, approximately 60% of the area's heating will be generated by climate-friendly waste heat. Recycling waste heat from the planned Microsoft data centres will replace coal, gas and wood-based production and will be an essential part of delivering carbon-neutral district heating to customers in Espoo, Kirkkonummi and Kauniainen by the end of the decade. Electricity-based production will allow Fortum to close the last coal-fired unit in Suomenoja in Espoo in 2025.\n\n## Reducing emissions by transformation\n\n1 Fortum is already today one of Europe's cleanest power generators. In 2022, 97% of Fortum's power generation in Europe and 59% globally was CO2-free.\n\nFortum's power generation based on fossil fuels and coalfired power generation is very marginal. Fortum's coal-based capacity totalled 0.7 GW at the year-end 2022 and generation 1.2 TWh. Russia exited coal on 1 November 2022. Excluding Russia the coal-based generation was 1.1 TWh. The share of coal of Fortum's revenues was 3% and excluding Russia",
        "metadata": {
            "page": 14
        },
        "id": "bca51f8e-88d4-4a5a-af6a-1c21050f6d4f"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n4%. The share of fossil fuels of Fortum's generation-based revenues was 12% and excluding Russia 6%.\n\nFortum will continue to decarbonise and modernise its existing operations to reach its environmental targets. With the new strategy, Fortum's position as a leading Nordic clean energy company is now complemented by considerably tighter environmental targets with the aim to be leader in sustainability.\n\nWith its new strategy, Fortum has brought forward its target to reach carbon neutrality (Scopes 1, 2, 3) by several years to 2030 and will exit all coal generation by the end of 2027. Fortum will also commit to set emission reduction targets based on the climate science (SBTi 1.5°C). This commitment assumes full exit from Russia. To measure the progress, mid-point targets have also been set for specific emissions at below 20 g CO2/kWh for total energy production and at below 10 g CO2/kWh for power generation by 2028. Fortum is already taking steps to reach the new environmental targets and examples of these include the Loviisa nuclear plant lifetime extension, increasing the use on hydro power and the ongoing decarbonisation projects in district heating.\n\nFurther, Fortum is now also committing to an ambitious biodiversity target to have no net loss of biodiversity (excluding any aquatic impacts) from existing and new operations (Scopes 1, 2) from 2030 onwards. In addition, the company will reduce its negative dynamic terrestrial impacts in upstream Scope 3 by 50% by 2030 (base-year 2021). Fortum will continue local initiatives, especially in hydropower production, and is committed to develop a science-based methodology to assess the company's aquatic impacts during 2023.\n\n## Specific CO2 emissions of major utilities in Europe, gCO2/kWh electricity, 2021\n\n<!-- image -->\n\nV\n\nF\n\nV\n\na\n\nFortum's data includes specific carbon dioxide emissions from power generation in Europe in 2022. Source: PwC, October 2022, Climate change and Electricity, Fortum\n\nAll other figures, except Fortum, include European power generation in 2021. For some companies the PwC figures might also include heat production.\n\n## Largest power generators in Europe, TWh\n\n<!-- image -->\n\nSource: Company information, Fortum analyses, 2021 figures pro forma. Fortum continuing operations. EPH incl. LEAG.\n\ng19\n\nA\n\nV\n\nF\n\nV\n\nD",
        "metadata": {
            "page": 15
        },
        "id": "b353f09e-4510-4436-91b0-74f822ef3cd0"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Selective growth in renewables\n\nIn addition to CO₂-free hydro and nuclear power generation, renewables play an essential role in the energy transition and in Fortum's strategy. Together with its partners Fortum is currently operating 345 MW of wind power in Finland, Sweden and in Norway. Due to the current geopolitical situation with the ongoing Russia-Ukraine war, Fortum is not investing in any projects in Russia.\n\nIn December 2021, Fortum announced an investment decision to construct the 380-MW Pjelax wind park in Finland in partnership with the Finnish energy company Helen. Construction started in January 2022, and the wind parks are expected to be fully operational at the latest in the second quarter of 2024. At the beginning of 2022, Fortum won the right to build a total of 800 MW of solar power capacity in coming years in national auctions in India. These projects can be developed together with a partner and would be commissioned by 2024.\n\nAs part of the strategic growth alternatives is the hydrogen economy, which offers the potential to switch from fossil to cleaner gases over time. Fortum believes that hydrogen will play an essential role in reaching climate neutrality in Europe by 2050. Fortum is well positioned in the energy transformation being one of the largest producers of clean electricity in the Nordic region to enable the development of the hydrogen economy.\n\n<!-- image -->",
        "metadata": {
            "page": 16
        },
        "id": "90551578-01d8-45ad-a80d-fe2df3f11704"
    },
    {
        "page_content": "<!-- image -->\n\n## CEO'S BUSINESS REVIEW 2022\n\n## Key drivers and risks\n\nFortum's operations are exposed to a number of financial, operational, strategic and sustainability-related risks. Fortum is exposed to these risks both directly and indirectly through its subsidiaries, associated companies and joint ventures.\n\nThe main strategic risks are that energy policy and related regulation, technology or the business environment develop in ways that have not been foreseen and prepared for. Future energy market and regulation scenarios, including the impact of these to Fortum's existing and potential new businesses, are continuously updated.\n\n## Business environment\n\nFortum operates in a global business environment, with main operational focus in the Nordics, and is therefore exposed to political and other risks which affect the macroeconomic development and consumer behaviour in the markets where Fortum operates.\n\nThe current geopolitical situation has raised the risk that the Russian war could escalate outside of Ukraine. The situation has intensified the trend of nationalistic policies and protectionism which may lead to further trade restrictions or sanctions which in turn could affect demand for Fortum's products and services, production capabilities, asset values and access to financing.\n\n## Power price development\n\nFortum is exposed to power, emissions', and fuel price movements and volume changes mainly through its power and heat generation. The profitability of outright generation assets, such as hydro, nuclear, and wind power generation, are primarily exposed to fluctuations in electricity prices and volumes. One of the key factors influencing Fortum's business performance is the Nordic electricity wholesale price. In the Nordics, power prices exhibit significant short- and\n\nlong-term variations on the back of several factors, including but not limited to weather conditions, outage patterns in production and transmission lines, CO₂ emission allowance prices, commodity prices, and the supply-demand balance. An economic downturn, lower commodity prices, warm weather or wet hydrology could lead to significantly lower Nordic power prices, which would negatively impact earnings from Fortum's outright power production. Fortum hedges its exposure to commodity market prices in order to improve predictability of future result by reducing volatility in earnings while ensuring cash flow risk is at an acceptable level.\n\nFortum's liquidity and refinancing risks are primarily related to the need to finance its business operations, including margining and collaterals issued for commercial hedging activities. Higher and more volatile commodity prices increase the net margining payments toward clearing houses and clearing banks, mainly settled in cash. Fortum mitigates this risk by utlising OTC derivatives contracts directly with bilateral counterparties without margining requirements.\n\n## Regulatory environment\n\nThe energy sector is heavily influenced by national and EU-level energy policies and regulations. Fortum's strategy has been developed based on scenarios of the future development of the regulatory environment in both existing and potential new businesses and market areas. The overall complexity and possible regulatory changes in Fortum's various operating countries pose risk and create opportunities for the energy, environmental management, and consumer businesses. Fortum analyses and assesses a number of future market and regulation scenarios, including the impact of these on different generation forms and technologies as part of its strategy. The main strategic risk is that the regulatory and market environment develops in a way that would not have been foreseen and prepared for. In response to these uncertainties, Fortum analyses and assesses a number of future market and\n\nregulation scenarios, including the impact of these on different generation forms and technologies in the development of its strategy.\n\n## Climate change\n\nFortum believes that the growing awareness and concern about climate change will increase the demand for lowcarbon and resource- and energy-efficient energy products and services. The company is leveraging its know-how in CO2-free hydro, nuclear, wind, and solar power by offering its customers low-carbon energy solutions. The electrification of energy-intensive industry, services and transportation is likely to increase the consumption of low-carbon electricity in particular. The development of the hydrogen economy, and especially clean hydrogen produced with CO2-free power, will offer business opportunities for Fortum.\n\nThe services by the circular solutions business also respond to this demand as it utilises waste stream materials as efficiently as possible and reduces the formation of greenhouse gases generated from biodegradable waste at landfills. Additionally, the use of non-recyclable and nonrecoverable waste in energy production replaces fossil fuels.\n\nFortum's operations are exposed to the physical risks caused by climate change, including changes in weather patterns that could alter energy production volumes and energy demand. Fluctuating precipitation, flooding, and extreme temperatures may affect e.g. hydropower production, dam safety, availability of cooling water, and the price and availability of biofuels. Hydrological conditions, precipitation, temperatures, and wind conditions also affect the short-term electricity price in the Nordic power market. In addition to climate change mitigation, we also aim to adapt our operations and we take climate change into consideration in, among other things, the assessment of growth projects and investments as well as in operation and maintenance planning.\n\n17",
        "metadata": {
            "page": 17
        },
        "id": "8471e11e-df23-49d5-852a-822838fa7c21"
    }
]