[
    {
        "page_content": "2022 Integrated Annual\n\n<!-- image -->",
        "metadata": {
            "page": 1
        },
        "id": "40fb6b1d-07c8-4b0e-b200-b4a760eca6a5"
    },
    {
        "page_content": "2022 Integrated Annual Report",
        "metadata": {
            "page": 2
        },
        "id": "cc5812a9-5b84-4149-ab41-e727189a18ea"
    },
    {
        "page_content": "<!-- image -->\n\n- Orange at a glance 04  -\n- Message from Chairman Jacques Aschenbroich 06  -\n- Interview with CEO Christel Heydemann 08  -\n- -Lead the Future\\_ strategic plan 14\n- -Key performance indicators 18\n\n## Our strengths\n\n- A best-practice governance model 22  -\n- An Executive Committee to deliver the new strategic plan 26  -\n- A compensation policy re/flecting the Group's balanced strategy 28  -\n- Our business model 30  -\n- Trends and opportunities 34  -\n- Risk management 38  -\n- Ongoing stakeholder dialog 44  -\n- Committed, multi-talented teams 46  -\n- A /financial strategy in line with our CSR commitments 48  -\n- A business with ethics at the core 50  -\n\n## Our approach to value creation\n\n- Europe 56  -\n- Africa and the Middle East 66  -\n- Infrastructure 72  -\n- Businesses 84  -\n- Environment 92  -\n- Social factors 100  -\n\n## Our impact\n\n- Our results and targets 112 -\n- Our contribution to the UN 2030 Agenda 122 -",
        "metadata": {
            "page": 3
        },
        "id": "2351ccf8-dd23-4a0a-9710-c3fcc0b70fb2"
    },
    {
        "page_content": "## Orange at a glance\n\nRevenue in 2022\n\n## €43.5 bn\n\nNumber of employees\n\n136,000\n\nNumber of customers\n\n287 m\n\nNumber of mobile customers\n\n## 241.9 m\n\nNumber of /fixed broadband customers\n\n24.3 m\n\nincluding 13.7 m very high-speed broadband (FTTH) customers\n\n26 countries\n\nand a global presence with Orange Business\n\n<!-- image -->\n\n## Europe\n\nBelgium, France, Luxembourg, Moldova, Poland, Romania, Slovakia, Spain\n\nAfrica and the Middle East Botswana, Burkina Faso, Cameroon, Central African Republic, Côte d'Ivoire, Democratic Republic of the Congo, Egypt, Guinea, Guinea-Bissau, Jordan, Liberia, Madagascar, Mali, Mauritius, Morocco, Senegal, Sierra Leone, Tunisia",
        "metadata": {
            "page": 4
        },
        "id": "c136ee4d-4a50-4220-aa3a-49bb5640ca1d"
    },
    {
        "page_content": "## 'At this very challenging time for telecom operators, our resources help us deliver very solid results.'\n\nJacques Aschenbroich, Chairman\n\n<!-- image -->\n\nOrange has reached a critical juncture in its history.\n\nAt this very challenging time-with rising in/flation, intense competition, investment in new technologies, and the omnipresent French regulator pushing us to assert our rights and reiterate the commitments we have ful/filled-our technological and human resources help us deliver very solid /financial results and a healthy balance sheet. These results enable us to continue making vital investments in our-/fixed and mobileinfrastructure and improving the quality of the services we offer our customers.\n\nIn 2022, we put in place a new governance structure separating the roles of Chair and Chief Executive Of/ficer. This change was welcomed by all Board members according to an external assessment conducted at the end of the year. As Chairman, I lead the Board in approving the Group's strategy and overseeing its implementation. As Chief Executive Of/ficer, Christel Heydemann has more power to steer the companysomething she does very enthusiastically and energetically-and address 21 st -century challenges.\n\nStarting in summer 2022, the Strategy and Technology Committee held four meetings to prepare a strategy seminar that took place at the beginning of 2023. Its work enabled the Board to prepare and approve the Lead the Future strategic plan put forward by the Chief Executive Of/ficer. This plan, which was presented to Group shareholders and employees on 16 February 2023, plays to our strengths as a provider of vital connectivity services and infrastructure.\n\nI have great faith in the ability of Christel, her teams, and all Orange employees to implement the strategic plan in a way that bene/fits all our stakeholders, employees, customers, and shareholders.",
        "metadata": {
            "page": 5
        },
        "id": "fb8d9456-186d-45ff-86f9-c10c255ccf4e"
    },
    {
        "page_content": "## Interview\n\n'Our committed teams enable the Group to demonstrate its resilience and ability to adapt quickly to market changes.'\n\nChristel Heydemann, CEO\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "ee853dd0-7faf-4258-98b4-f5b13ffd3b2c"
    },
    {
        "page_content": "## How would you sum up your experience since taking up your role as Chief Executive Officer in April 2022?\n\nChristel Heydemann: Over the past 12 months, I've seen the commitment shown by our teams in providing essential digital services in all our operating countries. This is a major asset that enables Orange to demonstrate its resilience, ability to adapt to market changes, and resolve to deliver service continuity despite national security issues at times in Europe and Africa. I am proud of our hard work and collective engagement, as they have enabled us to meet all our /financial targets. I am very pleased with the new governance structure and the productive relationship I have formed with Jacques Aschenbroich during our regular constructive discussions.\n\n## What is the market context?\n\n- C. H.: It was a dif/ficult year for the telecoms industry, particularly as in/flation was back on the rise in Europe. We are experiencing a complex and paradoxical situation where competition and regulations are putting intense pressure on the pro/fitability of our activities at a time where investment in digital infrastructure is more crucial than ever.\n\nThe pandemic highlighted the essential role of telecoms and the importance of connectivity to individuals and businesses. Network traf/fic has grown considerably, and new challenges have emerged, such as infrastructure resilience, sovereignty, and security. To address these challenges, we must continue to innovate and create economic, environmental and social value for all our stakeholders, in line with our purpose, 'As a trusted partner, Orange gives everyone the keys to a responsible digital world.'\n\n## Why are you calling on Big Tech to help fund network infrastructure?\n\nC. H.: The /five largest tech companies take up 50% to 80% of our network bandwidth at certain times of the day, and traf/fic is expected to continue to grow by 30% per year, requiring further network investment. However, telecom operators are the only ones currently dealing with the economic, energy and environmental costs associated with the increase in network traf/fic, as the /five largest 'traf/fic generators' do not include the costs they incur in their economic models. Adjustments need to be made to safeguard future network development, without undermining net neutrality.\n\n## 'Lead the Future will help our positioning as a leading telecom company by driving growth and lasting value creation.'\n\n## What do you want the French regulator to do now?\n\n- C. H.: In France, like in all our operating countries, we work in close collaboration with the regulator. We expect the regulator to adopt a fair and balanced approach so that we can collaboratively build a framework to provide the best possible service to people living in France. All relevant information-including economic conditions-needs to be taken into account to ensure fair funding for infrastructure.\n\nIt's important to remember that Orange has played a key role in ensuring France has one of largest /fiber footprints in Europe. To increase /fiber availability across the country, we need to continue collectively building a viable economic model. Meanwhile, we must prepare for copper decommissioning. Our copper network may have fewer users due to the migration to /fiber, but it is still a vital resource used by millions of people, which raises the question of maintenance costs.\n\n## How will the new Lead the Future strategic plan you presented in early 2023 help improve the Group's value creation potential?\n\nC. H.: We developed Lead the Future in close collaboration with the new management team and the Board of Directors to prepare Orange for years to come. This plan plays to our many strengths, particularly our infrastructure and the connectivity services we provide to millions of customers. This will help us extract greater value from our core business. We began preparing the ground in 2022 by moving forward with plans to sell OCS, our premium content service, and consolidate our activities in Belgium and, hopefully, Spain and carrying out targeted acquisitions, including cybersecurity /firms. Lead the Future will help our market positioning as a leading telecom company by driving growth and lasting value creation.\n\n## Orange's fiber and mobile networks are a major asset to the company. Where do they fit into Lead the Future?\n\n- C. H.: Network quality is a differentiator in all our operating countries. Unlike other operators, we began investing in /fiber-optic infrastructure very early on, both in France and around Europe. We know it was a wise decision, as demand for connectivity is higher than ever and our networks form a key part of the solution. We're therefore continuing to develop and upgrade our networks while exploring the new uses they make possible.",
        "metadata": {
            "page": 7
        },
        "id": "701db909-0987-484e-8188-88dd7ccefbc4"
    },
    {
        "page_content": "## 'Demand for connectivity is higher than ever and our networks form a key part of the solution.'\n\nWhat's more, we are optimizing the way in which our networks are managed for greater operational and environmental ef/ficiency.\n\n## Why is Orange Business Services now called Orange Business?\n\nC. H.: The BtoB market is a dif/ficult environment for all the telecom operators whose main sources of income have been impacted by rapid technological change. The /financial consequences are signi/ficant, which is why we are profoundly transforming our activities to restore pro/fitable growth in this segment. This has been my priority since day one and a number of measures have already been taken. Our priority is to simplify our approach-whether that involves our offers or our ways of working-and tap into the strength of the Orange brand.\n\nWe have therefore given Orange Business Services a new name-Orange Businessthat re/flects our aspirations to deliver simplicity, build closer relationships with our customers and become more digitally focused. We will position ourselves as a leading provider of next-generation connectivity solutions and continue to accelerate in the cybersecurity segment, where we aim to outpace market growth.\n\n## What does the new enterprise model introduced alongside the strategic plan involve?\n\nC. H.: As we are facing several challenges at once, our success will depend on our ability to develop a new enterprise model based on three pillars: performance, excellence, and trust.\n\nWe will be focusing on organizational execution and simpli/fication, more shared support functions, and a more cross-departmental approach to project monitoring. At all levels, the expertise of our teams is central to our strategy. What's more, we will be doing everything in our power to move toward an 'ESG by design' model by strengthening all aspects of our environmental, social and governance approach. For our purpose to resonate, our strategic plan sets out our ambitious digital inclusion and environmental objectives. For instance, we aim to reduce our scope 1, 2 and 3 CO2 emissions by 45% by 2030 compared with 2020 levels. We will also play an active role in building a society based on trust-a growing priority as new technologies are deployed.\n\n## What talent development priorities have been identified?\n\nC. H.: Our industry is constantly evolving, resulting in rapid and profound changes across our business lines. Talent development will be key to successfully executing our strategy. We will need to adapt our skills to our needs, and support the teams throughout these changes in a kind and truthful manner. We will also apply HR policies to ensure we can adapt to all circumstances and the growing diversity in our business lines, while continuing to pursue our objective of providing the best possible service to our customers.\n\n## How will innovation drive the Group's development?\n\nC. H.: Our capacity for innovation is key to enhancing connectivity services for individuals at home and on the move, as well as business and wholesale services. We are developing disruptive innovations in our core business (such as networks of the future and augmented customer experiences), supporting new global ecosystems and fostering innovation that has a positive impact on our customers and society as a whole.\n\n## What guiding principles will Orange follow in the coming year?\n\nC. H.: As of this year, we will be guided by the three pillars of our new enterprise modelperformance, excellence, and trust. We will all work together to unlock as much value as possible from our core business, make changes where necessary and bolster operations in our growth areas. Serving our customers and fostering employee engagement are still priorities for us.",
        "metadata": {
            "page": 8
        },
        "id": "9a16b893-9bd5-49e4-8199-3742e463fe61"
    },
    {
        "page_content": "## Lead the Future\n\n-\n\nOrange launched its new strategic plan in February 2023 to build on the excellence associated with its core business operations and achieve sustainable growth in Europe, as well as Africa and the Middle East. Lead the Future will help Orange take advantage of its high-quality infrastructure to improve customer satisfaction, reposition its BtoB activities, boost its growth in the cybersecurity sector and strengthen its position in Africa and the Middle East.\n\n- We developed the Lead the Future strategic plan to prepare for years to come and take advantage of our high-quality core assets, which set us apart in an industry facing a growing number of structural and economic challenges (see pages 34-37).\n\nDemand for connectivity and digital services is rising all over the world. Not only do operators have to respond to customers' elevated expectations, but they must also contend with increasing competition and regulatory obligations. Telecom stakeholders need to focus on making a return on their considerable investments in network upgrades in recent years.\n\nLead the Future will help Orange respond to these challenges by refocusing on its core business as a telecom solutions provider. As a trailblazer in the /fiber market, Orange can also capitalize on its leadership position in Europe-notably in France-as well as its footprint in 26 countries worldwide, particularly those in Africa and the Middle East. Orange is also aiming to become a leader in the European cybersecurity market and will continue repositioning its BtoB activities to meet customer expectations as effectively as possible. A new enterprise model is also being introduced to ensure greater ef/ficiency, responsibility, and sustainability.\n\nWe will continue to ensure all our decisions align with our purpose.\n\nOrange is the leader in fiber infrastructure deployment across Europe, with almost 46 million FTTH connections deployed by the end of 2022. Our /fiber, 4G and 5G network roll-out across many regions ensures we can bring reliable and secure connectivity solutions to as many people as possible. In rural areas where network coverage is lower, we are committed to providing retail and business customers with next-generation satellite-based broadband services that offer very high speeds.\n\nOur high-performance networks, coupled with greater use of data and arti/ficial intelligence (AI), will enable us to offer all our customers tailored connectivity solutions via digital and in-person channels.\n\nLastly, we will leverage the expertise of our innovation teams to build new digital services and applications, such as on-demand enterprise networks and Wi-Fi of the future for homes.\n\nOrange will continue investing in networks to strengthen its leadership position within a responsible financial framework, engaging in strategic partnerships to share the /financial costs.\n\nWe aim to deploy an additional 5 million /fiber connections in Europe and 2 million connections in Africa and the Middle East between now and 2025. Furthermore, Orange will derive greater value from its passive mobile infrastructure assets by raising the third-party operator hosting rate across sites held by Totem, the Group's European TowerCo. We will continue to transition to more modern networks offering very high speeds by decommissioning our copper network in France as well as 2G and 3G networks in Europe by 2030. We'll also continue to deploy /fixed and mobile networks in Africa and the Middle East in line with our plans to extend our coverage across the region.\n\nFinally, we will put in place a new management model for our networks to boost ef/ficiency, resilience, and performance.\n\n## Strengthening our commitment to customer excellence\n\n<!-- image -->\n\n## Capitalizing on our infrastructure\n\n<!-- image -->",
        "metadata": {
            "page": 9
        },
        "id": "6c5e8b2a-6ec0-4731-804d-92c8ed16f0f6"
    },
    {
        "page_content": "## Repositioning our BtoB activities and developing our cybersecurity operations\n\n<!-- image -->\n\n## Continuing our growth in Africa and the Middle East\n\n<!-- image -->\n\n<!-- image -->\n\nFor Lead the Future to be a success, the Group needs to develop a more efficient, responsible and sustainable enterprise model based on three principles: performance, excellence and trust.\n\nIn a push for greater organizational ef/ficiency, Orange aims to clarify the roles and activities of its governing bodies. We want to enhance our operational ef/ficiency by simplifying processes, building stronger synergies and promoting knowledge transfer across different Group entities. What's more, we will continue our cost control efforts. Having achieved more than €700 million in net savings between the beginning of 2020 and the end of 2022 through the Scale Up operational ef/ficiency program, the Group aims to save an additional €600 million between now and 2025. Furthermore, incorporating environmental considerations into network, product and service design and operations is key to ensuring our new enterprise model is robust and resilient.\n\nWe wouldn't be who we are without our teams. To successfully implement Lead the Future, we must support talent development by ensuring our teams have the right skills for new data, arti/ficial intelligence, cloud-computing and cybersecurity roles. What's more, we aim to achieve excellence in our skills to improve customer satisfaction and retain our position as the most recommended operator.\n\nTrust is the cornerstone of our purpose and a key driver of economic, social and environmental performance. We will continue to build a society based on trust by strengthening our leadership position in the cybersecurity market, promoting ethical data and AI use and raising awareness of digital responsibility. Alongside our aim of achieving net-zero carbon emissions by 2040, we pledge to reduce our scope 1, 2 and 3 CO2 emissions by 45% by 2030 compared with 2020 levels, including by expanding our circular economy.\n\nOrange is profoundly transforming its activities to adapt to the new needs of a market shaken up by disruptive technologies such as network virtualization and growing use of cloud-based collaborative tools.\n\nOrange Business Services is taking on a new, shorter name-Orange Business-that embodies the push for simpli/fication behind its transformation plan. Orange Business will position itself as a leading provider of next-generation connectivity solutions by leveraging its proven expertise in secure and trusted connectivity solutions, refocusing its portfolio of services, transforming its business model and implementing a large-scale cost optimization program.\n\nThe Group also aims to become a leader in the booming European cybersecurity market, targeting €1.3 billion in annual revenue by 2025. Orange Cyberdefense will continue to pursue organic growth and targeted acquisitions, accelerate its push into the business and SME segment and move into new markets including BtoC.\n\nThe Group sees the Africa and Middle East region as a major growth market, achieving an outstanding revenue growth of 25% over a three-year period. Orange intends to build on this momentum to take advantage of this high-potential market driven by population growth and increasing use of digital technology. We therefore aim to achieve an average annual revenue growth of 7% between 2022 and 2025.\n\nAs the telecoms operator chosen by one in 10 people in Africa, Orange will continue to invest in deploying /fixed and mobile networks across the continent. The Group will also accelerate the transformation of Orange Money, pivoting towards a platform-based model offering new digital services in addition to money transfer and payment services. The platform will be accessible to everyone, whether or not they are Orange customers, in all the Group's operating countries.\n\nProud of its strong presence in local communities, the Group will continue to grow this foothold through initiatives such as Orange Digital Centers-an innovative network of centers that provide support and contribute to digital skills development free of charge.\n\n## Developing a new enterprise model\n\n## 1. Performance\n\n## 2. Excellence\n\n3. Trust",
        "metadata": {
            "page": 10
        },
        "id": "58df2438-8d82-4c6b-a9f9-0b3a0cce5381"
    },
    {
        "page_content": "## Key performance indicators\n\nNumber of customers\n\n287 m\n\n2022\n\n287 m\n\n2021\n\n275 m\n\n2020\n\n259 m\n\n<!-- image -->\n\nOperating income\n\n€4.8 bn\n\nRevenue\n\n## €43.5 bn\n\n2022\n\n€43.5 bn\n\n2021\n\n€42.5 bn\n\n2020\n\n€42.3 bn\n\nCash flow from telecom activities\n\n## €3.1 bn\n\n|   2022 | €4.8 bn   |   2022 | €3.1 bn   |\n|--------|-----------|--------|-----------|\n|   2021 | €2.5 bn   |   2021 | €2.4 bn   |\n|   2020 | €5.5 bn   |   2020 | €2.5 bn   |\n\nNumber of Fiber-to-the-Home (FTTH) connections deployed worldwide\n\n49.1 m\n\nNumber of 4G customers in Africa and the Middle East\n\n52.6 m\n\n|   2022 | 49.1 m   |   2022 | 52.6 m   |\n|--------|----------|--------|----------|\n|   2021 | 42.3 m   |   2021 | 44.4 m   |\n|   2020 | 37.1 m   |   2020 | 33.0  m  |\n\nNumber of active Orange Money customers\n\n## 29.1 m\n\nRevenue generated by Orange Cyberdefense\n\n## €977 m\n\n|   2022 | 29.1 m   |   2022 | €977 m   |\n|--------|----------|--------|----------|\n|   2021 | 25.1 m   |   2021 | €838 m   |\n|   2020 | 21.9 m   |   2020 | €768 m   |\n\nShare of IT services in the Orange Business revenue mix\n\n44.0%\n\n2022\n\n44.0%\n\n2021\n\n41.2%\n\n2020\n\n39.5%\n\nScope 1 and 2 CO2 emissions (Mt = metric megatons)\n\nPercentage of electricity from renewable sources\n\n1.24 Mt\n\n37.8%\n\n2022\n\n1.24 Mt\n\n2021\n\n1.33 Mt\n\n2020\n\n1.27 Mt\n\nPercentage of women in management networks\n\n33.1%\n\n2022\n\n33.1%\n\n2021\n\n31.6%\n\n2020\n\n31.1%\n\n- * Comparable data\n- ** Published historical data\n\n2022\n\n37.8%\n\n2021\n\n36.3%\n\n2020\n\n31.0%\n\n*\n\n**\n\n**\n\n**\n\n<!-- image -->\n\nOrange brand value (BrandZ Top 100 Most Valuable Global Brands)\n\n## USD 18.7 bn\n\n2022\n\nUSD 18.7 bn\n\n2021\n\nUSD 20.2 bn\n\n2020\n\nUSD 19.4 bn\n\nCollection rate of unwanted mobiles by Europe\n\n23.1%\n\n2022\n\n23.1%\n\n2021\n\n20.4%\n\n2020\n\n10.2%",
        "metadata": {
            "page": 11
        },
        "id": "ef5e9a93-df57-4444-969e-91e41c44d913"
    },
    {
        "page_content": "## Our strengths\n\nOrange has several key assets to boost its market potential. Our business model creates value, our teams demonstrate their expertise and commitment, our /financing methods are diverse and sustainable, and our ethical business conduct builds trust among all our stakeholders.\n\n<!-- image -->",
        "metadata": {
            "page": 12
        },
        "id": "db4f302b-f294-4ee7-b457-bb420d15fd84"
    },
    {
        "page_content": "## A best-practice governance model\n\nOrange separated the roles of Chair and Chief Executive Of/ficer in 2022. While independent director and non-executive Chairman Jacques Aschenbroich oversees the Board of Directors, CEO Christel Heydemann is responsible for coordinating the Group's executive management team. This governance model ensures compliance with the principles of separation of powers, and independence from management, leading to better monitoring and oversight.\n\n## Balanced expertise to help us fulfil our purpose and strategy\n\n- - At the end of 2022, the Board was made up of 15 members, each appointed for a four-year term of of/fice, bringing together a balanced range of corporate expertise and skills to help ful/fil Orange's strategy and purpose. In line with the Afep-Medef code, seven Board members are independent directors. When Orange split the roles of Chair and Chief Executive Of/ficer in 2022, it put in place a completely new governance structure in line with best practices.\n\n## Balanced and varied skills on the Board (as of 15 February 2023)\n\nBased on an external consultant's assessment of the 15 Board members\n\n## Strategic expertise\n\n## Corporate expertise\n\n<!-- image -->\n\n12 Telecoms/Technology/Digital/\n\nMedia\n\n6\n\nBanking/Finance\n\n4\n\nIndustry\n\n5\n\nRetail\n\n## International experience\n\n12 Europe (including France)\n\n9\n\nAmericas\n\n5\n\nAsia\n\n7\n\nAfrica/Middle East\n\n11 HR & employee support\n\n9\n\nM&A and investor relations\n\n8\n\nFinance/Audit/Accounting/Risk\n\n8\n\nExecutive management\n\n2 Production/Supply chain\n\n6\n\nRegulatory framework\n\n10 Legal/Compliance/Governance/Ethics\n\n10\n\nCSR & sustainable development\n\n(4: climate and the environment)\n\n7\n\nSales/Marketing\n\n8\n\nInnovation & technology\n\n## The Board's deliverables in 2022\n\n- The Board of Directors sets the Group's major strategic, economic, social, environmental, /financial and technological policies and oversees their effective implementation by executive management. It held 13 meetings in 2022, with an average attendance rate of 95.1%. It implemented the Group's new governance structure, reviewed the impact of the war in Ukraine on the Group's activities and teams in Russia and operating countries bordering Ukraine (Poland, Slovakia, Romania, and Moldova), and discussed the repercussions of the European energy crisis. It also reviewed the proposed merger between Orange Spain and MásMóvil and approved plans to participate in the Spanish auction of frequencies in the 26 GHz band-the last remaining spectrum option for 5G network operators. What's more, the Board approved the sale of Orange Studio and Orange's interests in OCS to the Canal+ Group and the extension of agreements relating to BuyIn, a 50:50 joint venture between Orange and Deutsche Telekom.\n\n## Support from three specialized committees\n\n- - The Board is held to account by three separate committees that provide proposals, recommendations and opinions in their respective areas of expertise-the Audit Committee, the Governance and Corporate Social and Environmental Responsibility Committee (GCSERC), and the Strategy and Technology Committee (STC). Each committee is chaired by an independent director and includes at least one director representing employees and one representing the public sector.\n\n## Overview of the work carried out by the committees in 2022\n\n## Audit Committee\n\n- Financial reporting (annual and half-yearly accounts, quarterly results, the Group's budget)\n- Risk management and internal control, ethics\n- Debt and liquidity management\n- Development projects (including in Europe and Africa and the Middle East) and strategic planning\n- Fees and operating conditions for statutory auditors\n\n## Strategy and Technology Committee\n\n- Review of major projects carried out in preparation for the establishment of the new strategic plan\n- Review of multi-year investment programs and major technological partnerships\n- Review of the Group's innovation and research objectives and the value they offer in terms of products, services or uses\n\n## Governance and Corporate Social and Environmental Responsibility Committee\n\n- Calculation of corporate of/ficers' and directors' variable compensation\n- Governance arrangements and processes of the Board\n- Identi/fication of suitable replacements for outgoing Board members\n- Review of the Group's main CSR priorities (i.e., to ful/fil its purpose, address social and environmental challenges, ensure ethical business conduct and compliance, etc.) and monitoring of their implementation\n- Monitoring of changes in employee barometer indicators and the policy on workplace gender equality and pay equity",
        "metadata": {
            "page": 13
        },
        "id": "e49eddc3-c363-48e9-9f27-85d92522bd55"
    },
    {
        "page_content": "## Board of Directors\n\nAs of 15 February 2023\n\n- 1. Jacques Aschenbroich Chairman, independent director\n- 2. Christel Heydemann Chief Executive Of/ficer, director\n- 3. Valérie Beaulieu Independent director\n- 4. Stéphanie  Besnier Director representing the French State\n- 5. Alexandre Bompard Independent director\n- 6. Thierry Chatelier Director representing employee shareholders\n- 7. Sébastien Crozier Director representing employees\n- 8. Vincent Gimeno Director representing employees\n\n45%\n\n55%\n\nwomen\n\n- 9. Anne-Gabrielle Heilbronner Independent director, Chairwoman of the GCSERC\n- 10.  Anne Lange Director elected at the suggestion of the French State\n- 11.  Bernard Ramanantsoa Independent director, Chairman of the Audit Committee\n- 12. Frédéric Sanchez Independent director, Chairman of the STC\n- 13.   Jean-Michel  Severino Independent director\n\n14.  Thierry Sommelet\n\nDirector representing Bpifrance Participations\n\n15.   Magali  Vallée\n\nDirector representing employees\n\n63.6%\n\nindependent directors\n\nmen\n\nThe above percentages exclude directors representing employees and employee shareholders.\n\n4.1 years\n\nAverage number of\n\nyears of service\n\n55.9 years old\n\nAverage age\n\n<!-- image -->",
        "metadata": {
            "page": 14
        },
        "id": "a2dc8c91-68da-406e-b273-cf017bb75456"
    },
    {
        "page_content": "## An Executive Committee to deliver the new strategic plan\n\nThe Executive Committee is responsible for leading the operational management of the Group's business activities and, since early 2023, overseeing the deployment of Lead the Future, Orange's new strategic plan.\n\n- - The Executive Committee, acting under the authority of CEO Christel Heydemann since her appointment in April 2022, coordinates the implementation of the Group's strategy.\n\n## A new strategic plan\n\n- - In 2022, the Executive Committee played a key role in preparing Lead the Future-the new strategic plan developed by Orange to build on its core business excellence and achieve sustainable growth in Europe, as well as Africa and the Middle East. Since the launch of Lead the Future, the Committee has been busy steering the plan's implementation and addressing economic and structural challenges facing the sector.\n\n## A new management team\n\n- - The composition of the Executive Committee has been adapted to re/flect the changes brought about by the new strategic plan. Over half of members have taken up their positions in the last 12 months. A new division, Orange Wholesale, was created in February 2023 to support the Group's ambitions as regards infrastructure and international networks and derive higher value from the Group's assets in markets where we provide products and services to third-party operators. Accountable to executive management, a team has also been tasked with helping to make our enterprise model more ef/ficient, responsible and sustainable.\n\nFabienne Dulac , Executive Vice President Transformation\n\nNicolas Guérin , Secretary-General for the Group and Secretary of the Board of Directors\n\nCaroline Guillaumin , Executive Vice President Communication\n\nVincent Lecerf , Executive Vice President Human Resources\n\nÉlizabeth Tchoungui , Executive Vice President Corporate Social Responsibility\n\nJean-Michel Thibaud , Interim Executive Vice President Finance, Performance and Development**\n\nChristel Heydemann , Chief Executive Of/ficer\n\nJean-François Fallacher , Executive Vice President, CEO of Orange France\n\nHugues Foulon , Executive Vice President, CEO of Orange Cyberdefense\n\nJérôme Hénique , Executive Vice President, CEO of Orange Middle East and Africa (OMEA)\n\nMari-Noëlle Jégo-Laveissière , Executive Vice President, CEO of Orange in Europe (outside France)\n\nAliette Mousnier-Lompré , Executive Vice President, CEO of Orange Business\n\nMichaël Trabbia , Executive Vice President, CEO of Orange Wholesale, and Chief Technology and Innovation Of/ficer*\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n- * Bruno Zerbib will take up his role as Chief Technology and Innovation Of/ficer on 1 June 2023. ** Laurent Martinez will take up his role as Executive Vice President Finance, Performance and Development on 1 September 2023.\n\n<!-- image -->\n\nAs of 3 April 2023",
        "metadata": {
            "page": 15
        },
        "id": "df33d802-fa60-4d37-8173-f68253afb2ed"
    },
    {
        "page_content": "## A compensation policy reflecting the Group's balanced strategy\n\nThe Orange compensation policy for senior executives is not just a management tool for attracting, motivating and retaining the talent we need. It also meets the expectations of shareholders and other stakeholders in terms of full transparency and with regard to performance and the ful/filment of CSR commitments.\n\n## Chief Executive Officer\n\n## 2022 Compensation (from 4 April)\n\n- 34% Annual /fixed compensation\n- 32% Annual variable compensation\n- 27% Multi-year variable compensation\n- 7% De/fined-contribution retirement plan\n\n## Criteria and weightings for the 2022 target annual variable compensation Financial criteria\n\n- 15% Organic revenue growth\n- 15% Organic cash /flow from telecoms activities\n\n20%\n\nEBITDAaL\n\n## Non-financial criteria\n\n- 17% BtoC and BtoB service quality\n- 33%\n\nSocial performance\n\n## for the target multi-year variable compensation Performance share plan 2022-2024\n\n## Performance indicators\n\n30%\n\nTotal shareholder return (TSR)\n\n50%\n\nOrganic cash /flow from telecoms activities\n\n20%\n\nComposite CSR indicator\n\n(reduction in CO2 emissions: 10%; rate of women's participation in management networks: 10%)\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## A balanced and measured compensation policy\n\n- - Each year, the Board of Directors assesses the compensation due to Orange's corporate of/ficers on the basis of recommendations made by the Governance and Corporate Social and Environmental Responsibility Committee. It is also subject to approval at the Shareholders' Meeting as part of shareholders' Say on Pay. We implement our Corporate Social and Environmental Responsibility strategy by incorporating non-/financial performance criteria into the compensation packages of corporate of/ficers and members of the Executive Committee. These criteria include social indicators, such as the rate of women's participation in management networks, levels of access to training, the Group-wide Employee Barometer, and environmental indicators, including reduction in CO2 emissions.\n\n## The three pillars of executive compensation\n\n## Fixed compensation\n\n- - The /fixed compensation of corporate of/ficers is determined by the level and complexity of their responsibilities, their experience and professional background, and market analysis for comparable positions. In collaboration with a benchmarking consultancy, we regularly conduct studies to ensure our compensation levels and structures are competitive relative to those of similarly sized and complex companies.\n\n## Variable compensation\n\n- - Variable compensation is intended to give corporate of/ficers an incentive to ful/fil the annual performance targets set by the Board of Directors in line with the corporate strategy. The variable component is split into levels of performance with a balanced weighting between /financial (50%) and non-/financial (50%) criteria. While the ratio between the variable and /fixed components of the total annual compensation awarded to the Chief Executive Of/ficer was approximately 1:1 in 2022, it can reach 1.5:1 when targets are exceeded.\n\n## Performance shares\n\n- - Corporate of/ficers bene/fit from performance share grants under the Long-Term Incentive Plan (LTIP) when they contribute to medium- and long-term value creation for the company in line with the expectations of shareholders. Performance is measured over a three-year period and is based on criteria that take into account the direct contribution of executives to the long-term overall performance of the company. The plan is open to members of the Executive Committee, as well as executive and leadership networks.\n\nThe compensation package for the Chief Executive Of/ficer also includes a de/fined-contribution retirement plan and, where relevant, non-cash bene/fits (such as company cars and medical check-ups).",
        "metadata": {
            "page": 16
        },
        "id": "79c2e066-3e6c-4cdf-837e-7c629670d228"
    },
    {
        "page_content": "## Our business model\n\nBuilding, rolling out and providing mutualized solutions for digital infrastructure\n\nOperating fixed and mobile networks\n\nOffering connectivity, financial, IT and cybersecurity services\n\n<!-- image -->",
        "metadata": {
            "page": 17
        },
        "id": "5fac92d4-7835-4f19-a3ad-10d54314c3c7"
    },
    {
        "page_content": "## Our purpose:\n\nAs a trusted partner, Orange gives everyone the keys to a responsible digital world.\n\n## Assets\n\n## People\n\n136,000 employees 8,000 working in research and innovation, including 680 as researchers 2,700 cybersecurity experts 33.1% of women in management networks\n\n## Industrial assets\n\nFiber: 64.9 m FTTH connectable homes worldwide, with 45.9 m connections deployed by Orange in Europe 70,000 mobile towers worldwide and 450,000 km of submarine cables owned and co-owned 4G coverage reaching an average of nearly 99% of the population in Orange's 8 operating countries in Europe and 17 operating countries in Africa and the Middle East\n\n5G rolled out in 7 European countries and 1 African country\n\n32 cyber threat detection centers worldwide 3% of ITN* equipment purchases made up of refurbished products\n\n## Commercial assets\n\nUSD 18.7 bn: Orange's brand value in 2022 (BrandZ ranking)\n\n4,900 stores across the world and 1.5 m resellers in Africa and the Middle East 43,400 employees in customer-facing roles 50% of customer support requests resolved via digital channels\n\n1.8% of refurbished mobile devices sold in Europe\n\n## Financial assets\n\n€35 bn in equity 7.64% of shareholder base made up of employees and former employees 1.93× : satisfactory debt ratio €500 m worth of sustainability bonds issued in 2022\n\n## Suppliers and partners\n\n37.8% of the Group's electricity derived from renewable sources\n\n96% of suppliers committed to complying with the Code of Conduct (ESG)\n\nBuyIn , a joint venture between Orange and Deutsche Telekom to optimize strategic and sustainable procurement activities\n\n## Value created\n\n## A major and responsible employer\n\n11,900 recruitments on unlimited contracts in 2022\n\n85% of employees say they are proud to work at Orange\n\n91% of employees completed at least\n\none training program in 2022\n\n## Providing an essential service\n\n11.6 m customers respectively) 29.1 m active Orange Money customers 2 m Orange Bank customers in Europe No.1 for mobile network quality in France for the 12 th year running (Arcep) Leadership position in the European /fiber and convergence markets (with 12.9 m and\n\n45,000 malicious websites blocked each year\n\n## Responsible and open innovation\n\n5 research chairs funded\n\nAwarded the GEEIS-AI label for inclusive arti/ficial intelligence 17 Orange 5G Labs 53 start-ups backed by Orange Ventures since 2015, 7 of which for the /first time in 2022\n\n## Solid financial performance\n\nRevenue: €43.5 bn EBITDAaL: €13 bn Operating income: €4.8 bn Organic cash /flow from telecoms activities: €3.1 bn\n\nDividends paid: €2.2 bn\n\n## A controlled environmental impact\n\n20.8% reduction in scope 1 and 2 CO2 emissions between 2015 and 2022** 23.1% : collection rate of unwanted mobiles by Europe\n\n## Progress towards digital equality\n\n1 m participants in our digital workshops and training courses since 2021\n\n23 countries offering affordable smartphones with internet access\n\n4 European countries with special offers for low-income households\n\n18 Orange Digital Centers\n\n## Responsible and ethical working relationships\n\n549 corrective action plans carried out after CSR audits conducted under the JAC***\n\n€17 m spent on goods and services from companies in the sheltered employment sector\n\n2022 Data",
        "metadata": {
            "page": 18
        },
        "id": "c6784356-34c8-4b32-b564-737f97c9339c"
    },
    {
        "page_content": "## Our business model\n\nWe deploy our expertise across the entire digital value chain to provide our retail, business, and wholesale customers with highly tailored responses to their needs while creating lasting value for all our stakeholders.\n\n## Building infrastructure and operating networks\n\n- Orange, France's incumbent telecoms operator, is a leading digital company in Europe and around the world. The /fixed and mobile networks we roll out and operate reach individuals in 26 countries in Europe, Africa and the Middle East, and businesses in almost 220 countries and regions. We leverage our unique expertise to design, deploy, maintain, and provide mutualized infrastructure solutions that enable essential digital services. Our priority is to develop high-performance, secure, and resilient networks with signi/ficantly lower carbon footprints.\n\nOrange is the leader in /fiber-optic infrastructure deployment across Europe, with almost 46 million FTTH connections deployed by the end of 2022. Our two European FiberCos are committed to expanding /fiber coverage in rural areas. The Group has adopted a targeted and responsible approach to deploying 5G in Europe and Africa, focusing on busy areas with high connectivity needs and 4G networks nearing saturation. Our customers living in remote areas can also now access very high-speed broadband using satellite technology. The Group co-owns 450,000 km of submarine cables worldwide and supports digital sovereignty in Europe through a network of data centers. Its subsidiary Totem, one of the leading TowerCos in Europe, strengthens Orange's position as a manager and operator of passive mobile infrastructure.\n\n## Offering connectivity, financial, IT and cybersecurity services\n\n- Our business model revolves around delivering reliable services and a high-quality customer experience. The strength of the Orange brand, the extent of our physical distribution network (4,900 stores across the world and 1.5 million resellers in Africa and the Middle East), our digital channels, and our commitment to developing accessible and inclusive products and services enable us to provide trusted digital services that meet all our customers' needs and expectations.\n\nThe deployment of very high-speed (/fiber, 4G, 5G, etc.) networks ensures we can bring connectivity solutions to all our retail, business and wholesale customers. The Group has 11.6 million convergent /fixed and mobile customers. Orange provides innovative, value-creating mobile services to retail and business customers, drawing on its experience as an infrastructure operator and a connectivity solution provider.\n\nWe enable 29.1 million active Orange Money customers in Africa and the Middle East to complete /financial transactions quickly and easily on the move. Orange's mobile /financial services are used by 2 million Orange Bank customers in Europe and 1.1 million customers in Africa.\n\nOur IT services (related to cybersecurity, cloud computing, arti/ficial intelligence, data analysis, etc.) contribute to business digital transformation. We offer businesses innovative solutions that re/flect the changes occurring in their sectors and enable them to improve their economic performance.\n\nWith 2,700 experts and 32 cyber threat detection centers, Orange Cyberdefense has emerged as a leading provider of cybersecurity services in Europe.\n\n## Creating value for all our stakeholders\n\n- Our aim is to create value for our shareholders, customers, employees, and society as a whole (see pages 112-113 for more information on value sharing). We are committed to enhancing the pro/fitability and /financial value of our business for our shareholder base, 7.64% of which is made up of employees and former employees. As an operator, we continue to upgrade our networks to enhance connectivity, help customers build their digital skills, and support businesses and regions.\n\nOrange invests in its teams' skills development, supports new ways of working and promotes gender diversity in all areas of the business.\n\nWe comply with exacting criteria as regards responsible procurement, ethics, and human rights across our value chain. Aware of the urgent need for environmental action, we constantly strive to improve the energy ef/ficiency of our networks, buildings, and modes of transport and increase the percentage of our electricity coming from renewable sources. What's more, we integrate circular economy thinking into our procurement strategy, production processes, and industries to ensure more products and services are designed in an eco-friendly way, prolonging the lifespan of products and equipment.",
        "metadata": {
            "page": 19
        },
        "id": "94de825c-0454-497c-8ac2-19f533f712a1"
    },
    {
        "page_content": "## Trends and opportunities\n\nBillions of people around the world use digital services on a daily basis. Driven by innovative technologies and a surge in demand, these services play a key role in responding to economic, environmental and social challenges. Telecom operators have to remain agile and adapt their business to respond to unprecedentedly complex challenges.\n\n## Innovation with a positive impact\n\n## Essential digital services\n\n- Global demand for connectivity and digital services is continuously increasing. New public and business uses are contributing to the rise in network traf/fic. Public and private sectors are undergoing digital transformations as essential services such as education, healthcare and /finance move online. To meet this demand as well as /financial and environmental requirements, telecom operators must deploy very high-speed (/fiber, 4G, 5G, satellite) networks while also decommissioning previous generations of networks (2G, 3G, copper).\n\n- Fueled by a dynamic ecosystem, technological innovation brings endless possibilities-network functions virtualization, the emergence of connectivity-as-a-service solutions that can be ordered and con/figured on demand, the use of data and AI-that are being developed and tested but must also be challenged. As a key driver of growth, innovation must be approached in a purposeful manner that has a positive impact on individuals and society as a whole.\n\nGlobal mobile data traffic is set to increase more than threefold in the next six years. Source: GSMA, 2022\n\n## 3.6-fold\n\nPercentage of people in Africa with internet access in 2022\n\nSource: International Telecommunication Union (ITU) 40%\n\n## Opportunities\n\n- Vital telecom services to keep businesses and consumers connected\n- Solutions development to meet the growth in demand\n- Inclusive and affordable digital offers\n- Support for responsible uses\n- Maintenance of economic activity and social ties\n\nNumber of 5G users worldwide at the end of 2022\n\nSource: Ericsson Mobility Report 2022\n\n1 bn\n\nRatio between the energy consumption of a fixed fiber-optic line and that of an STN/ADSL line Source: French telecom federation, 2022\n\n1/3:1\n\n## Opportunities\n\n- Development of digital services with a positive impact\n- Improved customer experience\n- Operational ef/ficiency\n- Network energy ef/ficiency",
        "metadata": {
            "page": 20
        },
        "id": "c06057d0-39d1-4a50-8d00-f68517d15baf"
    },
    {
        "page_content": "## Necessary protection for data and infrastructure\n\n## Heightened uncertainty amid economic turmoil\n\n- In an increasingly challenging cyber threat landscape, the sector must be able to safeguard the integrity of data and physical infrastructure. The European Union has established a framework to protect citizens and businesses in this risk-/filled environment. Operators looking to tap into the booming cybersecurity market need to integrate the notion of trust into each of their services.\n\nIncrease in the number of cyberattack victims in Europe between 2021 and 2022 Source: Orange Cyberdefense, 2023\n\nPercentage of global greenhouse gas emissions caused by the digital sector Source: The Shift Project, 2021\n\n18%\n\n## 3.5%\n\nAverage cost of data loss for a business in 2022 Source: Dell Technologies, 2022\n\nNumber of mobile phones thrown out worldwide in 2022 Source: WEEE Forum, 2022\n\n## USD 1.06 m\n\n## 5.3 bn\n\n## Opportunities\n\n- Development of advanced cybersecurity solutions\n- Increase in network expertise\n- Development of trusted services for individuals, businesses and governments\n- Investments in network resilience\n\n## Opportunities\n\n- Reduction of the Group's environmental footprint through the use of digital technology\n- Offers that reduce our (retail, business, etc.) customers' environmental footprint\n- Development of the circular economy\n- Support to ensure all Group stakeholders reduce their CO2 emissions\n\n## Proactive environmental responsibility\n\n- In an increasingly digital world, operators need to do more to ful/fil their net-zero carbon objectives, limit the use of rare resources and protect biodiversity. Possible future steps include promoting the circular economy, using renewables and developing solutions to reduce greenhouse gas emissions. As extreme weather events become more frequent and intense, infrastructure resilience becomes more critically important to the sector.\n\n- Companies in certain sectors, including cybersecurity, are facing recruitment dif/ficulties owing to the widespread demand for workers with relevant skills. To appeal to potential hires while retaining their existing employees, companies need to promote skills development, provide meaningful and stimulating work opportunities, support employees' work-life balance and build a workplace culture that promotes human rights, ethics, diversity and inclusion.\n\n- Aside from the devastating impact on people's lives, the ongoing geopolitical con/flict has triggered an energy crisis and shortages, shaking entire economies. Telecom operators therefore have to contend with a global slowdown, as well as more intense competition and rising in/flation in Europe. This uncertainty is forcing them to rethink their supply chains and seize opportunities to sustainably transform business models and focus on growth in certain regions, such as Africa and the Middle East.\n\nNumber of cybersecurity vacancies worldwide Source: Orange, 2022\n\nGlobal growth rate in 2023 Source: IMF, 2023\n\n## > 3.5 m\n\nNumber of workers that need to be trained by 2030 to meet the demand for digital services in Africa Source: BCG, 2022\n\nAnnual rate of population growth in sub-Saharan Africa between 2022 and 2030 Source: UN, 2022\n\n## 650 m\n\n## 2.5%\n\n## Opportunities\n\n- Employer reputation and appeal\n- Agility and operational ef/ficiency\n- Skills acquisition support and shift towards new business opportunities\n\n## Opportunities\n\n- Growth in Africa and the Middle East\n- Consolidation in the European telecom market\n- Transformation to a sustainable business model\n- Contained price increases to help offset soaring operating costs, particularly those related to energy for /fixed and mobile networks\n\n2.8% (compared with 3.4% in 2022)\n\n## Increasingly competitive talent race",
        "metadata": {
            "page": 21
        },
        "id": "e5e636b8-16f6-48e4-a12b-516473a45423"
    },
    {
        "page_content": "## Risk management\n\nIn an ever-changing environment where certain risks must be taken to seize opportunities and address new technological, economic and social challenges, our risk management framework helps ensure we deliver on our purpose so that our stakeholders continue to place their trust in us.\n\n- Orange has the structure, procedures and systems in place to anticipate risks and implement targeted measures to prevent and mitigate them. The goal is to provide reasonable assurance about the company's resilience and its ability to meet its objectives and ful/fill its commitments, in line with its purpose and in compliance with applicable laws and regulations.\n\nThe Group's Risk Committee helps executive management report on risk management activities to the Audit Committee and the Board of Directors. Spearheaded by the Group Audit, Control and Risk Management Department and assisted by security, compliance and CSR teams, the Risk Committee monitors our main risks, ensures the internal control and audit plans are consistent with objectives and advises executive management on adapting our risk management and internal control framework in response to the latest geopolitical, economic, social and health developments. The committee meets at least four times a year.\n\nThe Audit Committee discusses the existence, monitoring and effectiveness of risk management during an annual meeting which also considers the overall risk map, the risk management process and the main risks facing the Group. The operations and risk management framework is based on a cross-disciplinary and collaborative structure following the three lines of defense (see model on page 62 of the 2022 Universal Registration Document). The effectiveness of this structure and the procedures involved are assessed on an ongoing basis, in line with the company's strategy and the materiality of the risks identi/fied.\n\nThe following pages focus on 14 themes that emerged from the 27 risks outlined in the 2022 Universal Registration Document (URD). For more information, see the Vigilance Plan and Section 2.1 (Risk factors and business control framework) of the 2022 URD.\n\nGeopolitical and macroeconomic instability\n\nDescription and impact: growing number of crises or con/flicts that could lead to harm to individuals or damage to assets (whether as a result of con/flation with the French State or not), business disruption, increased legal and regulatory pressure or international sanctions; increased pressure on certain local infrastructure as a result of migrant crises; economic crisis (in/flation); decline in\n\n/financial performance; impairment loss.\n\nExamples of protection/prevention measures: We use monitoring and alert systems to anticipate a number of eventualities including national and international con/flicts and tensions. These systems help us take appropriate steps to avoid or mitigate the risks, protect people and assets and ensure business continuity. Additionally, we support local communities through targeted initiatives and the Orange Foundation network.\n\nDescription and impact: concentration of offerings, dominance of certain suppliers and increased outsourcing, against a backdrop of global geopolitical tensions, impacting on supply chains and service continuity, particularly in the event of unilateral withdrawal of a key supplier; unfair contractual terms imposed by a supplier or decisions made by a State or an authority that interfere with business operations. Examples of protection/prevention measures: Our purchasing policies include a risk assessment in the supplier selection and monitoring process. We regularly update our procurement and diversi/fication strategy to make our supply chain and business dealings more secure. We ask our suppliers to choose recycled resources over rare materials and frequently review our choice of suppliers.\n\nBusiness model and strategy\n\n## Overreliance on a supplier\n\nDescription and impact: shortage of strategic resources; shift toward digital sobriety; growing distrust of or aversion to new technology; increased competition including in core network activities; the rise of new stakeholders; loss of contact with customers; loss of control of key infrastructure; multiplication of legal and regulatory constraints; reassessment of the value chain; failed transformation; unful/filled /financial and non-/financial ambitions.\n\nExamples of protection/prevention measures: Our new strategy is guided by our purpose, which has been incorporated into our bylaws (see pages 14-17). What's more, we continue to implement operational ef/ficiency programs and enter into partnerships and invest in ventures that will further our strategic priorities.",
        "metadata": {
            "page": 22
        },
        "id": "ae58cf78-94d5-467c-a8de-45ba7df6367b"
    },
    {
        "page_content": "## Data and information breach\n\n* Unauthorized access to data, cyberattacks, injunctions from authorities, new technology not yet fully mastered, issues with a change management process, failure of partners to protect externalized data, etc.\n\nDescription and impact: events* that may compromise information and data integrity, con/fidentiality or storage, threaten business continuity or invade individuals' privacy (cases of non-compliance with legislation on protecting personal data or human rights and fundamental freedoms).\n\nExamples of protection/prevention measures: Our comprehensive security system improves measures to protect our infrastructure, products and services through a Security by Design approach and targeted mechanisms to supervise our networks and IT systems. Our Data Protection Of/ficer coordinates all privacy-related programs and measures.\n\nDescription and impact: extensive damage to or destruction of Orange equipment due to accidental causes, malicious interference (e.g., in the context of con/flicts or social or activist movements) or natural disasters (an increasingly common occurrence with climate change) that could cause major business disruption or negatively affect service quality; insurance coverage excluding certain events (e.g., major disasters). Examples of protection/prevention measures: Our Business Continuity Management System (BCMS) and comprehensive security system improve measures to protect our infrastructure through a Security by Design approach and targeted mechanisms (supervising our networks and IT systems, moving infrastructure as a preventive measure, supporting equipment redundancy, etc.).\n\nDescription and impact: inability to provide innovative products and services against a backdrop of energy saving policies and shortages of strategic resources; drop in performance due to disruptive technology or economic or social change; distrust of digital technology. Examples of protection/prevention measures: Innovation and R&D activities have their own entity. Our investment policies support research and innovation. We participate in standard-setting bodies. We have set up a center of excellence to ensure our products and services follow eco-design principles and offer positive-impact innovations. We are in the process of upgrading our infrastructure. We help members of the public learn how to use digital tools*.\n\n## Management of investments\n\n## Damage to tangible assets\n\nDescription and impact: dif/ficulty in making investments due to insuf/ficient human, industrial or /financial resources; access to /finance and internal /financing capabilities impacted by a poor credit rating due to external factors (sector, country, etc.), deterioration in /financial or non-/financial indicators, depreciation of assets or liquidity crises; obsolescence, undersizing or late provision of key infrastructure. Examples of protection/prevention measures: Our /financing strategy aligns with our commitments to deploy and upgrade networks (through joint /financing, partnership, and mutualized and shared infrastructure solutions) in response to high demand for connectivity as a result of changing uses. We have implemented internal /financial control processes to safeguard transactions. We obtain /financing through diverse sources. We are rigorous in our approach to cash /flow and debt management (see pages 31 and 112-117).\n\nDescription and impact: loss in quality, disruption or interruption of services provided due to a technical malfunction, operational or supply chain failure, cyberattack, deliberate or accidental damage to our infrastructure or our partners' infrastructure, capacity saturation related to exceptional events or the loss of licenses or usage rights, or following injunctions from authorities.\n\nExamples of protection/prevention measures: We deploy the Business Continuity Management System (BCMS) across our business units. We take measures to protect our networks (monitoring, preventive and corrective maintenance operations, ensuring solutions are as resilient as possible right from the design phase, etc.). We invest in innovative solutions. We occasionally purchase additional capacity based on our network requirements.\n\n## Innovation\n\n- * Including  France-based bienvivreledigital.orange.fr website users\n\nDescription and impact: potential impact of prolonged exposure to electromagnetic waves on human health or biodiversity, yet to be scienti/fically con/firmed; distrust hampering the development of digital technology or leading to an increase in litigation and a reduction in the number of customers and their level of use; strengthening of legal safeguards regarding mobile and internet use and related infrastructure.\n\nExamples of protection/prevention measures: We ensure compliance with current health regulations and follow the standards set by the International Commission on Non-Ionizing Radiation Protection (ICNIRP), particularly in relation to 5G. We support epidemiological research programs (led by the WHO, etc.) and transparency*, develop tools to measure wave intensity and raise awareness about responsible digital usage.\n\n## Major business disruption\n\n## Electromagnetic waves/fields\n\n* radio-waves.orange.com/en/",
        "metadata": {
            "page": 23
        },
        "id": "fb2a80de-d1bd-487a-9438-ae7bfb1362d5"
    },
    {
        "page_content": "## Environment/ Fight against climate change\n\nDescription and impact: any event that could prevent Orange from ful/filling its commitments as regards minimizing its environmental footprint and that of its value chain, constrained by the development of uses, the choice of technologies and supply chain factors; failure of the Group's transition and energy ef/ficiency programs. Examples of protection/prevention measures: We are pursuing a proactive policy to ensure our own networks and resources achieve net-zero carbon emissions by 2040 (transition plan and energy ef/ficiency program, circular economy or eco-design initiatives-see pages 94-99). We offer incentives to encourage employees to choose eco-friendly and sustainable mobility options. We also invest in carbon sinks and promote responsible internet use and digital sobriety among our customers.\n\nDescription and impact: insuf/ficiently appealing employer brand; ineffective talent retention strategies; unsuitable internal training programs; inability to offer the right expertise as a result of employees leaving the company and increased competition for key skills and talent; delay in executing or failure to execute the strategy; major business interruption; increased reliance on suppliers; decline in employee morale; reassessment of the commitment to digital support. Examples of protection/prevention measures: We emphasize how appealing the Group is by focusing on its purpose, value sharing, work-life balance, /flexibility, internal and international mobility and speci/fic integration programs. We will support our employees through our digital transformation and implementation of our new enterprise model. We have signed intergenerational agreements to promote knowledge transfer.\n\n## Health and safety of people\n\n*  Joint Alliance for CSR (jac-initiative.com), an association of which Orange is a founding member\n\n## Management of key or rare skills\n\nDescription and impact: physical and mental harm to employees, customers and partners as a result of activities in high-risk countries or regions, a decline in working conditions against a backdrop of signi/ficant internal changes, increasing use of virtual communication and major changes to ways of working, which can pose psychosocial risks (isolation, information overload, etc.). Examples of protection/prevention measures: We pursue an ambitious policy to safeguard the health and safety of employees and continue to improve their quality of life at work through various agreements put in place to re/flect ongoing dialog with employee representatives. We have deployed a Vigilance Plan. We conduct CSR audits as part of the JAC*. We provide targeted training courses and access to occupational health specialists (preventionists, doctors, etc.).\n\nCompliance with laws, regulations or contractual obligations\n\nDescription and impact: administrative, civil or criminal sanctions at local or international level or revocation of business licenses in an increasingly litigious economic environment where laws and regulations-particularly those with an extraterritorial reach-are instrumentalized; additional costs to achieve compliance in particular in areas where the legal framework has not yet been determined or remains in /flux (IoT, AI, blockchain, cloud computing, etc.).\n\nExamples of protection/prevention measures: The Group's Legal Department ensures all our operating regions and businesses are covered in this respect, including the programs focused on key issues, such as GDPR, duty of vigilance law, monitoring of international economic sanctions, international anti-corruption laws and climate reporting (TCFD, etc.).\n\nDescription and impact: organizational vulnerability or inadequate governance to meet the needs of the company and the expectations of its stakeholders; inconsistency of individual or group conduct with business ethics; damage to the Group's image and reputation due to an ethical breach; loss of trust among stakeholders due to the Group's failure to identify internal or external fraud, particularly when it affects customers; discredit to the Group's purpose; sanctions against the company and/or its employees.\n\n## Ethics and governance\n\nExamples of protection/prevention measures: The Group has strengthened its commitment to CSR. For instance, the Action Committee-an independent body with internal and external members-and the Data and AI Ethics Council monitor the Group's progress in ful/filling its purpose. The Governance and Corporate Social and Environmental Responsibility Committee ensures employees adhere to our charters and policies and oversees the related compliance programs. We regularly run employee training and awareness programs. We take the expectations of stakeholders into account as part of our holistic risk management approach (ERM 360°). The associated management and control systems undergo regular internal and external assessments.",
        "metadata": {
            "page": 24
        },
        "id": "ea57d8b5-7877-44c4-871f-adeed402d855"
    },
    {
        "page_content": "## Ongoing stakeholder dialog\n\nThe Group's stakeholder dialog activities inform its long-term strategy. Our Action Committee members, who mostly come from outside the Group, support this process by regularly reviewing our strategic plan to ensure consistency with our purpose.\n\n## The Action Committee's relationship with the management team\n\n- - Made up of seven individuals from outside the Group and two Executive Committee members, the Action Committee* works with the management team to ensure Orange's purpose continues to drive sustainable transformation. To that end, the committee recommends how we can bring our purpose to life and reviews our activities to ensure consistency with our strategy. In 2022, the Action Committee held three meetings, which were attended by seven Executive Committee members and a number of experts from different departments. It made around 10 recommendations, calling on Orange to improve how it measures its scope 3 greenhouse gas emissions and revitalize the roll-out of its child protection policy. Lead the Future, the new strategic plan Orange presented in February 2023, is consistent with the views the Action Committee expressed to management.\n\n## A strong approach to stakeholder dialog\n\n- -For almost 15 years, Orange has been taking a structured approach to stakeholder dialog across all its operating regions and activities. Internal and external stakeholders are chosen based on their ability to contribute to the themes being assessed. Stakeholder dialog projects launched in 2022 included 'Parlons du Devoir de Vigilance' [Let's talk about the duty of vigilance law], which aims to improve the Group's risk assessment process across all its operations and entire value chain and remove obstacles to action plan implementation, and 'Responsables ensemble dans un monde numérique post-covid' [Responsible together in a post-Covid digital world] in Madagascar, Botswana, and Romania, which focused on CSR issues. Each project provides an opportunity to assess the priorities identi/fied by all stakeholders and their impact on the Group's business and reputation. The resulting ESG materiality matrix enables Orange to identify priorities and examine the Group's decisions and strategy while gaining a deeper understanding of stakeholders' concerns and expectations.\n\n## 2022 ESG materiality assessment\n\n-The 2022 ESG materiality assessment re/flects our recent stakeholder dialog activities and includes a separate report for Europe (including France), Africa and the Middle East, and Group. As in previous years, privacy and data protection were identi/fied as being majorly important to stakeholders and having a high impact on Orange's business and reputation. Stakeholders also held high expectations as regards the environment, inclusive services and access to essential services through digital solutions.\n\nThe duty of vigilance law project resulted in a number of new additions to the assessment'unsatisfactory working conditions along the value chain' (an issue raised by external stakeholders), as well as 'interference with freedom of association' and 'occupational health and safety' (issues highlighted by internal stakeholders). The Group launched a project on double materiality to complement its efforts.\n\n## The Group's materiality matrix\n\nDigital equality\n\n<!-- image -->\n\nEnvironment\n\n- Responsible economy\n- Society built on trust\n\n## Level of importance to stakeholders\n\nImpact on Orange's business and reputation\n\n<!-- image -->",
        "metadata": {
            "page": 25
        },
        "id": "a02b1bc2-164c-4c73-ade0-292d6167246e"
    },
    {
        "page_content": "## Committed, multi-talented teams\n\nOur teams are key to our success as a Group. To lead our business into the future, we invest in employee training to keep pace with market changes.\n\n## Proactively managing skills\n\n- - The Group pays special attention to skills development. In 2022, 91% of Orange employees completed at least one training program (lasting 20.7 hours on average). Each employee has a personal development plan and can sign up to training courses run by Orange Campus-the Group's network of schools-and additional vocational schools. Our development, upskilling and reskilling programs focus on new technological skills and professions (relating to data, arti/ficial intelligence, cybersecurity, virtualization, cloud computing, 5G, etc.). These programs enable us to anticipate the skills we will need, in line with our Lead the Future strategic plan (see pages 14-17).\n\nWe also raise awareness of our CSR priorities, which are central to our enterprise model. Nearly 65,500 employees completed a total of more than 121,500 hours of CSR training in 2022.\n\n## Improving the quality of life at work\n\n- - We conducted another Group-wide Employee Barometer to determine how satis/fied teams were with their quality of life at work. In 2022, 85% of employees said they were proud to work for Orange and 77% would recommend the Group as a great place to work. We continue to improve our approach to management, collaboration, team autonomy, work-life balance and workload planning.\n\nOrange's company-wide health and safety agreement lays out a set of principles for the whole Group. For instance, all employees have health insurance coverage. Our 'health and safety and quality of life at work' dashboard, which covered 97.5% of employees in 2022, tracks the impact of our initiatives on an ongoing basis.\n\n## Enabling employees to own shares in the company and feel more invested in its success\n\n- - On December 31, 2022, employees enrolled in the Group Savings Plan and the International Group Savings Plan held €1.9 billion worth of shares, i.e., 7.64% of Orange's capital (an increase on 2021). We are keen to increase employee share ownership to ensure they bene/fit from the value created by Orange and feel more invested in the success of the business.\n\n## Allowing eligible employees to take a career break\n\n- - Our latest intergenerational agreement came into effect in 2022. This agreement set out measures to promote the recruitment of young people, support employees in the middle to late stages of their career and foster knowledge transfer. It also states that employees who have worked at Orange for at least 10 years can take a career break for three to 12 months on 70% pay. They can, if they wish, use their time out to volunteer with non-pro/fits, contribute to projects in start-ups or SMEs or enroll in a university course or training scheme.\n\n## Giving employees the opportunity to contribute to digital inclusion\n\n- - In 2022, the Group's skills-based volunteering program and part-time work scheme for older workers enabled almost 500 employees to work with a non-pro/fit. For instance, 450 employees volunteered at 11,600 digital workshops run by Orange Solidarité in stores or in other venues with its partners, reaching almost 50,000 people who bene/fit from Orange Foundation programs.\n\n## Celebrating top projects at the Engagement Makers Awards\n\n- - Held in 2022, the second-ever Engagement Makers Awards celebrated the efforts of the top four teams working on various CSR-related topics, such as the circular economy, renewables, supply chain carbon emissions, and digital skills development. The idea is to provide the team in /first place with project development support.",
        "metadata": {
            "page": 26
        },
        "id": "afd392f1-ad91-4a9d-a468-55649c8a7f19"
    },
    {
        "page_content": "## A financial strategy in line with our CSR commitments\n\nTo underpin our social and environmental commitments, we put in place sustainable /finance mechanisms and deploy investment strategies to support responsible innovation in our industry.\n\nValue of the sustainability bonds issued by the Group since 2020\n\n<!-- image -->\n\n## Aligning our financing policy with our environmental and social commitments\n\n- - Orange's /financing policy re/flects its sustainable performance ambitions. Since 2020, Orange has issued two sustainability bonds worth €1 billion in total to support two types of projects-environmental impact (such as energy-ef/ficient infrastructure sharing in Poland and circular economy-friendly set-top box refurbishment in France) and social impact (such as /fiber deployment to promote digital inclusion in rural France).\n\nIn November 2022, Orange also re/financed its €6 billion syndicated credit line while integrating environmental and social performance criteria for the /first time.\n\nWhat's more, we set up a Sustainable Finance Department, reporting directly to the Group's Finance Department, in early 2023.\n\n## Offering employee saving schemes that promote important values\n\nOrange works in collaboration with trade unions to ensure its employee saving schemes promote engagement, sustainability and solidarity. Nearly all the funds offered under the Group Savings Plan and Collective Retirement Savings Plan include socially responsible investments (SRIs). At the end of 2022, the value of these SRIs stood at €1.1 billion, accounting for 45% of the diversi/fied employee savings funds, an increase on 2021.\n\nIn 2023, Orange won a French Sustainable Investment Forum prize for the quality of the sustainable investments in its employee saving schemes and the social dialog it engages in when setting them up.\n\n## Investing in start-ups in our industry\n\n- - Our €350 million venture capital investment vehicle, Orange Ventures, funds innovative start-ups that are working on innovative economic models in our areas of expertise and beyond. The synergies built by the Orange Ventures team between these start-ups and our business units bene/fit the Group and its customers. Since 2015, Orange Ventures has supported 53 start-ups, seven new in 2022. Furthermore, Orange Ventures Impact, a €30 million investment vehicle for climate, inclusion and care projects, invested in a number of promising start-ups in 2022-Traace (which has developed a carbon emission measurement and reduction tool), Goshaba (which strives to make workplaces more inclusive), and Sêmeia (which has built a healthcare platform to remotely monitor patients with serious or chronic illnesses).",
        "metadata": {
            "page": 27
        },
        "id": "0a155669-23ce-4105-b9b9-2a88b62e97fc"
    },
    {
        "page_content": "## A business with ethics at its core\n\nEthical conduct is the cornerstone of a trustworthy digital landscape, which is why it's something Orange promotes across the business. In line with changes in the regulatory landscape and stakeholders' calls for greater transparency, the Group continues to evolve and strengthen its ethical practices.\n\n## Code of Ethics and anti-corruption policy\n\n- - In 2022, the Group published its new Code of Ethics, which sets out professional conduct guidelines for employees, as well as individual conduct guidelines for our stakeholders. Orange also updated its anti-corruption policy to bring it in line with the French 'Sapin II' law on transparency, anti-corruption and economic modernization. Chairman Jacques Aschenbroich and Chief Executive Of/ficer Christel Heydemann sponsored these documents, showing that ethical practices are a top priority for the Group's new governance team. The latest guidelines were published in October 2022 to coincide with the 10 th Ethics & Compliance Day, an annual event aiming to raise employee awareness through conferences and debates that are /filmed and broadcast in all the Group's operating countries.\n\n## Extended whistleblowing protection\n\n- - Our online whistleblowing platform Hello Ethics continued to grow in 2022, reaching new entities in Europe and Africa. Launched in 2021, the platform enables employees and external stakeholders to anonymously or non-anonymously report corruption, fraud, breaches in ethical compliance or concerns relating to the environment, fundamental and human rights, and health and safety. Orange ensures that whistleblowers who disclose non-compliance in good faith are not sanctioned, dismissed or discriminated against directly or indirectly.\n\nWe update our third-party (due diligence) assessment methodology every year based on actively requested feedback. A France-based shared services center is responsible for collecting these assessments across the Orange SA scope. A new IT-based corruption risk assessment system, ArengiBox, is being rolled out to help make the risk mapping process more seamless and action plan management more straightforward.\n\n## Data and AI Ethics Council\n\n- - Orange founded a Data and AI Ethics Council in 2021. Accountable to the Executive Committee, this independent advisory body is responsible for de/fining an ethical framework for data and AI, excluding regulatory obligations, in line with Orange's values and purpose. In November 2022, it published the Data and Arti/ficial Intelligence Ethical Charter, which will be deployed across the Group to ensure ethical, responsible and transparent use of data processing and AI technologies.\n\n## New customer relations ethics guidelines\n\n- - Published in 2022, our customer relations ethics guidelines cover different aspects of interactions with customers. Developed in collaboration with the Group's customer service teams and approved by our Ethics and Sustainable Performance Committee, these guidelines set out the main ethical conduct principles relevant to customer relations. The document provides practical advice and generic rules applicable to all our operating countries. We also launched new training and awareness-raising tools. For instance, we developed 'customer relations ethics' videos and independent learning content (e.g., the 'corruption risk prevention and detection' e-learning module) to help our teams better understand these topics.\n\n## Crisis unit set up in response to the war in Ukraine\n\nSoon after Russia invaded Ukraine, the Group set up a crisis unit to manage the impact of the war. Primarily responsible for employee safety and network security, the unit also ensures compliance with the various economic sanctions imposed by the European Union, the United Kingdom and the United States. What's more, Orange provided information and support to teams impacted by these sanctions and sector-speci/fic embargoes.",
        "metadata": {
            "page": 28
        },
        "id": "ccec7f7a-521f-41c5-be39-f6ff3a823a2a"
    },
    {
        "page_content": "",
        "metadata": {
            "page": 29
        },
        "id": "81f621a3-f0f8-436a-b0cf-bd502fdac637"
    },
    {
        "page_content": "## Our approach to value creation\n\nWe create value for all our stakeholders by improving infrastructure, businesses, the environment, and social factors in Europe, Africa and the Middle East.\n\n<!-- image -->",
        "metadata": {
            "page": 30
        },
        "id": "a53a41ab-bea3-4e2e-89ba-de5d0f69fd84"
    },
    {
        "page_content": "## Europe\n\nWe generate most of our revenue in our eight countries in Europe, where we operate very high-speed /fixed and mobile networks and carry out targeted consolidation.\n\nNumber of convergent customers\n\n## 11.6 m\n\nNumber of Orange Bank customers in Europe\n\n<!-- image -->\n\nNumber of mobile customers in Europe (in millions)\n\nNumber of /fixed broadband customers in Europe (in millions)\n\n## 98.8 in 2022\n\n93.3 in 2021\n\n85.7 in 2020\n\nincluding mobile customers in France* (in millions)\n\nincluding /fixed broadband customers in France* (in millions)\n\n## 44.1 in 2022\n\n39.8 in 2021\n\n34.8 in 2020\n\n<!-- image -->\n\nObjective under Lead the Future\n\n- -  Improve our NPS** by 10 points between 2023 and 2025 and retain our position as the most recommended operator in France\n- * The /figures provided include the Enterprise segment.\n- **  Net Promoter Score: a metric used to gauge the likelihood of a customer or user recommending a product, service or brand\n\n12.7 in 2022\n\n12.5 in 2021\n\n12.2 in 2020\n\n## 21.6 in 2022\n\n21.4 in 2021\n\n20.0 in 2020",
        "metadata": {
            "page": 31
        },
        "id": "dc1214eb-d867-4bd8-8334-07ed7073324d"
    },
    {
        "page_content": "## Strong performance\n\nOrange's solid performance in its eight European operating countries is underpinned by its convergent offers and multi-service strategy. The Group is also forging ahead with its acquisition policy as the European telecoms market consolidates, bringing bene/fits for all its customers across the continent.\n\n## Solid performance across our eight operating countries\n\n- - In France, the Group delivered high levels of commercial performance in 2022. We gained 1.3 million /fiber customers during the year, largely due to the gradual transition from copper to /fiber-optic networks. We recorded 581,000 mobile net additions-our best performance since 2017-as well as our lowest ever churn rate.\n\nWe also saw a return to growth in other countries in Europe. For instance, our retail services grew by 2.9%, driven by convergence, the BtoB market and a signi/ficant (25.5%) year-on-year increase in customer roaming.\n\nIn Spain, our efforts to restore our margins are clearly paying off. While our annual revenue contracted by 1.5%, we saw a return to growth in the second half of the year. In Belgium, we achieved high levels of operational performance-with 2% revenue growthand made progress in the high-speed network market. In Luxembourg, we continue to adapt our portfolio of offers, in line with our challenger position, while capitalizing on the 5G network we launched in 2020. In Poland, we achieved 4.7% revenue growth in 2022, driven by the expansion of our /fiber\n\nnetwork.\n\nIn Slovakia, we are extending our service portfolio with new-generation offers, such as mobile plans with a higher data allowance and a more comprehensive television package. In Romania, we continued to roll out our 5G network, which is now available in 23 urban areas (up from 17 in 2021). What's more, we secured a large amount (220 MHz) of spectrum in a 5G auction at the end of the year to support the country's ongoing digital transformation. In Moldova, our strong performance is driven by the transition from /fixed to /fiber-optic networks. Our high-quality mobile network reaches more than 2 million customers across the country.\n\nEuropean footprint\n\n## 8 countries\n\n## A winning consolidation strategy\n\n- - Orange is pushing ahead with its acquisition strategy in line with European telecoms market consolidation. These acquisitions enable us to accelerate the deployment of newgeneration networks and launch convergent services.\n\nIn Spain, we signed an agreement with the operator MásMóvil in 2022 to merge our operations. The deal is subject to approval by the relevant competition authorities and expected to be /finalized in 2023. Operated as a 50:50 joint venture, the new entity will accelerate /fiber and 5G investments, bene/fiting customers in Spain, and use its /financial strength and stature to boost digitalization and innovation in this large market.\n\nIn Belgium, the European Commission approved Orange Belgium's offer to acquire a 75% stake-minus one share-in VOO SA, one of the country's leading telecoms operators and a provider of /fixed and mobile telephone and broadband solutions, as well as television services. This acquisition will give Orange Belgium a very high-speed broadband network in Wallonia and part of Brussels and the opportunity to accelerate its /fiber deployment across the country. What's more, Orange Belgium and Telenet signed two commercial /fixed wholesale agreements providing access to each other's hybrid /fiber-coaxial (HFC) and Fiber-to-the-Home (FTTH) networks for a 15-year period.\n\nIn Romania, Orange acquired a 54% stake in /fixed operator Telekom Romania (since renamed Orange Romania Communications) in 2021 and successfully rebranded all products and services in 2022. What's more, Orange Business (see pages 86-87) has tapped into the company's ecosystem of partnerships and solutions to become one of the leading technology suppliers and integrators for public- and private-sector organizations in the country.",
        "metadata": {
            "page": 32
        },
        "id": "90cdee47-e5d2-4f4c-85ba-96fc6fc65f1b"
    },
    {
        "page_content": "Orange's revenue in Europe (including France)\n\n€28.9 m\n\n## Convergence, a driver of growth for our premium packages\n\n- - Developing convergent offers helps drive high levels of commercial performance and therefore value creation for the Group on the continent. Bundling high-speed /fixed and mobile services enables us to retain customers, increase our average revenue per user (ARPU) and build on the success of our premium-/fiber and 5G-packages for retail customers, who enjoy extra in-store bene/fits and exclusive services such as 24/7 support and personalized advice.\n\nIn France, over half of our broadband customers have signed up to a convergent offer. Our average quarterly revenue per convergent offer (ARPO) increased by 2%, primarily due to the success of the Max (internet and TV) offer. Our performance in Spain was similar. In Poland, Orange continued to develop its Love convergent offer, which includes competitively priced /fixed and mobile services in its standard package. The number of convergent customers rose to 1.63 million at the end of 2022, i.e., 69% of the total number of /fixed broadband access lines. In Romania, Orange Romania and Orange Romania Communications jointly launched an initial national convergent offer under the Orange brand.\n\n## Paris 2024, an outstanding technological feat\n\nThe Paris 2024 Organising Committee has entrusted a single operator, Orange, with equipping 40 of/ficial competition venues hosting 878 events with advanced technology-such as /fiber optics, 5G, and the Internet of Things-for the next Summer Olympic and Paralympic Games. No fewer than 1,000 Group employees (network experts, IP network engineers, technicians, etc.) are involved in delivering this technological feat by designing and deploying solutions that will form part of the unique digital experience offered by the most connected Games ever to 15,000 athletes, 13 million spectators and 4 billion viewers.\n\n## Pricing that reflects service quality\n\n- - While we improved the quality of our products and services in 2022, we were forced to raise our prices-by €1 to €2 per offer-in each country to offset major increases in operating costs, particularly energy price hikes.\n\n## A wider range of services\n\n- - We are also continuing to pursue our multi-service strategy by providing new offers for retail customers, enabling us to increase ARPU. Alongside the /financial services provided by Orange Bank (see pages 64-65) and our IT security solutions, we have launched a remote surveillance offer called 'Maison protégée' in France, as well as a service that enables users to monitor their home in Spain. We are also developing a range of mobile insurance options including a repair service.\n\nStrong customer relations are key to the success of these offers. In France, we received a Net Promoter Score (NPS) of 27.9 in 2022-a six-point year-on-year increase, which is in line with our ambition of securing a /five-point improvement each year. In Europe, Orange enhances customer relations by leveraging AI-powered digital tools such as chatbots, conversational robots offering round-the-clock customer support.",
        "metadata": {
            "page": 33
        },
        "id": "45f495d5-26fb-4785-9131-933134c3ec42"
    },
    {
        "page_content": "## The innovation at the heart of what we do\n\nAt Orange, we /firmly believe that technological progress needs to bene/fit as many people as possible, which is why our teams develop solutions that create lasting value.\n\n## Value creation through innovation\n\n- - In a landscape of rapidly evolving technologies and uses, Orange Innovation leverages the expertise of 8,000 employees-including 680 researchers-to develop tangible positive-impact solutions that are competitive and create value for the Group and its stakeholders. The teams in France and around the world conduct experiments in key areas, such as network virtualization, the Internet of Things (IoT) and arti/ficial intelligence, in collaboration with teams from Orange Business (see pages 86-87).\n\nOrange is involved in a number of collaborative research projects and initiatives, leading around 50 projects with French, European and international stakeholders. We work in partnership with seven competitive clusters, /five research chairs and three shared laboratories.\n\n## Intellectual property, a strategic asset and a pillar of innovation\n\n- - Having /filed almost 10,000 patents, Orange holds the second-largest intellectual property portfolio among European operators. This portfolio includes key patents for a number of telecom standards relating to essential technologies such as radio, 4G and 5G, as well as audio and video compression coding. Orange is also preparing future offers and already boasts a wealth of intellectual capital in /fields such as cybersecurity (with over 500 patents and pieces of software), quantum computing, and arti/ficial intelligence. In 2022, we added 207 new inventions to our portfolio of unique technological assets, which are licensed to more than 2,000 industrial partners worldwide.\n\nValue of the Group's R&I investments in 2022\n\n<!-- image -->\n\n## The 'Eternal Notre-Dame' VR experience, an innovative celebration of a cultural landmark\n\nIn partnership with the organizations in charge of restoring the Notre-Dame cathedral in Paris following the /fire in 2019, Orange developed a virtual tour allowing visitors to journey back in time as if they were there. This shines a spotlight on our extended reality (XR) ambitions and enables us to raise funds for the reconstruction project in a unique way. The 'Eternal Notre-Dame' VR experience gives visitors the opportunity to delve into the history of the iconic landmark while supporting a national cause.\n\n## Support for innovative start-ups\n\n- - To drive innovation among start-ups in our industry, we created one of the /first accelerator networks in the world-Orange Fab. Spread across Europe, Africa, the Middle East, and North America, our 16 Orange Fab accelerators support promising start-ups in developing their business and strengthening their management practices. Programs focus on a speci/fic theme such as generating new business opportunities, including through partnerships involving our own business units and those of our partners.\n\nSeveral start-ups supported by Orange Fab France presented their business and met potential clients at the Viva Technology innovation show in Paris in 2022. For instance, SkyBoy enabled Orange customers with a Samsung Galaxy smartphone to discover the brand's latest creation through a unique, 360-degree virtual reality experience.\n\nIn 2022, Orange Fab France launched its second 5G-themed program, selecting seven new start-ups that would receive support in high-growth sectors such as Web3 and Industry 4.0. The intake included Latence Tech, which offers a solution to analyze, monitor and predict 5G mobile network service quality.",
        "metadata": {
            "page": 34
        },
        "id": "e0e975fe-87ca-4ba1-825c-a9125ee99361"
    },
    {
        "page_content": "## Orange, an operator blazing a trail in the mobile banking world\n\nThrough Orange Bank, the Group offers a range of mobile-native /financial services and cutting-edge banking solutions that work in synergy with our broader telecoms activities.\n\nNumber of Orange Bank customers in Europe\n\n2 m\n\n## More accessible mobile banking services\n\n- - When Orange launched Orange Bank in 2017, it became the /first telecoms operator to enter the French retail banking market. Drawing on the Group's expertise in mobile digital services, Orange Bank has deployed simple-to-use products with innovative features, paying particular attention to service quality. Since day one, the Orange Bank app has enabled customers to view transactions in real time, transfer money instantly by text message and make contactless and mobile payments.\n\nSpecial packages have been launched to promote synergies. For instance, customers who sign up to our Pack Premium and Carte Premium fee-based services receive 5% cashback on purchases and their internet and mobile phone bills into their Orange Bank account. Orange also provides in-store banking services, enabling customers to take out mobile phone insurance and access /financing options to purchase mobiles and connected devices. In 2022, Orange Bank continued to go from strength to strength, reaching 2 million customers in France and Spain and selling 830,000 products. While our basic service subscription is free\n\nand does not have any speci/fic income requirements, 96% of new Orange Bank customers sign up to fee-based services.\n\n## Customer relations at the heart of our banking model\n\n- - Orange Bank's model revolves around customer relations and the mobile experience. Our advisors and experts harness innovative tools to provide increasingly tailored responses to customer needs. Our arti/ficial intelligence-powered virtual assistant can directly respond to 89% of questions. What's more, we show we take our responsibility to our customers seriously by developing initiatives around /financial education (a topic covered on the Orange Bank blog), promoting green solutions and maintaining high levels of data security.\n\nOur customer satisfaction results are encouraging-we have received an average rating of 4.4/5 from 13,000 Trustpilot reviews, ranking above other banks in France. Orange Bank is also the highest rated banking app in Spain (with Apple Store and Play Store ratings of 4.9/5).\n\n## Prêt Express, a new personal loan service\n\n- - In 2022, Orange Bank launched a new personal loan service called Prêt Express. Developed in collaboration with French /fintech Younited, this new service uses open banking* technology and enables customers to securely retrieve /financial data from another institution in just three clicks using a mobile device, computer or tablet, while cutting the time it takes to process loan applications and the number of documents needed. Applicants receive a response within /five minutes on average and, if relevant, alternative offers depending on their circumstances. The service is also open to people who are not Orange Bank customers.\n\n## One Bank, a project boosting operational efficiency\n\n- - We're also developing a single IT platform project, One Bank, to bring together Orange Bank's operations in France and Spain. This project has three objectives-to deliver an enhanced and uni/fied customer experience for three customer bases (Orange Bank France, Orange Bank Spain, and GBanque, in partnership with Groupama), to bring together a single team responsible for the entire European scope, and to adopt the highest IT standards. Ultimately, the One Bank project will facilitate faster innovation, cost cutting, and greater deployment opportunities for our banking solutions in new countries.",
        "metadata": {
            "page": 35
        },
        "id": "885732a7-b8c3-4dff-8928-dcd84f4f8512"
    },
    {
        "page_content": "## Africa and the Middle East\n\nAcross our 18 operating countries in Africa and the Middle East-a region where we have been active for over 20 years-our strategic priorities include extending network coverage and expanding our multi-service ecosystem, with mobile /financial services forming a key part.\n\n<!-- image -->\n\nRevenue generated in the region in 2022\n\n## €6.9 bn (up 6.4% on 2021)\n\nValue of our investments in /fixed networks between now and 2025\n\n<!-- image -->\n\nValue of Orange Money transactions in 2022\n\n## Over €100 bn\n\nNumber of mobile customers in the region (in millions)\n\nNumber of /fixed broadband customers in the region (in millions)\n\n## 143.1 in 2022\n\n135.2 in 2021\n\n128.4 in 2020\n\n2.8 in 2022\n\n2.2 in 2021 1.7 in 2020\n\n<!-- image -->\n\n-  Achieve an average annual revenue growth of 7% between 2022 and 2025",
        "metadata": {
            "page": 36
        },
        "id": "749a0575-d029-4071-85f6-411f0682cc16"
    },
    {
        "page_content": "## Fast-paced network deployments\n\nOrange invests in extending /fixed and mobile network coverage in Africa and the Middle East to support growing network traf/fic and facilitate greater use of digital technology. One in 10 people in Africa are on an Orange network, making us a key digital partner in the region.\n\n## Improving access to 4G networks\n\n- Mobile data usage increased by 18% in the region in 2022, largely driven by customers in Egypt and the Democratic Republic of the Congo. We are accelerating the deployment of 4G in our operating countries, targeting an average coverage rate of 85% by 2025. We now have 53 million 4G customers, an increase of 19% year on year. Our €260 million investment plan between now and 2025 will strengthen our leadership position in the mobile network market with the creation of 3,000 new mobile sites in 2023, mostly in Egypt and Morocco.\n\n## Accelerating fixed broadband investments\n\n- Fixed broadband is our second largest growth driver in Africa and the Middle East. We serve 2.8 million /fixed broadband customers across the region, an increase of 27% on 2021. To build on this momentum, we will be investing €125 million in /fixed networks between now and 2025, with a view to connecting an additional 800,000 homes to /fiber and reaching a total of 1.3 million /fiber customers across the region. Between €100 million and €200 million will go towards developing our Pan-African infrastructure, with up to 10,000 km of /fiber backbone, the foundation of our network on the continent. We will also be accelerating the deployment of /fixed wireless internet using time division duplex (TDD) and /fixed wireless access (FWA) 5G radio technologies.\n\n## Launching 5G in new countries\n\n- In 2022, Botswana became the /first African country to experience Orange's commercial 5G offering, which will be extended to six other countries-Senegal, Côte d'Ivoire, Jordan, Burkina Faso, Liberia and Guinea-Bissau-in 2023. The use of 5G technology will support the development of new digital services relating to healthcare, education and security. We opened three new Orange 5G Labs (see pages 78-79)-in Senegal, Côte d'Ivoire and Jordan-in 2022 in preparation for the roll-out of our commercial 5G offering and help local organizations and digital providers seize all the opportunities offered by this new generation of networks.\n\n## Improving connectivity in rural areas\n\nToday, 500 million people living in Africa still have no mobile network access. We therefore signed a partnership with Vanu-a provider of equipment and services in areas lacking connectivity-to enhance our network coverage in off-grid areas and bring digital services to rural communities. The first phase of the project will involve installing infrastructure at 900 sites-700 in Côte d'Ivoire and 200 in Liberia. The partnership between Orange and Vanu will include technological upgrade work and draw on the innovative network-as-a-service (NaaS) model. We aim to set up 10,000 sites in total between now and 2030.",
        "metadata": {
            "page": 37
        },
        "id": "5674ac55-f978-4765-b7f3-acbe46b87996"
    },
    {
        "page_content": "## Improved access to healthcare through online services\n\nOrange and DabaDoc-a Moroccan start-up operating in North Africa for the past eight yearsare preparing for the launch of the Orange Santé platform in Côte d'Ivoire in 2023. Developed to connect patients and doctors in sub-Saharan Africa for the first time, this platform facilitates online appointment booking, remote consultations and related payments, and the establishment of electronic medical records. The platform aims to address the shortage of doctors in certain isolated areas by enabling patients to remotely consult specialists of their choice. We are looking into launching the platform in other countries in sub-Saharan Africa and adding new services.\n\n## Delivering a range of high-quality services\n\nOrange sees Africa and the Middle East as a major growth market and is aiming to become the region's benchmark multi-service operator by developing a range of services that promote positive-impact digital solutions from our local ecosystem.\n\n## A single app for all our services\n\n- - Over 15 million of our /fixed and mobile customers in Africa and the Middle East use My Orange. This free multi-service app simpli/fies the sign-up process for our voice and data services and offers easy access to our /financial services via Orange Money (allowing customers to transfer money or check their account balance) and entertainment services via the My Place platform (available in eight countries).\n\n## The rise of e-commerce\n\n- - Since 2022, customers in 12 countries across the region have been able to buy mobile devices and accessories from our new website. We offer customers in Morocco and Jordan a fully digital buying experience from order to delivery and are developing similar models in Egypt, Côte d'Ivoire and Senegal.\n\n## Use of data and AI to enhance our customer experience\n\n- - We are leveraging arti/ficial intelligence and data analytics tools in Africa and the Middle East to better understand our customers and help our vendors recommend the most suitable products and services to match their usage. We have also deployed chatbots in 12 countries to improve our customer experience. Consumers in Guinea, Jordan and Cameroon can interact with these chatbots to buy products and services. What's more, we are currently developing French- and Wolof-speaking voice bots in Côte d'Ivoire and Senegal, respectively.\n\n## Strong support for the local digital ecosystem\n\n- - Keen to expand our range of services, we support innovative local entrepreneurs through various initiatives. Our 10 Orange Fab accelerators (see pages 62-63) have supported almost 130 local start-ups since 2019. We also recognize start-ups that develop projects with a positive social and environmental impact through the Orange Social Venture Prize in Africa and the Middle East. What's more, our free Orange Digital Center program (see pages 104-105) has reached 700,000 young people across the region.",
        "metadata": {
            "page": 38
        },
        "id": "baf21fcd-33f3-43db-baaf-46f153aa9dac"
    },
    {
        "page_content": "## Essential mobile financial services\n\nAgainst a backdrop of low banking penetration rates and rapid mobile phone adoption, Orange Money has contributed to the growth of /financial inclusion in Africa since 2010, enabling people to access /financial services even if they live in remote areas. Orange Bank Africa has fueled this momentum by providing inclusive credit facilities without any speci/fic income requirements.\n\n## Facilitating a record number of money transfers\n\n- - Our ambition is to provide customers with easy money management solutions, an innovative product portfolio, an enhanced customer experience, and guaranteed secure and transparent transactions, while responding to increasingly high expectations from users, businesses, and governments.\n\nAt the end of 2022, Orange Money was operating 450,000 points of sale serving over 29 million active monthly customers and generating almost €500 million in revenue from more than €100 billion worth of transactions since the start of the year. Money transfers from Europe to Africa had doubled in comparison to 2021. Given the intense competition we faced in 2022, our record-breaking results are a testament to the strength of our model, which is underpinned by a strong brand name and services based on trust.\n\n## Supporting changing uses\n\n- - In 2022, the Group launched a number of new services that make it easy to deposit and withdraw money. For instance, customers without a smartphone can now use a physical card with a QR code. Customers in Côte d'Ivoire and the Democratic Republic of the Congo can set up a standing order to ensure automatic payment of a pre-determined /fixed amount at regular intervals. We also extended our mobile /financial services to customers of other operators.\n\nTo ramp up our growth and pool our assets, we opened a new Orange Money development center in 2022. Based in Dakar and Abidjan, this center will support the technical development of our digital /financial services in line with customer needs.\n\nNumber of active Orange Money customers in Africa and the Middle East\n\n<!-- image -->\n\nTotal value of loans granted by Orange Bank Africa since 2020\n\n<!-- image -->\n\n## Offering new services to business customers\n\n- - Our mobile payment services help small and medium-sized enterprises generate more revenue, achieve greater ef/ficiency and take their performance to the next level. O'Calm enables entrepreneurs in Côte d'Ivoire to receive immediate payments and track their income more ef/ficiently. Wéli allows Orange Money business customers in Senegal to receive immediate payments at no cost. Now integrated into Orange Money, the Mahali service gives small vendors and traders in Côte d'Ivoire access to online tools designed with local conditions in mind to manage delivery locations.\n\n## Increasing access to loans\n\n- - In Côte d'Ivoire, Orange Bank Africa-Orange's mobile bank-enables people whose needs are unmet by the traditional banking system to access pico- and micro-/finance solutions and savings services through their Orange Money mobile account. Our scoring tool has enabled over 1.1 million customers to obtain Tik Tak loan approval in less than 10 seconds without providing proof of income. We have also raised the borrowing limitregular customers can now borrow up to 500,000 CFA francs (≈ €760), i.e., /five times more than when the service was launched in 2020. The range of Orange Bank Africa loans expanded with the launch of mortgages, consumer credit instruments (including auto loans), as well as credit options for businesses.\n\nIn Botswana, we became the /first operator to launch a pico-/finance solution (loans of up to €100), and, in Guinea, we created a micro/finance institute that will offer simple and instant digital /financial services.\n\nWhat's more, Orange Money and Orange Bank Africa services can be accessed via an app that's compatible with most smartphones.",
        "metadata": {
            "page": 39
        },
        "id": "e9608a6f-d5be-4183-b358-4adb40304a15"
    },
    {
        "page_content": "## Infrastructure\n\nWe continue to invest in deploying new-generation /fixed and mobile networks that are key to bringing connectivity solutions and digital services to as many people as possible.\n\nNumber of FTTH connectable homes worldwide\n\n## 64.9 m\n\nPercentage of the population in our 8 operating countries in Europe covered by the 4G network\n\n## Almost 99%\n\n17 operating countries in Africa and the Middle East with 4G coverage\n\n<!-- image -->",
        "metadata": {
            "page": 40
        },
        "id": "cfffb753-3938-4a15-b288-3c50a04b00cc"
    },
    {
        "page_content": "## Fiber, a powerful customer acquisition tool\n\nAs a /fiber trailblazer, we're continuing to deploy very high-speed /fixed broadband across Europe, Africa and the Middle East. Fiber offers superior performance and is therefore a powerful customer acquisition tool while enabling us to derive higher value through new offers, particularly for third-party operators.\n\n## Achieving a significant increase in the number of connections and customers\n\n- - We have been bringing /fiber-optic internet to homes and businesses for over a decade, leading the market in Europe having made 61.7 million homes /fiber-ready and deployed almost 46 million /fiber-to-the-home (FTTH) connections by the end of 2022. Our dense network and fast-paced deployment helped us gain 1.1 million customers in 2022, bringing our total customer base up to 12.9 million. We are also continuing to invest in deploying /fiber in Africa and the Middle East (see page 68), where we aim to serve 1.3 million /fiber customers by 2025. This development demonstrates our commitment to increasing digital coverage in all our operating regions while driving regional development.\n\nIn France, Orange is the leading operator in the /fiber market, with 7.2 million customers at the end of 2022-1.3 million more than in 2021. Half of our FTTH internet subscription sales were to new retail customers, which shows that /fiber is a powerful customer acquisition tool and a major driver of growth. Our FiberCo Orange Concessions (see pages 80-81) increased FTTH availability to over 2.5 million households in rural areas in 2022.  As a result, 80% of the population is now covered with speeds of up to 2 Gb/s. France therefore has one of the largest /fiber footprints in Europe.\n\nIn Spain, we have made 16.8 million homes /fiber ready to date. While our new Jazztel TV offer gives Jazztel /fiber customers access to a wide range of audiovisual content for less than €5 per month, our premium offering Pack In/finity delivers speeds of 10 Gb/s and free\n\nsupport, from Wi-Fi router installation to customer service. In Poland, our /fiber customer base grew by 23.9% in 2022.\n\n## Deriving higher value from our network through solutions for third-party operators\n\n- - Orange Wholesale France (OWF) aims to derive higher value from and monetize our infrastructure by providing network solutions to telecoms operators in France and further a/field.\n\nIn 2022, OWF expanded its portfolio of /fiber offers by launching FTTH Access. This offer gives operator customers access to an activated /fiber-optic network built on the local FTTH loops (or bitstream) deployed by Orange and other infrastructure operators, enabling them to provide electronic communications services to their end customers without rolling out local infrastructure. These customers can already enjoy extensive coverage, with more than 31 million connectable sockets in mainland France.\n\n## Decommissioning our copper network in France\n\n- - We are in the process of decommissioning our copper network-which connected landlines for over 50 years-to make way for new-generation networks. In France, this two-step process involves discontinuing our copper-based services in areas with /fiber in 2023, then gradually dismantling the network by 2030. Customers in areas where the network has been decommissioned will be given details of alternative (/fiber, /fixed 4G, satellite, etc.) packages. Switching off this network, which uses the oldest, most energy-intensive technology, will result in more resilient connectivity and reduce energy consumption.\n\nNumber of FTTH connections deployed across Europe by the end of 2022\n\n<!-- image -->",
        "metadata": {
            "page": 41
        },
        "id": "510ba11d-e105-4dab-baed-971fa8a12c72"
    },
    {
        "page_content": "## New-generation mobile networks\n\nOrange teams work day in, day out to design, deploy, improve and expand access to mobile networks across all our operating countries. High-performance 4G and 5G networks enable us to support new customer uses and bring reliable and secure connectivity solutions to as many people as possible.\n\n## Continuing to expand 4G coverage\n\n- - Our 4G coverage reaches nearly 99% of the population in our eight operating countries in Europe and we're looking to expand our footprint even further. In mainland France, where Orange's 4G network reaches 99.7% of the population, we are continuing to invest in rural areas, both on our own and as part of the New Deal Mobile initiative (launched by Arcep and the French government in 2018 to improve mobile coverage across the country). Nearly all our sites in blackspot areas enjoy 4G coverage.\n\n## Speeding up 5G network deployment\n\n- - The Group is also working on expanding its 5G networks, which are now available in Botswana and seven European countries-France, Luxembourg, Poland, Romania, Slovakia, Spain, and Belgium (where we launched a 5G network in 2022). We now cover almost 2,200 French towns, reaching over 56% of people living in mainland France. In 2022, Saint-Denis on Reunion Island became the /first city in overseas France to inaugurate a 5G mobile network, which we plan to extend to 80% of the island's population by the end of 2023.\n\nNumber of countries where we operate 5G networks\n\n## 7 in Europe 1 in Africa\n\n## Modernizing networks\n\nBetween 2025 and 2030, Orange will gradually decommission its 2G and 3G networks in Europe. Migrating our customers over to more robust, newer-generation mobile networks will enhance their user experience. In France, our 2G network will be deactivated by the end of 2025 and our 3G network will be shut down by the end of 2028. In Belgium, Luxembourg, Poland, Romania, Slovakia and Spain, our 3G antennas will be switched off by 2025 and our 2G network will be phased out between now and 2030. Local circumstances and actual network usage were analyzed in each country to ensure a seamless and phased migration with minimal disruption to users.\n\nOrange /first deployed 5G networks in crowded locations, such as urban centers, airports and beach resorts, where there is a risk of existing mobile networks (particularly 4G) reaching saturation point--installing 5G antennas at existing 4G sites to limit the construction of new infrastructure.\n\nThis carefully planned and responsible deployment strategy also helps keep carbon emissions in check in an increasingly digital world. For the same volume of data, 5G antennas consume less electricity than 4G antennas.",
        "metadata": {
            "page": 42
        },
        "id": "579d795c-d10f-45e1-9f88-ffb787087c33"
    },
    {
        "page_content": "## Supporting new use cases\n\n- - In 2022, Orange began deploying network cores to support 5G Standalone (5G SA) in Europe. These 4G/5G network cores will ultimately make it possible to offer differentiated services using network slicing, which involves dividing a physical network into multiple virtual networks to support critical applications and priority services and offer different levels of quality and security. This technology is adopted by businesses for its security, reliability and scalability. It also supports private mobile network solutions.\n\nOpen Radio Access Network (O-RAN) architecture allows operators to build networks using equipment from different vendors, which facilitates deployment while reducing operating costs. In early 2023, we entered into an O-RAN network sharing agreement with Vodafone for rural parts of Europe where we both have mobile networks. The /first commercial sites will be deployed in Romania. The Group continues to develop this architecture, which underpins the experimental 5G SA network Pikeo, a fully automated cloud-based network powered by data-driven arti/ficial intelligence-a /first in Europe back in 2021. This real-world experiment has helped us build on our expertise in integrating and operating networks like this. The ultimate goal is to be able to fully automate the network deployment and operation process.\n\n## Supporting our business customers\n\n- - To accelerate 5G innovation, Orange 5G Labs help companies of all sizes and local authorities unlock the full potential of 5G and its use cases and take advantage of new product and service development. Orange 5G Labs have been launched across Europe and the Middle East and Africa. There are 10 such facilities in France (Châtillon, La Défense, Rennes, Bordeaux, Lyon-Charbonnière, Lille, Toulouse, Belfort, Marseille and Reunion Island), two in Belgium (Antwerp and Liège), one in Romania (Bucharest), one in Poland (Warsaw), one in Senegal (Dakar), one in Côté d'Ivoire (Abidjan) and one in Jordan (Amman). By the end of 2022, the Orange 5G Lab program had reached over 2,100 economic agents, supporting 182 companies in their experiments. In 2022, Orange deployed a mobile Orange 5G Lab at the Viva Technology innovation show in Paris, giving attendees the opportunity to learn about 5G innovations and speak to Group experts.\n\n## Designing the networks of the future\n\n- - The next generation of mobile networks, or '6G', promises even higher levels of performance. Even though this technology is still in the early research and development phase, the Group is actively participating in a number of research projects to test out its capabilities. Orange was the /first European operator to present recon/figurable intelligent metasurface prototypes. By directing waves present in the environment in a particular direction, this technology consumes less energy than a 'traditional' repeater without compromising the service quality. We are also involved in a number of leading collaborative research projects, including Hexa-X-II, which seeks to position the European Union as an\n\nindustrial leader in 6G. As part of this project, we are coordinating the working group responsible for de/fining technical requirements for 6G networks to ensure they respond to social and environmental challenges, working closely with civil society representatives. The /first commercial 6G deployments are scheduled for 2030.\n\nFrom a longer-term perspective, the development of quantum computers requires the creation of even more secure networks, for which other quantum technologies are being explored. At the Orange Research and Innovation Exhibition in 2022, we demonstrated how video feeds could be encrypted using quantum key distribution for the /first time in France. This system uses cryptographic techniques to ensure con/fidentiality and immediately detect the presence of hackers. Conducted as part of the Paris Region QCI project in collaboration with Sorbonne University and the French National Center for Scienti/fic Research, this experiment features solutions developed by ID Quantique and Thales.\n\nNumber of Orange 5G Labs worldwide\n\n<!-- image -->\n\n17\n\n## Converged solutions for higher network value\n\nOrange Wholesale aims to derive higher value from our infrastructure and networks in wholesale markets where we provide products and services to third-party operators as well as Orange Business customers. We launched the eNGINe [NGIN = New Generation International Network] program to mutualize service infrastructure and international networks covering these two markets. In 2022, we reached a milestone with the creation of the Open Global Network, a new worldwide converged network supporting all traf/fic passing through its core, within a 12-month time frame. This unprecedented project for the Group was also a world /first.",
        "metadata": {
            "page": 43
        },
        "id": "75956298-01ab-4023-a584-3e468a9707c5"
    },
    {
        "page_content": "## TowerCos and FiberCos, providing performance-boosting, mutualized solutions\n\nAmid growing demand for very high-speed connectivity, mutualized infrastructure solutions play a key role in the value creation process. Orange has created TowerCos and FiberCos to enhance the operational performance of its passive mobile infrastructure assets, unlock new revenue streams and accelerate the deployment of its /fiber network.\n\n## TowerCos to derive higher value from passive mobile infrastructure assets\n\n- A TowerCo, or Tower Company, builds, manages and leases out 'passive' mobile infrastructure assets-masts and rooftop structures-on which network antennas are mounted. As of 2023, independent TowerCos hold 83% of passive mobile infrastructure assets in Europe. By launching an independently managed European TowerCo Totem in 2021, Orange strengthened its position as a mobile infrastructure manager and operator and opened up new growth opportunities. Totem now manages over 27,000 masts, rooftop structures and other mobile sites in France and Spain and is aiming to become a leader in the European TowerCo market.\n\nTotem leverages its strong regional footprint and the expertise of its teams to bring mobile operators, businesses and institutions mutualized infrastructure solutions, respond to requests to build new sites, and offer mobile coverage solutions to improve connectivity in crowded, enclosed environments such as stadiums, metros, trains and of/fices.\n\nAs the /fifth largest holder of sites in Europe, Totem is able to respond to surging connectivity needs and provide a solution to meet the new requirements of operators awaiting industrial partners. Its dynamic growth is illustrated by the signature of new commercial 5G deployment contracts with Telefónica in Spain and Iliad in France, as well as its successful tender for the network deployment package of Metro Line 15 South of the Grand Paris Express. In France, 450 new sites were built in 2022 to respond to operators' needs and enhance regional mobile coverage.\n\nNumber of sites held by Totem in France and Spain\n\n27,100\n\nNumber of /fiber-optic lines deployed by Orange Concessions by 2025\n\n<!-- image -->\n\nIn 2022, Totem reported revenue growth of almost 15%. The TowerCo derived 16.2% of its overall revenue from third-party hosting and achieved a colocation rate of 1.37 third-party operators per site in 2022, with plans to bring this /figure up to 1.5 by 2026.\n\n## FiberCos to increase access to fiber-optic internet\n\n- A FiberCo, or Fiber Company, is an entity formed when multiple parties agree to co-deploy /fiber-optic infrastructure in a particular region. One such French entity is Orange Concessions, a 50:50 joint venture between Orange SA and a consortium comprising La Banque des Territoires, CNP Assurances and EDF Invest. As the leading Public Initiative Network infrastructure operator in rural France, Orange Concessions was launched in 2021 and supports local authorities in their regional digital development. In total, 2.7 million homes were /fiber ready by the end of 2022 and 1 million active retail and professional clients were connected to /fiber networks by early 2023-a 70% increase in the space of a year. The Group is also stepping up its efforts to raise public awareness of copper-to-/fiber migration in areas covered by the Orange Concessions network. The objective is for the FiberCo to operate 4.5 million /fiber access connections in more than 6,500 towns across 30 French departments by 2025.\n\nIn Poland, we also launched a FiberCo with Dutch pension fund APG in 2021. This 50:50 joint venture enables Orange Poland to accelerate /fiber deployment across the country. An additional 1.7 million connections will be rolled out by 2026, primarily in areas with limited or no access to very high-speed broadband, bringing the total up to 2.4 million.",
        "metadata": {
            "page": 44
        },
        "id": "8f07e371-60ef-40cb-89dc-03feb5ba7151"
    },
    {
        "page_content": "## Submarine cables, a key component of digital sovereignty\n\nSubmarine telecommunications infrastructure is central to digital sovereignty and net neutrality. As a major player in the international submarine connectivity landscape, the Group boasts unique expertise in this strategic area and invests in numerous connections around the world.\n\n## Infrastructure at the center of international attention\n\n- - Today, an intricate network of submarine cables spanning 1.3 million kilometers carries 99% of the world's internet traf/fic to enable instantaneous transoceanic communication. These cables are therefore key to countries' economic and information sovereignty. The coopetition* among stakeholders in this sector can be described as economic (as tech giants invest heavily in owning their own submarine connections) and geopolitical (as tensions mount between the world's great powers). The Group's subsidiary Orange Marine enables France and Europe to play a vital role in this landscape.\n\nLength of submarine cables installed by Orange Marine\n\n<!-- image -->\n\n* Cooperation between competing companies\n\n## Submarine cables along the most strategic routes around the world\n\n- - Orange has invested in more than 40 cables-spanning almost 450,000 km-along the most strategic routes around the world. We therefore have the necessary infrastructure to carry our own and our subsidiaries' data /flows and meet the connectivity needs of wholesale and business markets. We also oversee most cable landing operations on French shores. The Group owns two /fiber pairs, with a total capacity of 100 Tb/s, in the transatlantic cables Dunant and AMITIÉ. In a landscape of capacity-related uncertainties, this ensures we can meet our own needs along the strategic submarine cable route between North America and Europe-one of the most important corridors in the world, with internet traf/fic doubling every two years on average.\n\nOrange continues to invest in projects involving submarine cables to guarantee and enhance the service quality of its global network. For instance, we are part of the SEA-ME-WE 6 (South East Asia-Middle East-Western Europe 6) consortium responsible for building a new 'express' (very low-latency and very high-speed) submarine system that will connect multiple countries between France (Marseille) and Singapore including India, which is calling for greater capacity. Furthermore, Orange and the independent submarine infrastructure operator Medusa Submarine Cable System have joined forces to provide an open and high-performance interconnection solution to all partner operators of the Medusa cable. At 8,760 km long, Medusa will be the longest submarine cable system in the Mediterranean Sea and connect nine countries in Africa and southern Europe from 2024, playing a key role in boosting digital and economic development. One of 16, the landing point in Marseille, a major hub for global internet traf/fic, will provide cable users with secure access to all of the city's data centers.\n\n## Orange Marine,\n\n## a source of unique expertise\n\n- - Orange Marine, a wholly owned subsidiary of the Group, lays and repairs submarine cables for all types of customers around the world. It has been deploying a high-quality telecommunications network for over 100 years. As a leading ship-owner, it runs six cable ships, a vessel that conducts submarine cable route surveys, and three marine bases (Brest and La Seyne-sur-Mer in France and Catania in Italy). Its /fleet is gradually being replaced by vessels that meet stringent environmental impact reduction criteria. For instance, the 'Sophie Germain', the latest addition to the /fleet, consumes 25% less fuel than the average cable ship in operation.\n\nIn 2022, Orange Marine /finished installing new cables in the Paci/fic Ocean, the Mediterranean Sea, the Atlantic Ocean, and the Caribbean Sea.",
        "metadata": {
            "page": 45
        },
        "id": "5daed347-dbdc-4c42-b2f4-faae645b7448"
    },
    {
        "page_content": "## Businesses\n\nThe Group leverages its unique expertise in all aspects of connectivity, security, and resilience to support business customers worldwide through Orange Business and Orange Cyberdefense.\n\nNumber of data, digital and arti/ficial intelligence experts\n\n<!-- image -->\n\nNumber of countries and regions covered by our enterprise networks\n\n<!-- image -->\n\nSolid growth across IT & integration services\n\nCybersecurity: 14% Cloud: 10% Digital & data:  10%\n\n<!-- image -->\n\n- -Enable Orange Business to return to profitability (EBITDAaL) growth by 2025 at the latest\n- - Generate €1.3 bn in annual cybersecurity revenue by 2025",
        "metadata": {
            "page": 46
        },
        "id": "0cb77e48-99da-4d23-bfcd-1f7a29712194"
    },
    {
        "page_content": "## Services to cater for all companies, all over the world\n\nThe Lead the Future strategic plan helps us adapt our model to a market where the lines between digital services and networks are becoming increasingly blurred. To support our business customers in this new environment, we are leveraging our unique expertise in all aspects of connectivity, security, and resilience.\n\n## Fresh impetus to Orange Business\n\n- - With over 29,000 employees in 65 countries, our BtoB arm Orange Business (formerly Orange Business Services) is transforming (see pages 14-17) to become a key network and digital technology integrator by 2030 and return to pro/fitability (EBITDAaL) growth by 2025 at the latest.\n\nThe Orange Business portfolio is structured around four strategic value propositionsWorkplace Together (developing new hybrid ways of working), Augmented Customer Experience (personalizing the customer journey), Smart Industries (transforming and optimizing industrial processes using digital technology), and Evolution Platform (implementing new infrastructure strategies). Each of these value propositions is backed by expert teams in data, cloud computing, and digital services.\n\nAs the world's leading provider of next-generation connectivity solutions, Orange Business is ramping up its investments in secure virtual (SD-WAN, SASE, 5G) networks and working with other Group entities such as Orange Cyberdefense (see pages 90-91) to develop a modular services platform, the cornerstone of its ambitious digitalization and automation program.\n\n## Support for all companies\n\nSupporting companies also involves connecting them to our /fiber and mobile networks. In France, we restructured our commercial BtoB support to leverage our strong regional presence and expand our portfolio of customers. We continued to adapt our sales model to better serve our 2 million business customers, who now have access to a network of advisors specialized in handling complex requests. We also launched a mobile rental service for professionals. Orange was rated as having the best customer service in France for the second year in a row in the 'Communication solutions for businesses' category.\n\n## Recognition for our services\n\n- - In 2022, Orange Business migrated 1,168 Siemens sites across 94 countries to SD-WAN infrastructure. Developed in partnership with Cisco, our custom and secure network functions virtualization solution helped Siemens simplify its global communication infrastructure.\n\nIn 2022, we were recognized as a Leader in the Gartner Magic Quadrant for Network Services, Global for the second year in a row.\n\nBy acquiring French telemedicine company Exelus in 2022, Enovacom, a French healthcare data interoperability leader and an Orange Business subsidiary, expanded its portfolio of solutions to include Nomadeec, a platform offering healthcare professionals cutting-edge tools for scheduled remote consultations, assessments and care appointments, as well as emergency telemedicine.\n\n## Blockchain in agriculture\n\n- - Orange Business joined forces with Agdatahub (an operator of agricultural data exchange platforms) and IN Groupe (a French state institution that produces of/ficial documents) to develop Agriconsent, the /first decentralized digital identity system for farmers. Hosted on Orange Business' public cloud, this blockchain-based system enables farmers to authenticate their identity and securely share data-such as farming practices or environmental and technical information-with their suppliers, customers or administrative entities.",
        "metadata": {
            "page": 47
        },
        "id": "f3b7869b-4e11-4cf0-bcdd-eff6a6820bfa"
    },
    {
        "page_content": "## Trusted data management solutions\n\nData, an increasingly important economic resource, is under threat from growing cyberattacks and fragmented cloud storage across different jurisdictions. That's why we provide secure and transparent solutions to our public- and private-sector customers.\n\n## For the French government\n\n- - In 2021, Orange teamed up with Capgemini to launch Bleu, a French cloud initiative meeting the data sovereignty needs of the French government and public administrations, in partnership with Microsoft. This cloud platform comes under French and European jurisdictions and will ensure critical network operators, essential service operators, the French government, the public service, hospitals and regional authorities can access Microsoft 365 collaboration and productivity tools, as well as all Microsoft Azure services. Bleu guarantees security when transferring data and controlling cloud applications exclusively from data centers that are located in France and provides assurances that they remain strictly separate from Microsoft's facilities. The platform is due to be commissioned in 2024.\n\nTo provide more modern connectivity to security, emergency services and crisis management personnel including police and customs of/ficers, /fire /fighters, and paramedics, the French government appointed Orange Business as its coverage provider for the 'radio network of the future' project. This very high-speed network will support instant communication during critical situations, with new features enabling users to make videos calls or share their location or documents in real time.\n\n## Developing shared blockchain infrastructure\n\nIn 2022, Orange Business supported the creation of the Alliance Blockchain France consortium to bring together major stakeholders in the French blockchain ecosystem. Its objective is to deploy open, shared infrastructure for industrial players and administrations looking to reap the bene/fits of blockchain, expand access to this technology and provide a common environment for sharing and experimentation. It also aims to maintain the economic competitiveness of French companies by leveraging blockchain technology, particularly in terms of boosting productivity and increasing security.\n\n## For regions\n\n- -  We also help regional authorities manage and unlock value from their data in a sovereign and secure manner. In 2022, we joined forces with La Banque des Territoires to create Hexadone, a digital data aggregation and enhancement platform that will enable regional authorities to manage all their data for their own needs and decision-making or operational purposes or share their data with other stakeholders in their ecosystem. The launch is scheduled for the /first half of 2023.\n\n## For businesses\n\n- - Orange Business' 2,600 cloud experts guarantee data security (see pages 90-91) and con/fidentiality in compliance with the latest regulatory requirements. We're continuing to consolidate our value proposition using our multi-cloud services, which grew by 10% between 2021 and 2022.",
        "metadata": {
            "page": 48
        },
        "id": "2d474d56-3581-4b4b-b3c3-8c77ba41ae9e"
    },
    {
        "page_content": "## Cybersecurity, a high-growth strategic market\n\nCyberattacks are a growing threat in today's digital world. In 2022, our detection tools logged 99,000 security threats to our customers, averaging one incident per day per organization. With 2,700 cybersecurity experts, Orange Cyberdefense is now a key contributor to building a safer digital landscape.\n\n## Achieving outstanding growth\n\n- - In 2022, Orange Cyberdefense's revenue grew 14% to €977 million, the objective being to bring this /figure up to €1.3 billion by 2025. Solid progress was made in the very small and small enterprise segment in France in particular. We have hired almost 800 new employees to help achieve our ambitions in all our operating countries.\n\nThe acquisition of Telsys and SCRT in 2022 brought Orange Cyberdefense closer to its Swiss clients. While Telsys manages IT solutions, SCRT is a leading Swiss-French cybersecurity company that specializes in ethical hacking (which involves using the same techniques as malicious hackers to /find security vulnerabilities in networks and systems). Now active in nine European countries, Orange Cyberdefense continues to pursue a targeted acquisition strategy on its path to becoming a leading cybersecurity company in Europe.\n\nWe also inaugurated a new campus in Marseille to support local authorities and businesses in the Provence-Alpes-Côte d'Azur region. This latest opening further strengthens our regional footprint in France, where we already operate campuses in Lyon, Rennes, Lille, and Toulouse. We also won a four-year contract in 2022 to secure IT and communication systems for the French Ministry of Armed Forces. This major contract will be delivered in partnership with CS Group, which is renowned for its expertise in designing, integrating and operating critical systems.\n\n## Protecting very small and small businesses\n\n- - Cyberattacks on small businesses are on the rise and can have devastating consequences, which is why we launched Cyber Protection in France in 2022 to help secure their vital data. This new-generation antivirus program, which provides connected devices with constant protection, combines arti/ficial intelligence (powering a software agent installed on computers) and human surveillance (conducted by Orange Cyberdefense experts).\n\n## Anticipating, detecting and responding to threats with SOCs\n\n- - Dotted around the world, our 32 security operation centers (SOCs) leverage the Group's expertise in anticipating and responding to IT threats. In 2022, they analyzed over 60 billion security events each day. To keep pace with the ever-changing threat landscape, our analysts and experts also proactively examine IT systems to adjust detection tools accordingly. These AI- and machine learning-based tools analyze past incident data to build attack scenarios and anticipate future hacking attempts.\n\nThe SOCs are also innovation hubs. As part of the Software République open innovation ecosystem, we have teamed up with Renault to develop a solution that detects cyberattack attempts and protects vehicles. This solution will be deployed in certain Renault models from 2025.\n\n## Working together to build a safer digital world\n\n- - Orange is a trusted partner of stakeholders committed to building a safer digital world. In France, we are involved in the Phishing Initiative, an online phishing reporting and prevention platform. Every year, we check hundreds of thousands of URLs /flagged as potentially fraudulent by internet users. The Group has also partnered with the CyberPeace Institute, an NGO that promotes 'peace in cyberspace' by assisting civil organizations targeted by large-scale computer-based attacks.\n\nIncrease in Orange Cyberdefense's revenue between 2021 and 2022\n\n<!-- image -->",
        "metadata": {
            "page": 49
        },
        "id": "06578917-3cea-4700-ba69-1032379203b4"
    },
    {
        "page_content": "## Environment\n\nWe're aiming to achieve net-zero carbon emissions by 2040 by reducing our carbon emissions, increasing our use of renewables and deploying an ambitious circular economy program while supporting our customers and encouraging our suppliers to minimize their environmental footprint.\n\nPercentage of our renewable energy needs already covered by our initiatives\n\n## 19.4%\n\nValue of avoided or saved capital costs unlocked since 2020 through the OSCAR program to develop the circular economy for our network equipment\n\n## Almost €130 m\n\nRevenue generated by our Orange Business solutions to help customers reduce their environmental footprint\n\n## Over €1 bn\n\n<!-- image -->\n\nScope 1, 2 and 3 CO2 emissions compared with 2020 levels\n\nCollection rate of unwanted mobiles by Europe\n\n<!-- image -->\n\nPercentage of total mobile sales coming from refurbished devices in Europe\n\nObjective:\n\n10.0% in 2025\n\n1.8% in 2022\n\nFor the purposes of this report, all CO2 emissions have been converted into carbon dioxide equivalents (CO2eq), a metric used to compare the emissions from various greenhouse gases based on their global warming potential (GWP).\n\nObjective:\n\n30.0% in 2025\n\n23.1% in 2022\n\n20.4% in 2021",
        "metadata": {
            "page": 50
        },
        "id": "4f88d081-d7c2-4219-947d-5d0d55c4e07b"
    },
    {
        "page_content": "## Our net-zero carbon ambition\n\n- - Our objective of achieving net-zero carbon emissions by 2040-in line with the IPCC and Paris Agreement target of limiting the global temperature rise to 1.5°C above pre-industrial levels-is central to our environmental ambition. Our target for 2040 is a 90% reduction in greenhouse gas emissions in three different categories: direct emissions from our buildings and vehicles (scope 1); indirect emissions associated with purchased electricity and heating for our networks and buildings (scope 2); and indirect emissions generated upstream by our suppliers, service providers and employee commuting and downstream by our customers (scope 3).\n\nLead the Future, our new strategic plan, strengthens our climate change mitigation objectives, reaf/firming our commitment to reducing our scope 1 and 2 CO2 emissions related to digital activities by 30% by 2025 (compared with 2015) and our scope 3 emissions by 14% by 2025 (compared with 2018). This means we're now aiming to reduce our scope 1, 2 and 3 emissions by 45% by 2030 (compared with 2020).\n\n## Capturing and storing residual emissions\n\n- - Some of the emissions generated by human activities are unavoidable. These residual emissions can be sequestered through sustainable practices as part of a net-zero carbon approach. To absorb the residual 10% of our emissions, we fund natural carbon sink projects that have a positive impact on local communities and biodiversity, whether through direct investment or the Orange Nature fund. For instance, in 2022, we provided /financing for the NGO Planète Urgence and the consulting /firm Sia Partners to restore and sustainably manage almost 1,000 hectares of mangroves in Cameroon.\n\n## Measuring our impact on biodiversity\n\n- - In 2021 and 2022, we assessed the impact of our activities on biodiversity in partnership with the independent consultancy The Biodiversity Consultancy. The assessment concluded that the Group's biodiversity footprint was around 12 MSA.km2* across scope 1 activities, 4 MSA.km2 across scope 2 activities and larger still across scope 3 upstream activities (extraction of materials for /fiber optics, mobile network infrastructure, servers, individual items of equipment, etc.). We are working with our main suppliers to minimize this impact.\n\n## Transitioning to greater use of renewable energy\n\nOrange is committed to buying and producing more renewable energy. In 2022, 37.8% of our electricity came from renewable energy sources, including grid-connected systems.\n\n- - In Europe, Orange has entered into Power Purchase Agreements (PPAs)-long-term contracts to buy electricity from renewable sources at a pre-negotiated price-to mitigate the effects of /fluctuating energy prices while supporting the shift to renewables. By the end of 2022, we had signed PPAs covering 26% of our estimated electricity consumption in 2025. Additionally, we source renewable electricity in some European countries through agreements that oblige suppliers to present a Guarantee of Origin. In 2022, these agreements met 95% of Orange Belgium's and 76% of Orange Slovakia's scope 2 needs, while covering 72% of Totem's electricity needs (see pages 80-81).\n\nWhat's more, we signed a memorandum of understanding with Reservoir Sun in 2022 to install our /first European photovoltaic plant at Bercenay-en-Othe, a strategic satellite communications site in France, which is expected to meet 20% of the site's energy needs and due to be commissioned in 2025.\n\nTo achieve net-zero carbon emissions, we have launched a vast program to install solar energy generation systems at our sites in 14 countries in Africa and the Middle East, equipping over 18% of mobile sites with photovoltaic panels to date. This program involves collaborating with Energy Service Companies (ESCOs) to outsource the investment, installation, modernization and operational management relating to infrastructure to improve electricity consumption, environmental impacts, and supply reliability.\n\nOrange is also developing a large-scale solar energy program. Nearly 70% of our electricity needs in Jordan is now met by three solar farms. A similar solution will soon be rolled out in Mali, followed by other countries at a later date. These programs in Africa and the Middle East helped us avoid generating over 209,000 metric tons of CO2 in 2022.",
        "metadata": {
            "page": 51
        },
        "id": "303a6251-92b7-4ac4-9a93-db3642db8bbc"
    },
    {
        "page_content": "## Reducing our carbon footprint\n\nIn line with our ambitious objectives to reduce our scope 1, 2 and 3 CO2 emissions, we are exploring ways to increase the energy ef/ficiency of our networks, buildings and vehicles and working with our stakeholders to reduce carbon emissions across our entire value chain.\n\n## Setting even more ambitious emission reduction targets\n\n- In 2022, Orange's scope 1 and 2 CO2 emissions were 6.3% lower on a comparable basis relative to 2021 due to better management of our energy consumption, use of electricity from renewable sources (see page 95), as well as the transition to greener energy mixes in certain countries. Our new strategic plan, Lead the Future, strengthens our emission targets (see page 94).\n\n## Making our networks and IT systems more energy efficient\n\n- At the end of 2022, networks and IT systems were the biggest contributor to the Group's scope 1 and 2 CO2 emissions, accounting for 84% thereof. Despite a signi/ficant increase in traf/fic, we limited the year-on-year increase in energy consumption to 3% through various action plans, including our Green ITN program, which drives performance by using AI to optimize consumption, putting in place advanced standby modes and embracing network sharing. Between 2015 and 2022, the program helped save almost 5.1 TWh of electricity and 417 million liters of fuel oil while avoiding 3.4 million metric tons of CO2.\n\n## Developing an action plan for scope 3 emissions\n\nIn 2022, Orange improved its scope 3 assessment process and developed an action plan that focuses on selling fewer new devices, embracing the circular economy and transitioning from fixed copper to fiber-optic networks. What's more, we include environmental criteria in our calls for tenders and actively encourage our suppliers to reduce their own emissions. We aim to reduce our scope 3 emissions by 14% compared with 2018 levels by 2025 (see page 94).",
        "metadata": {
            "page": 52
        },
        "id": "ecd85911-90a9-4dd0-aaa7-60f353e9ee4d"
    },
    {
        "page_content": "## Supporting France's energy saving plan\n\nIn winter 2022, Orange introduced an energy saving plan in line with the electricity consumption reduction objectives set by the French government. We reduced the energy consumption associated with our buildings by over 12% (figure adjusted for severe winter conditions) in the fourth quarter of 2022. What's more, we shared the latest eco-friendly guidance with our employees and customers via text.\n\n## Enhancing building and vehicle performance\n\n- - Our second-largest source of scope 1 and 2 emissions is tertiary-sector buildings, which account for 11% of our energy consumption and 10% of our CO2 emissions. We are therefore pressing ahead with our real estate carbon reduction strategy. In line with France's 'décret tertiaire', we have developed energy ef/ficiency plans for 734 eligible tertiary-sector sites to reduce energy consumption by 40% between now and 2030. Measures include phasing out oil furnaces, reducing the number of gas boilers and installing heat pumps.\n\nCompany vehicles accounted for 5% of our energy consumption and 6% of our scope 1 and 2 CO2 emissions in 2022. To minimize their impact, we are reducing the size of our /fleet by around 4% each year while transitioning to electric vehicles, the number of which increased by 37% in France in 2022.\n\n## Helping our customers reduce their environmental footprint\n\n- - In 2021, to help businesses and public organizations reduce their environmental footprint, Orange Business created a sustainability portfolio with solutions relating to virtual communication and mobile device management. Orange Business also takes advantage of the possibilities offered by the Internet of Things (IoT), including the Smart Eco-Energy solution to monitor and optimize the energy performance of buildings. These activities generated over €1 billion in 2022. Orange also works with standard-setting bodies such as the\n\nInternational Telecommunication Union (ITU) to ensure the ICT sector contributes towards a sustainable economy.\n\n## The EU Taxonomy\n\n- - We reviewed our entire scope of revenue-generating and aligned activities to determine where we could make a signi/ficant contribution to the climate change adaptation and mitigation objectives of the EU taxonomy for sustainable economic activities*. Our eligible activities include data processing and hosting services, Internet of Things-related services and Orange Poland's renewable energy activities. In 2022, while eligible activities made up around 2.1% (€920 million) of our revenue, eligible and individually eligible activities accounted for 2.8% (€317.9 million) of our capital expenditure.\n\nReduction in the Group's scope 1 and 2 CO 2 emissions between 2021 and 2022, on a comparable basis\n\n<!-- image -->",
        "metadata": {
            "page": 53
        },
        "id": "12894667-68d8-42ae-813b-264cf8d531db"
    },
    {
        "page_content": "## Promoting a circular economy model\n\nTo reduce our carbon footprint, use precious resources for as long as possible and prevent biodiversity loss, we have integrated circular economy principles into our processes, products and services. Our efforts to prolong the lifespan of our equipment enable us to lessen our impact on the environment and reduce our investment costs.\n\n## Applying eco-design principles to products and services\n\n- - The Group's aim for 2025 is to ensure all products sold under the Orange brand are developed in line with an eco-design approach that targets each stage of the product and service life cycle. We believe eco-design drives innovation and see environmental requirements as opportunities to rethink products and services and set ourselves apart from our competitors, which is why we have trained 130 project managers and recruited dedicated eco-design leaders in this area.\n\nIn 2022, 12 of the projects piloted across the Group followed eco-design principles, including the Livebox 6, which was launched in April 2022. It was designed to be easy to refurbish, with a 100% recycled and recyclable plastic case, and a con/figurable standby mode to reduce energy consumption.\n\n## Prolonging the lifespan of all equipment\n\n- - Orange has introduced a range of initiatives to extend the lifespan of its IT and network equipment. Using an internal platform for buying and selling reconditioned equipment, the Orange Sustainable and Circular Ambition for Recerti/fication (OSCAR) program achieved almost €130 million in avoided or saved capital costs over a two-year period. What's more, we encourage our suppliers to embrace a similar approach by using assessment criteria to determine their ability to perform life-cycle assessments (LCAs) and collect, refurbish and recycle equipment.\n\nKeen to prolong the lifespan of the equipment we lease to our retail and business customers, we aim to collect 90% of equipment (including Livebox routers, set-top boxes, and optical network terminal units) after contract cancellation between now and 2025 so that we can refurbish and lease it out again. We achieved a collection rate of 66% in 2022, collecting almost 3.7 million items of equipment in our European operating countries. Given the global shortage of electronic components, these efforts are key to achieving cost savings and supply chain resilience. Additionally, Orange offers repair services in Europe to help customers extend the life of their mobiles.\n\n## Stepping up our collection and refurbishment efforts\n\n- - Orange aims to ensure the number of unwanted mobiles collected equals 30% the number of devices sold in Europe by 2025, having achieved a collection rate of 23.1% in 2022 (including devices collected by Orange France in Africa). We're also targeting 10% of mobile sales in Europe to be refurbished devices by 2025.\n\nIn 2010, Orange and Emmaüs International began running workshops to facilitate the collection of mobile phone waste in Africa, which is recycled in France with the organization Ateliers du Bocage. They collected the equivalent of 428,000 mobiles in 2022. Our aim between now and 2025 is to collect WEEE (Waste Electrical and Electronic Equipment) equivalent in weight to 20% of the mobiles sold in Africa and the Middle East.\n\n## Safeguarding rare and critical resources\n\n- - Since 2011, we have taken steps to improve the traceability of rare resources and critical materials used in our equipment and products, in line with the common frame of reference provided by the International Telecommunication Union (ITU).\n\nAs one of the founding members of the Eco Rating initiative, we help assess the performance of different mobiles across their life cycles and specify the quantity of materials (e.g., gold, silver, tin, and cobalt) used in each. We actively encourage our suppliers to /find suitable substitutes and/or use recycled resources, enabling us to overcome certain metal shortages impacting our equipment production process.\n\nValue of avoided or saved capital costs unlocked since 2020 through the OSCAR program to develop the circular economy for our network equipment\n\n<!-- image -->",
        "metadata": {
            "page": 54
        },
        "id": "17e65e42-a98a-42d2-b795-fc7339d98307"
    },
    {
        "page_content": "## Social factors\n\nOur social commitment includes protecting data, increasing access to digital technology and promoting diversity and inclusion in close collaboration with all our stakeholders in all our operating countries.\n\n<!-- image -->\n\nNumber of employees who completed cybersecurity training in 2022\n\n## Over 23,000\n\nPercentage of (Orange SA) employees with a disability\n\n6.5%\n\nInclusive arti/ficial intelligence\n\n## Awarded the GEEIS-AI* label\n\nNumber of Orange Digital Centers\n\nObjective:\n\n25 in 2025\n\n18 in 2022 9  in 2021\n\n<!-- image -->\n\nObjective under Lead the Future\n\nEnsure the digital training courses and workshops we run worldwide between 2021 and 2030 reach\n\n6 m people\n\n*Gender Equality European & International Standard - Arti/ficial Intelligence\n\nPercentage of women in technical roles\n\nObjective:\n\n25.0% in 2025\n\n21.2% in 2022\n\n20.9% in 2021",
        "metadata": {
            "page": 55
        },
        "id": "9adf1739-5f25-470f-9b7d-ec0229381a1e"
    },
    {
        "page_content": "## Personal data protection and confidentiality\n\nData protection is about building a safe digital world for everyone. In all our entities, we have appropriate safeguards in place to protect our IT systems as well as customer and employee data as effectively as possible.\n\n## Data protection governance structure\n\n- We are committed to maintaining customer trust by protecting all personal data provided to or generated by us. This important strategic focus area is covered under a security improvement policy that involves assessing and managing risks, particularly cyber threats.\n\nTo comply with the Group's internal personal data protection policy, we have set up a dedicated organizational and governance structure, supported by a network of Data Protection Of/ficers (DPOs) and points of contact within all our European 'operator' subsidiaries and Orange Business. They aim to support signi/ficant regulatory changes impacting a number of Group entities in Europe and, in some cases, further a/field.\n\nIn 2022, more than 23,000 employees completed over 214,000 hours of training covering the basics of cybersecurity, General Data Protection Regulation (GDPR) and encryption tools. What's more, our points of contact received general personal data protection guidelines, which are available in /five languages on our intranet.\n\n## A privacy-by-design digital marketing platform\n\nIn a bid to give internet users greater privacy, Orange announced plans in early 2023 to form a joint venture with Deutsche Telekom and Vodafone to develop a European privacy-by-design marketing platform. The aim is to drive a step change in the control, transparency and protection of consumer data, which is currently collected, distributed and stored at scale by large non-European companies.\n\n## Employee data confidentiality\n\n- Protecting employees includes protecting their data. Our employee data protection charter helps build trust with teams by outlining our commitment to maintaining transparency about data processing, collecting only strictly necessary data, notifying people in the event of privacy breaches and, more generally, ensuring con/fidential and secure personal data processing. We also provide an information booklet about Orange's personal data processing practices.\n\n## Customer data protection\n\n- Faced with growing cyberattacks, individuals and businesses urgently need to protect their data. Orange offers business customers in France a wide range of solutions, including 'Suite de sécurité pro', which protects bank details and blocks fraudulent websites, and 'SugarSync', which encrypts the transfer of all types of documents. Orange Cyberdefense, a major provider of cybersecurity services in Europe, helps businesses of all sizes, from small enterprises to large groups (see pages 90-91), implement tailored data security solutions.",
        "metadata": {
            "page": 56
        },
        "id": "f12a9d76-abe9-4cd2-a9d3-9ea62fcfa7c6"
    },
    {
        "page_content": "## Digital inclusion\n\nA whole host of our essential daily services-including education, healthcare and /financial services-are now partially or exclusively accessed online. Committed to supporting digital inclusion, Orange provides everyone with accessible devices and opportunities to acquire new digital skills.\n\n## Reaching everyone with affordable devices and services\n\n- - Orange has launched special offers for low-income households in four European countries. In France, our Coup de Pouce internet offer has given almost 14,000 customers access to affordable internet, television and landline services, a reasonably priced refurbished laptop and digital support. In Spain, 2,300 families had signed up to our Tarifa Social offer, which includes access to /fiber-optic internet, a landline and a mobile line at a discounted price, by the end of 2022. In Belgium, we offer discounts on certain contracts. In Moldova, we have special deals for older customers. As part of our ongoing commitment to connecting a wider and more diverse range of consumers, we launched the Coup de Pouce offer in Luxembourg in 2023 and will be providing special offers in all eight of our European countries by 2025. We also want to ensure everyone can afford digital devices. The Sanza range of affordable smartphones, ranging in price from USD 20 to USD 50, is available in 23 countries-seven countries in Europe and 16 countries in Africa and the Middle East. Furthermore, we give our European customers the option to pay for devices in installments. Similarly, in Côte d'Ivoire, Madagascar, Mali and Senegal, we offer eligible customers payment solutions for certain models.\n\n## Leading the way for responsible technology use\n\n- - 'As a trusted partner, Orange gives everyone the keys to a responsible digital world.' Such is our purpose, which af/firms our commitment to providing information on and raising awareness of digital best practices in anticipation of future regulatory developments.\n\nWe mainly do this through our web portals 'Bien vivre le digital' in France and 'Por un uso Love de la tecnología' in Spain, which received a combined total of 5.7 million visits in 2022. What's more, we actively combat cyberbullying, a form of harassment often associated with young people. As part of our partnership with e-Enfance, we provided technological and human support to help the non-pro/fit launch 3018, a free app helping cyberbullying victims safely and con/fidentially report incidents. We also set up Safe Zones to provide protection from cyberbullying on some of the world's leading online gaming platforms.\n\n## Providing digital support with concrete results\n\n- - Orange is committed to ensuring everyone has basic digital skills. The programs run by the Orange Foundation and the digital workshops developed and delivered by Orange in France, Orange Studio in Poland and Garage Labs in Spain provide a comprehensive yet accessible overview of key digital concepts and support digital literacy.\n\nLaunched in 2014, our Supercodeurs program has taught children aged 9 to 13 in a number of our operating countries about digital challenges and careers. In Africa and the Middle East, the tablets and educational material provided by the Orange Foundation as part of the Digital Schools program have enabled primary school pupils to familiarize themselves with digital technology.\n\nIn all our operating regions, young adults and people retraining for new career opportunities, particularly women, can sign up to our various free digital skills development programs that support entrepreneurship and employability. Each of our 18 Orange Digital Centers, including the 10 that opened in 2022, houses a coding school, an Orange Fab start-up accelerator (see pages 62-63) and a Solidarity FabLab. The Solidarity FabLab program provides young people with an insight into digital manufacturing careers and an opportunity to enhance their collaboration and project management skills. In 2022, the Orange Foundation's Women's Digital Centers program contributed to the social and professional integration of nearly 7,000 women.\n\nBetween early 2021 and late 2022, 1 million people bene/fited from our digital support and training initiatives. Our goal is to reach 2.5 million people between 2021 and 2025 and 6 million between 2021 and 2030.\n\nNumber of Orange Digital Centers, including 10 opened in 2022\n\n18",
        "metadata": {
            "page": 57
        },
        "id": "1202bcee-de7f-45de-a261-cd1a0c981f99"
    },
    {
        "page_content": "## Diversity and inclusion, powerful drivers of long-term performance\n\nWe /firmly believe that promoting diversity and inclusion in all roles and at all levels of the Group creates value, drives innovation, enhances our appeal and improves employee well-being.\n\n## Promoting gender balance in technical and digital professions\n\n- Orange prioritizes gender equality in all areas of the business. The Group aims to bring the percentage of innovation and technological roles held by women from 21.2% up to 25% between now and 2025, which is why we have been running the Hello Women program in over 20 countries, mostly in Europe and Africa, since 2021. This program promotes gender balance in technical and digital roles in line with four objectives: raise awareness among middle- and high-school girls about these promising sectors, recruit, retrain, and retain female employees who already work in one of these professions.\n\n## Helping women reach management positions\n\n- - The Group is targeting 35% of women in management networks by 2025. In 2022, the percentage of female Executive Committee members increased signi/ficantly from 28.6% to 41,7% and over 500 promising female employees in various countries received support through our development and mentoring programs.\n\n## Supporting our employees' work-life balance\n\n- - The Group helps employees balance work with other aspects of their lives by facilitating remote working, offering /flexible working hours and introducing family-friendly measures. As a result of the agreement on gender equality in the workplace signed by Orange SA in December 2021, our male employees in France are now entitled to an extra /five working days of paid paternity leave, i.e., 33 days in total.\n\n## Providing equal opportunities\n\n- - The Group is committed to supporting people with disabilities by maintaining a fair and inclusive recruitment process, promoting the well-being of employees with disabilities, providing inclusive and adapted solutions for our customers and working with suppliers in the sheltered employment sector. We spent €17 million on goods and services from France's sheltered employment sector in 2022.\n\nWe are focused on ensuring neurodiverse individuals are given equal opportunities. The Group therefore launched the Neuroteam program, which takes a multidisciplinary and collective intelligence approach to supporting and revealing the strengths of people who are neurodivergent (i.e., are autistic, have\n\n## Stamping out sexism, harassment and violence\n\nIn 2021, all our entities worldwide were provided with a frameworkdeveloped by the Group's HR department-for responding to allegations of sexism, harassment and violence in the workplace. This framework is being deployed gradually in all our operating countries in Europe, Africa and the Middle East and adapted to each local legal and cultural context. What's more, Orange provides internal support services for victims of domestic violence. After signing the Fondation Agir Contre l'Exclusion's charter against domestic violence in 2021, the Group joined OneInThreeWomen-a European network for companies committed to combating domestic violence-the following year.",
        "metadata": {
            "page": 58
        },
        "id": "53e665ef-12e9-403b-b912-0892202d51f1"
    },
    {
        "page_content": "## Helping young people into sustainable employment\n\nOur intergenerational agreement for the period 2022 to 2024 focuses on three main areas: the sustainable integration of young people, the employment of older people, and knowledge and skills transfer.\n\nOrange actively contributes to the '1 jeune, 1 mentor' initiative in France. What's more, over 600 Orange volunteers have supported 40,000 young people through one-to-one or group mentoring sessions held in collaboration with education and social and professional integration organizations.\n\nThe Group also launched a pilot project to test a new, fully digital international mentoring program.\n\nADHD or learning dif/ficulties, are exceptionally gifted, etc.). The program focuses on raising awareness, providing training on inclusive management and recruitment, as well as conducting trials to demonstrate how neurodiversity can drive innovation.\n\nIn 2022, Orange reaf/firmed its commitment to boosting LGBT+ representation in the workplace by co-signing the charter drawn up by the non-pro/fit organization L'Autre Cercle. In France, we have trained over 450 people on understanding religious beliefs. We also support the non-pro/fit organization Club 21 e Siècle's efforts to combat origin-based inequality.\n\n## Promoting inclusive artificial intelligence\n\n- - Orange believes that building diverse arti/ficial intelligence (AI) teams is the key to reducing bias in AI systems. In 2020, we teamed up with the Arborus endowment fund to launch the International Charter for Inclusive AI, which has been endorsed by nearly 125 signatories to date. Following a Bureau Veritas audit in 2020, Orange became the /first company to be awarded the \"Gender Equality European & International Standard Arti/ficial Intelligence\" (GEEIS-AI) label, which it renewed in 2022.\n\n## Measuring diversity and inclusion\n\n- - Since 2011, the Group's workplace gender equality and diversity efforts and policy have been assessed as part of the GEEIS and GEEIS-Diversity labels. In 2022, these labels were awarded to 10 entities in nine different countries, with /first-time certi/fications for three entities in Côte d'Ivoire, Senegal and Tunisia.\n\n## Raising awareness of diversity and inclusion\n\n- - We raise awareness of workplace gender equality through an online training course, issuing certi/ficates to participants upon completion. Available in /five languages, the course has been completed by almost 67,000 employees worldwide. At the end of 2022, we launched a neurodiversity e-learning module in French and English. In 2023, we will be deploying our inclusive management self-assessment tool, which will be available in nine languages, in over 40 of our operating countries. The Group also runs communication campaigns to shine a spotlight on global initiatives, such as International Women's Day.\n\n## Global agreement on workplace gender equality\n\nThe Group has now implemented the global agreement signed with UNI Global Union on 17 July 2019 in all its operating countries. In over 30 subsidiaries, local committees and special correspondents are responsible for ful/filling the commitments made, adapting them to the local context.\n\nPercentage of women in management networks at the end of 2022\n\n33.1%",
        "metadata": {
            "page": 59
        },
        "id": "314948da-caaa-4e80-b7a5-283364f58fa6"
    },
    {
        "page_content": "",
        "metadata": {
            "page": 60
        },
        "id": "a6d38d47-9ead-449d-97fc-60359b678b09"
    },
    {
        "page_content": "<!-- image -->\n\n## Our impact\n\nOur /financial and non-/financial results and contribution to the United Nations Sustainable Development Goals (SDGs) have an impact on society as a whole.\n\n<!-- image -->",
        "metadata": {
            "page": 61
        },
        "id": "4710fdbc-5277-4587-b06d-db563aec56b3"
    },
    {
        "page_content": "## Our results and targets\n\n## 2022 Targets fully achieved\n\n|                               | 2022    | 2023                         |\n|-------------------------------|---------|------------------------------|\n| EBITDAaL                      | €13 bn  | Slight increase              |\n| eCAPEX                        | €7.4 bn | Large decrease               |\n| Organic cash /flow (telecoms) | €3.1 bn | ≥ €3.5 bn                    |\n| Net debt/EBITDAaL (telecoms)  | 1.93×   | Around 2× in the medium term |\n| Dividend per share            | €0.70   | €0.72*                       |\n\n- * Subject to approval at the Annual Shareholders' Meeting; payable in 2024\n\n## 2025 Targets under Lead the Future\n\nExcluding ongoing or future acquisitions\n\n- -Slight increase in EBITDAaL (CAGR 2022-2025)\n- - Stronger CAPEX discipline\n- -  Continued growth of organic cash /flow from telecoms activities to reach €4 billion by 2025\n- - Unchanged net debt to EBITDAaL ratio, i.e., 2× in the medium term\n- - ROCE* increase between 2022 and 2025\n- * Return on Capital Employed\n\n## Value sharing\n\n<!-- image -->\n\nLenders and financial investors Finance costs €1.0 bn",
        "metadata": {
            "page": 62
        },
        "id": "6700c856-4e43-4763-9f15-f0e7ac71029d"
    },
    {
        "page_content": "## Our financial results\n\nWe achieved very solid results in 2022, meeting all our targets for the year, including EBITDAaL growth of 2.5%. Against a backdrop of in/flation and geopolitical instability, our performance enables us to create value for our stakeholders and target long-term growth.\n\n## Revenue\n\n- - The Group's revenue totaled €43.5 billion in 2022, up 0.6%* on 2021 due to the sustained high growth achieved in Africa and the Middle East (6.4%, with revenue reaching €6.9 billion) and by Totem (14.9% or €89 million, with revenue reaching €700 million), as well as the strong performance of retail services (up 2.0%).\n\nRevenue in Europe was back on the rise (up 0.6%, reaching €11 billion) owing to the price increases implemented in each country, the solid recovery recorded in Spain, as well as the strong performance achieved in Poland (up 4.7%) and Belgium (up 2.0%).\n\nRevenue in France decreased by €193 million (or 1.1%, reaching €18 billion) due to a decline in wholesale services revenue.\n\nEnterprise revenue rose slightly (by 0.2%, reaching €7.9 billion) due to growth in mobile, IT and integration services. Orange Cyberdefense recorded €977 million in revenue in 2022, almost achieving its €1 billion target one year ahead of schedule.\n\n## EBITDAaL and eCAPEX**\n\n- - EBITDAaL amounted to almost €13 billion in 2022, a 2.5% increase on the previous year, in line with the target set. The Africa and Middle East region was the main contributor to this performance, recording 11.3% growth. Orange achieved net savings of over €700 million between the beginning of 2020 and the end of 2022 through the Scale Up operational ef/ficiency program. EBITDAaL from telecom activities reached €13.1 billion, up €2.4% on the previous year.\n\nCapital expenditure (eCAPEX) totaled almost €7.4 billion, down 0.7% in line with the target set. Investments decreased by €365 million across the Group's three main operating countries (France, Spain and Poland) in 2022 as /fiber was deployed at a slower pace, particularly in France, which had taken a signi/ficant lead in this area. Meanwhile, investments in Africa and the Middle East-which will drive future growth-grew by €191 million.\n\n## Net income\n\n- - Orange's consolidated net income reached €2,617 million, up from €778 million in 2021 (historical data), primarily due to the increase in operating income.\n\n## Changes in the asset portfolio\n\n- - On 8 November 2022, Orange acquired a 100% stake in SCRT and Telsys, Swiss cybersecurity and IT solutions providers, which means it is now active in nine European countries.\n\n## Organic cash flow\n\n- - Organic cash /flow from telecom activities grew considerably-by €657 million-to reach €3.1 billion, in line with the 'at least €2.9 billion' target, primarily due to the increase in EBITDAaL and decrease in eCAPEX.\n\n## Dividend\n\n- A dividend payment of €0.70 per share for the 2022 /financial year will be put to a vote at the Shareholders' Meeting on 23 May 2023. Taking into account the €0.30 interim dividend paid on 7 December 2022, the remaining dividend of €0.40 per share will be paid in cash on 7 June 2023. The ex-dividend date is 5 June 2023.\n\n- * Unless otherwise stated, changes are on a comparable basis.\n- **  See the 2022 Universal Registration Document for the de/finition of EBITDAaL and eCAPEX.",
        "metadata": {
            "page": 63
        },
        "id": "134b29c7-3422-4269-824f-9952c10927eb"
    },
    {
        "page_content": "## Gross annual return on the Orange share compared with the average gross annual return on CAC 40 company shares\n\nGross annual return\n\non the Orange share\n\nAverage gross annual return on CAC 40 company shares\n\n<!-- image -->\n\n## Total shareholder return*\n\n<!-- image -->\n\n- * Base 100: 1 January 2018.\n\nTotal Shareholder Return (TSR) is the sum of all dividends received plus/minus the change in stock price, expressed as a percentage of the initial purchase price.\n\n## Key figures Data at 31 December\n\n| In millions of euros                            | 2022    | 2021  comparable  basis   | 2021  basis   | Change  historical comparable  basis   | Change historical basis   |\n|-------------------------------------------------|---------|---------------------------|---------------|----------------------------------------|---------------------------|\n| Revenue                                         | 43,471  | 43,195                    | 42,522        | 0.6%                                   | 2.2%                      |\n| France                                          | 17,983  | 18,175                    | 18,092        | (1.1)%                                 | (0.6)%                    |\n| Europe                                          | 10,962  | 10,898                    | 10,579        | 0.6%                                   | 3.6%                      |\n| Africa & Middle East                            | 6,918   | 6,504                     | 6,381         | 6.4%                                   | 8.4%                      |\n| Enterprise                                      | 7,930   | 7,917                     | 7,757         | 0.2%                                   | 2.2%                      |\n| Totem                                           | 685     | 596                       | -             | 14.9%                                  | -                         |\n| International carriers & Shared services        | 1,540   | 1,513                     | 1,515         | 1.7%                                   | 1.6%                      |\n| Intra-Group eliminations                        | (2,547) | (2,408)                   | (1,802)       |                                        |                           |\n| EBITDAaL                                        | 12,963  | 12,645                    | 12,566        | 2.5%                                   | 3.2%                      |\n| o/w telecom activities                          | 13,080  | 12,775                    | 12,696        | 2.4%                                   | 3.0%                      |\n| as % of revenue                                 | 30.1%   | 29.6%                     | 29.9%         | 0.5 pts                                | 0.2 pts                   |\n| France                                          | 6,645   | 6,620                     | 6,867         | 0.4%                                   | (3.2)%                    |\n| Europe                                          | 2,772   | 2,728                     | 2,830         | 1.6%                                   | (2.0)%                    |\n| Africa & Middle East                            | 2,584   | 2,322                     | 2,265         | 11.3%                                  | 14.0%                     |\n| Enterprise                                      | 804     | 990                       | 970           | (18.8)%                                | (17.1)%                   |\n| Totem                                           | 371     | 352                       | -             | 5.4%                                   | -                         |\n| International carriers & Shared services        | (96)    | (237)                     | (237)         | 59.7%                                  | 59.7%                     |\n| o/w mobile /financial services                  | (118)   | (131)                     | (131)         | 10.0%                                  | 10.0%                     |\n| Operating income                                | 4,801   | 122                       | 2,521         | n.s.                                   | 90.4%                     |\n| o/w telecom activities                          | 5,000   | 303                       | 2,702         | n.s.                                   | 85.1%                     |\n| o/w mobile /financial services                  | (200)   | (182)                     | (182)         | (10.0)%                                | (10.0)%                   |\n| Consolidated net income                         | 2,617   |                           | 778           | -                                      | 236.6%                    |\n| Net income attributable to Group equity holders | 2,146   |                           | 233           |                                        | n.s.                      |\n| eCAPEX                                          | 7,371   | 7,426                     | 7,660         | (0.7)%                                 | (3.8)%                    |\n| o/w telecom activities                          | 7,335   | 7,402                     | 7,636         | (0.9)%                                 | (3.9)%                    |\n| as % of revenue                                 | 16.9%   | 17.1%                     | 18.0%         | (0.3) pts                              | (1.1) pts                 |\n| o/w mobile /financial services                  | 35      | 24                        | 24            | 48.0%                                  | 48.0%                     |\n| EBITDAaL - eCAPEX                               | 5,593   | 5,219                     | 4,906         | 7.2%                                   | 14.0%                     |\n| Organic cash flow (telecom activities)          | 3,058   |                           | 2,401         |                                        | 27.4%                     |\n\n|                                                                   | 31  December   | 31 December   |\n|-------------------------------------------------------------------|----------------|---------------|\n|                                                                   | 2022           | 2021          |\n| Net financial debt*                                               | 25,298         | 24,269        |\n| Ratio of net financial debt to EBITDAaL from telecom activities** | 1.93           | 1.91          |\n\n- * Net /financial debt as de/fined and used by Orange does not include mobile /financial service activities for which this concept is not relevant.\n- ** The ratio of net /financial debt to EBITDAaL from telecom activities is calculated by dividing the Group's net /financial debt by EBITDAaL from telecom activities over the previous 12 months.",
        "metadata": {
            "page": 64
        },
        "id": "c0d6688c-0656-4c40-bf89-8077ec099f63"
    },
    {
        "page_content": "## Our non-financial results\n\nWe measure our social and environmental impact to assess our non-/financial performance. This approach is key to monitoring compliance with and progress toward our CSR commitments.\n\n## Human rights\n\n- - Orange renewed its support for the United Nations Global Compact for the 22 nd year in a row, pledging to protect and promote fundamental human rights. We protect freedom of expression and privacy through our involvement in the Global Network Initiative. In 2022, we took part in discussions about the implications of the import ban on goods linked to forced labor, as well as the whistleblowing and whistleblower protection system.\n\n## Data protection\n\n- - In 2022, data protection of/ficers were appointed in all our 'operator' subsidiaries in Europe as well as in Orange Business to ensure any data created, processed or stored by the Group was appropriately protected. Over 1,000 manual technical and non-technical assessments and more than 100,000 automated assessments were carried out in 2022. More than 23,000 employees completed a total of 214,000 hours of cybersecurity training.\n\n## Employees\n\n- - As of 31 December 2022, Orange employed 136,430 people-133,856 on unlimited contracts and 2,574 on temporary contracts. In 2022, 11,935 people were hired on unlimited contracts-2,505 of\n\nwhom in France-and 2,701 people were brought in on work-study contracts. Orange placed 155 th out of 850 European companies in the Financial Times Diversity Leaders 2023 ranking published in November 2022, coming third in the telecoms sector. Women made up 33.1% of management networks in 2022. Since 2018, almost 44,000 employees in France have received workplace gender equality certi/ficates after completing an online training course designed to raise awareness of workplace gender equality. The equivalent international course, launched in /five languages in 2022, has been completed by almost 23,000 employees.\n\n## Digital inclusion\n\n- In addition to our ambition of increasing regional digital coverage, we help people outside of Orange acquire digital skills by running workshops and training courses, which reached 593,000 people in 2022. There are now 18 Orange Digital Centers, including the 10 that opened in 2022. To enable people on low incomes to access digital technology, we also had special offers in four of our eight European operating countries, as well as a range of affordable smartphones with internet access in 23 of the 25 countries where we provide operator services at the end of 2022. Our digital accessibility e-learning course-launched\n\nin 2020 in France to help ensure everyone, including people with disabilities, can access digital content-had been completed by 2,900 employees by the end of 2022.\n\n## Environment\n\n- - We are ambitiously aiming to achieve net-zero carbon emissions by 2040. In 2022, we pledged to reduce our scope 1, 2 and 3 CO2 emissions by 45% by 2030 compared with 2020 levels. Our scope 1 and 2 emissions fell 20.8% between 2015 and 2022. Our network and IT systems account for 84% of the Group's overall energy consumption and CO2 emissions. The action plans deployed helped limit the rise in the Group's scope 1 and 2 energy consumption between 2021 and 2022 to 3%, on a comparable basis. We achieved a 23.1% collection rate of unwanted mobiles by Europe as part of our circular economy program.",
        "metadata": {
            "page": 65
        },
        "id": "3ba28ca4-fa73-40df-9359-9336c441eee4"
    },
    {
        "page_content": "## Employee distribution\n\n## Employees by business line\n\n|                           | 2022   | 2021   | 2020   |\n|---------------------------|--------|--------|--------|\n| Management                | 19.9%  | 19.7%  | 19.5%  |\n| Customer-facing           | 31.8%  | 31.8%  | 32.8%  |\n| Support                   | 11.0%  | 11.1%  | 11.1%  |\n| Innovation and technology | 35.4%  | 35.0%  | 33.3%  |\n| Other                     | 1.9%   | 2.4%   | 3.3%   |\n| Group total  (1)          | 100.0% | 100.0% | 100.0% |\n\n## Employees by geographical area\n\n|                          | 2022   | 2021   | 2020   |\n|--------------------------|--------|--------|--------|\n| France                   | 54.8%  | 56.0%  | 57.9%  |\n| Spain                    | 4.0%   | 4.1%   | 4.3%   |\n| Poland                   | 7.2%   | 7.5%   | 8.0%   |\n| Other European countries | 12.5%  | 12.2%  | 9.6%   |\n| Africa                   | 14.9%  | 13.8%  | 13.3%  |\n| Asia-Paci/fic            | 4.8%   | 4.6%   | 4.5%   |\n| Americas                 | 1.8%   | 1.8%   | 2.4%   |\n| Group total  (1)         | 100.0% | 100.0% | 100.0% |\n\n## Gender equality in the workplace\n\n|                                        | 2022   | 2021   | 2020   |\n|----------------------------------------|--------|--------|--------|\n| % of women in the active workforce     | 36.1%  | 35.9%  | 36.0%  |\n| % of women in managerial positions (2) | 31.8%  | 31.3%  | 31.3%  |\n| % of women in management networks 3)   | 33.1%  | 31.6%  | 31.1%  |\n\n- (1) The Group's reporting scope includes all fully consolidated entities.\n- (2)  'Managerial positions' refers to executive management, i.e., levels E, F and G of the French collective agreement on telecommunications.\n- Entities outside France can refer to an explanatory document when determining the most appropriate level for each employee. (3)  Executive and leadership networks, with 1,343 people holding positions of great responsibility across the Group at end-2022.\n- Item reviewed by KPMG: reasonable assurance.\n\n<!-- image -->\n\n## Toward a lower impact on the environment and the climate\n\n|                                                                           | Units             | 2022       | 2021  comp. basis   | 2021  hist. basis   | 2020 hist. basis   |\n|---------------------------------------------------------------------------|-------------------|------------|---------------------|---------------------|--------------------|\n|                                                                           |                   | Group      | Group               | Group               | Group              |\n| Scope 1                                                                   |                   |            |                     |                     |                    |\n| Fuel oil                                                                  |                   |            |                     |                     |                    |\n| (all buildings, all uses)                                                 | m3                | 80,416     | 77,229              | 67,325              | 65,930             |\n| Gas                                                                       | m3                | 13,093,561 | 11,796,163          | 12,200,067          | 12,927,319         |\n| Coal                                                                      | metric tons       | -          | 15                  | 15                  | 13                 |\n| Fuel                                                                      | liters            | 29,974,190 | 25,512,742          | 25,747,466          | 24,656,085         |\n| - gasoline/LPG for   company vehicles                                     | liters            | 13,545,910 | 10,307,906          | 10,388,417          | 7,692,908          |\n| - diesel for company vehicles                                             | liters            | 16,428,280 | 15,204,837          | 15,359,049          | 16,963,178         |\n| Scope 1 energy consumption                                                | GWh               | 770        | 707                 | 687                 | 1,139              |\n| Scope 1 CO2 emissions                                                     |                   |            |                     |                     |                    |\n| (from energy only)  o/w CO2 emissions from                                | metric tons CO2   | 318,182    | 298,989             | 304,786             | 275,009            |\n| fuel oil, gas and coal  o/w CO2 emissions from                            | metric tons CO2   | 242,263    | 233,292             | 239,762             | 211,771            |\n| fuel  CO2eq em. from other                                                | metric tons CO2   | 75,918     | 65,697              | 65,024              | 63,238             |\n| GHG sources (refrigerants)                                                | metric tons CO2eq | 17,472     | 19,237              | 19,237              | 7,517              |\n| Scope 1 CO2 emissions                                                     | metric tons CO2eq | 335,654    | 321,886             | 324,023             | 282,526            |\n| Scope 2                                                                   |                   |            |                     |                     |                    |\n| Scope 2 energy consumption                                                | GWh               | 4,825      | 4,653               | 4,467               | 4,329              |\n| Electricity                                                               | GWh               | 4,787      | 4,637               | 4,467               | 4,329              |\n| o/w electricity generated from renewables                                 | GWh               | 928        | 802                 | 743                 | 624                |\n| - backed by Guarantee of Origin certi/ficates  GWh                        |                   | 462        | 361                 | 303                 | 488                |\n| - from ESCO, solar farm, and on-site solar   energy generation agreements | GWh               | 120        | 161                 | 161                 | 136                |\n| - from PPAs                                                               | GWh               | 346        | 280                 | 280                 |                    |\n| (Market-based) scope 2 CO2  emissions                                     | metric tons CO2   | 909,177    | 1,007,095           | 978,642             | 990,554            |\n| (Location-based) scope 2 CO2  emissions                                   | metric tons CO2   | 1,130,929  | 1,087,798           |                     |                    |\n| Scopes 1 and 2                                                            |                   |            |                     |                     |                    |\n| Scope 1 and 2  energy consumption                                         | GWh               | 5,594      | 5,360               | 5,154               | 5,468              |\n| (Market-based) scope 1  and 2 CO2eq emissions                             | metric tons CO2eq | 1,244,830  | 1,328,980           | 1,302,665           | 1,273,080          |\n| Scope 3 CO2 emissions  related to digital activities                      | metric tons CO2eq |            |                     | 6,072,000           | 5,979,000          |\n\nThe reporting coverage rate for scopes 1 and 2 is 97.9% of Orange's consolidated revenue in 2022. It applies to 2022 only, as it was not calculated for previous years. The coverage rate for fuel is 89.7%.\n\n- The reporting coverage rate for scope 3 is 94.1% of Orange's consolidated revenue in 2021. It applies to 2021 only, as it was not calculated in previous years.\n- The 'Group' /figures may not equal the sum of the individual components due to rounding.\n- The /figures of certain countries in the Middle East and Africa are based on estimates and may be revised.\n- The 2021 comparable basis /figures re/flect the integration of the /fixed telephony subsidiary in Romania and updated scope 1 emission factors (see the environmental methodology note on pages 345-349 of the 2022 Universal Registration Document).\n- (1) The France scope covers Orange France, the Group's headquarters, and the Orange Business entities operating in the country. Item reviewed by KPMG: reasonable assurance.\n\n<!-- image -->",
        "metadata": {
            "page": 66
        },
        "id": "d688641b-bbd2-497e-afde-b8841d24048d"
    },
    {
        "page_content": "## Our contribution to the UN 2030 Agenda for Sustainable Development\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Build resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation\n\nWe develop telecommunications networks and invest in research to provide regions, businesses, operators, and individuals with connectivity (/fixed and mobile networks) and innovative services (IT, cybersecurity and mobile /financial services).\n\n## Reduce inequality within and among countries\n\nWe give as many people as possible access to technology and knowledge and therefore support the integration and empowerment of all members of society. We constantly work to reduce digital inequality and strive to promote diversity and equal opportunities within our company.\n\n## Ensure sustainable consumption and production patterns\n\nWe are introducing more circular economy thinking into our production processes and industries by applying an eco-design approach to our products, devices and services, prolonging their lifespan, improving end-of-life management and reducing our environmental impact (by providing collection and recycling solutions).\n\n## Take urgent action to combat climate change and its impacts\n\nWe are working to combat climate change by improving the energy ef/ficiency of our infrastructure, using more renewable energy and developing solutions to bring about the low-carbon transition. We aim to achieve net-zero carbon emissions by 2040.\n\n## Promote peaceful and inclusive societies\n\nWe pledge to defend fundamental rights and freedoms and protect privacy. We have adopted an ethical approach through our responsible purchasing policy and efforts to combat corruption.\n\n## Strengthen the means of implementation and revitalize the global partnership for sustainable development\n\nWe support the social and economic development of regions and form partnerships with institutions, development agencies, NGOs, social entrepreneurs, innovative SMEs, etc. to ful/fil the SDGs, including for essential services (mobile money, education, agriculture, healthcare, etc.).\n\nWe have identi/fied the six UN Sustainable Development Goals (SDGs) where we can make the greatest contribution, along with /five complementary SDGs. We use input and outcome indicators to measure our progress in contributing to the UN 2030 Agenda for Sustainable Development.\n\n- f Nearly 99% of the population in our eight operating countries in Europe covered by 4G\n- f 17 countries in Africa and the Middle East with commercial 4G coverage\n- f 5G rolled out in 7 European countries and 1 African country\n- f 9,800 patents and patent applications in our portfolio\n- f 29.1 m active Orange Money customers\n- f 64.9 m homes with fiber (FTTH) availability\n- f 23 countries offering affordable smartphones with internet access\n- f Member of the Valuable 500 initiative and the ILO Global Business and Disability Network\n- f 6.5% of Orange SA employees have a disability\n- f The Hello Women program to promote diversity in the workplace\n- f Signature of a 6 th intergenerational agreement, covering the period from 2022 to 2024\n- f 1 million participants in the digital workshops and training courses we ran between 2021 and 2022\n- f 18 Orange Digital Centers, including 10 opened in 2022\n- f Goal of ensuring all products sold under the Orange brand will be developed in line with an eco-design approach by 2025\n- f OSCAR program to increase the use of refurbished IT and network equipment\n- f Campaigns to share eco-friendly tips\n- f 1.8% of total mobile sales coming from refurbished devices in Europe\n- f 23.1%: collection rate of unwanted mobiles by Europe\n- f 37.8% of the Group's electricity derived from renewable sources, 19.4% of which through our initiatives\n\nf\n\nThe Green ITN program to reduce energy consumption across our networks and IT systems\n\n- f Development of a catalog of eco-friendly solutions for business customers\n- f A 20.8% decrease in scope 1 and 2 CO2 emissions since 2015\n- f Member of the Global Network Initiative*\n- f International Charter for Inclusive Arti/ficial Intelligence launched with the Arborus endowment fund; holder of the GEEIS-AI label\n- f 45,000 malicious websites blocked each year\n- f 87,800 UN-Orange anti-corruption certi/ficates issued to employees\n- f 96% of suppliers committed to complying with the Code of Conduct (ESG)\n- f 549 corrective action plans carried out after CSR audits conducted under the JAC**\n- f Partnership agreement with the Global Fund to Fight AIDS, Tuberculosis and Malaria in 4 African countries\n- f 71 active research contracts signed between 2020 and 2022; 5 research chairs funded\n- f €350 m allocated to Orange Ventures, with €30 m earmarked for start-ups positively impacting the environment, inclusion or care through the Orange Ventures Impact fund\n- * An NGO that seeks to safeguard freedom of expression and personal privacy against government restrictions ** Joint Alliance for CSR",
        "metadata": {
            "page": 67
        },
        "id": "5f6e8de3-b4c0-4e6a-9ff7-15cd98e8a889"
    },
    {
        "page_content": "## How Orange meets the UN Sustainable Development Goals\n\n## About this report\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nBuild resilient infrastructure, promote inclusive and sustainable industrialization and foster innovation\n\nReduce inequality within and among countries\n\nEnsure sustainable consumption and production patterns\n\nTake urgent action to combat climate change and its impacts\n\nPromote peaceful and inclusive societies\n\nStrengthen the means of implementation and revitalize the global partnership for sustainable development\n\nNetwork coverage\n\nDevelopment of digital\n\nsolutions (BtoB)\n\nResearch and innovation\n\ninvestment\n\nFinancial services platforms\n\nOffers for low-income households Affordable products Autonomy offers Multi-service offers User support Training for digital careers Community support Workplace diversity and equality\n\nSecond-hand equipment Eco-design approach to equipment Product collection and repair Waste recovery Transparency and reporting\n\nCO2 emissions\n\nEnergy-ef/ficient infrastructure Renewable energy use\n\nSupporting our customers on their low-carbon journey\n\nFreedom of expression Personal data protection and con/fidentiality Cybersecurity\n\nResponsible technological developments Ethics & compliance Efforts to combat workplace discrimination Responsible purchasing\n\nSupport for SMEs/start-ups\n\nPartnerships (technological cooperation, industrial partnerships, PPPs) Employee outreach\n\nP.4-5; P.10-12; P.14-17; P.30-33; P.58-61; P.68; P.73; P.74-83; P.88; P.123 P.12; P.14-17; P.30-33; P.70-71; P.78-79; P.80; P.84-93; P.97; P.103; P.123 P.13-15; P.23; P.30-33; P.48-49; P.62-63; P.69; P.78; P.91; P.120 P30-33; P.57; P.61; P.64-67; P.69-71; P.123\n\nP.30-33; P.104; P.119\n\nP.30-33; P.104; P.119; P.123 P.104-105 P.58-61; P.66; P.69; P.104-105 P.16; P.30-33; P.68; P.70; P.78; P.104-105 P.13; P.17; P.33; P.46; P.100-107 P.30-33; P.46-47; P.104-105 P.13; P.30-33; P.100-101; P.106-107; P.119-120;\n\nP.123\n\nP.30-33; P.98-99; P.123 P.17; P.30-33; P.41-42; P.98; P.123\n\nP.30-33; P.48; P.93; P.98-99; P.104; P.119; P.123 P.30-33; P.99 P.4-5; P.18-19; P.22-23; P.28-33; P.38-45; P.57; P.67; P.73; P.85; P.93-94; P.101; P.112-123; P.125\n\nP.17; P.19; P.28-33; P.42; P.48-49; P.92-94; P.96-97; P.119; P.121; P.123 P.17; P.30-33; P.42; P.48; P.77; P.96; P.119; P.123 P.19; P.30-33; P.47; P.92-93; P.95; P.96-97; P.121; P.123 P.17; P.42; P.77; P.92-94; P.96-97; P.123\n\nP.10-11; P.40; P.45; P.118; P.122-123 P.30-33; P.40; P.45; P.88-89; P.100; P.102-103; P.118 P.11; P.14-17; P.30-33; P.46; P.62; P.84-85; P.90-91; P.101; P.102-103; P.115; P.118; P.122 P.13; P.31; P.41; P.48-49; P.51; P.62; P.69; P.76-79 P.17; P.20; P.30-33; P.43; P.45; P.50-51 P.30-33; P.106-107; P.123\n\nP.30-33; P.106; P.99; P.123\n\nP.30-33; P.51; P.48-49; P.62-63; P.69; P.105; P.123 P.15; P.23; P.31; P.39-40; P.62-63; P.65; P.69; P.78-79; P.88-89; P.90-91; P.95; P.105\n\nP.46-47; P.107; P.123\n\n<!-- image -->\n\nOrange's eight Integrated Annual Report (IAR) was prepared within the framework of the International Integrated Reporting Council (IIRC). It integrates the Orange group's social, ethical, environmental and economic data within its business model and strategy. It presents the Group's strategic vision and operational, /financial and non-/financial (environmental, social and governance) performance to demonstrate how Orange creates lasting value for all its stakeholders.\n\nThis collaborative report brings together information from the Group's main operating countries and departments. The steering committee comprises representatives from the Investor Relations, Corporate Social Responsibility, Legal, Strategy, Brand, and Risk Management Departments.\n\nThe Shareholder Relations Department is responsible for publishing the Integrated Annual Report and would like to thank all the teams that contributed to the latest edition.\n\n## Useful linksens\n\n## Contacts\n\nInvestors and analysts Individual shareholders\n\ninvestor.relations@orange.com orange@relations-actionnaires.com\n\norange.com/en/shareholder-information\n\nIntegrated Annual Report Corporate website Universal Registration Document\n\nrai2022.orange.com/en orange.com/en orange.com/en/regulated-information",
        "metadata": {
            "page": 68
        },
        "id": "c1d0c962-9f1d-4f32-a549-8f96217fa514"
    },
    {
        "page_content": "",
        "metadata": {
            "page": 69
        },
        "id": "6df602e7-97d8-4060-93a5-61e4c6bc6aa6"
    },
    {
        "page_content": "Orange - Communication, Brand and Engagement Department 111, quai du Président-Roosevelt - 92130 Issy-les-Moulineaux, France +33 (0)1 44 44 22 22\n\nA French société anonyme with a share capital of €10,640,226,396 Registration number 380 129 866 (Nanterre Trade and Companies Register)\n\n## Copywriting and graphic design\n\nPelham Media & Studio L'Éclaireur\n\n## Crédits\n\n© Getty Images, Nicolas Gouhier, Daisy Reillet, Orange brand site All rights reserved angelabower.fr,\n\n## Translation\n\nAlto International\n\n## Printing\n\n2,900 copies of this report-2,100 in French and 800 in English-were printed in France by Altavia Paris using vegetable-based ink on paper made from fully recycled /fibers.\n\n## Environmental impact\n\nThe indicators presented below offer an estimate of the potential environmental impact of a printed copy of this report across its entire life cycle. They are calculated in accordance with the French standards for environmental disclosure (the AFNOR 'BP X30-323' guidelines and the GT8 Edition 'printed documents' guide).\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nThis scale can be used to compare the recyclability of products within the same category, ranking them from 1 (optimal recyclability) to 7 (poor recyclability).\n\nDon't forget the environment-this document can be reused or recycled!\n\n## Digital version\n\nThe digital version of this document is available at was produced in compliance with the document accessibility standards WCAG 2.1 AA and PDF U/A (ISO 14289). rai2022.orange.com/en. It",
        "metadata": {
            "page": 70
        },
        "id": "d6d1da35-ec00-4147-8d55-273c623e05c8"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\nThe digital version of this document is compliant with the PDF/UA (ISO 14289-1), WCAG 2.1 level AA and RGAA 4.1 accessibility standards with the exception of the colour criteria. Its design enables people with motor disabilities to browse through this PDF using keyboard commands. Accessible for people with visual impairments, it has been tagged in full, so that it can be transcribed vocally by screen readers using any computer support.\n\nAccessible PDF powered by\n\n<!-- image -->",
        "metadata": {
            "page": 71
        },
        "id": "abcf2c03-18d0-499f-95d4-831e6a014dc3"
    }
]