[
    {
        "page_content": "INFORME ANUAL 2021\n\n## WE INVEST IN A SUSTAINABLE FUTURE\n\nDISCIPLINE  .   INVESTMENT  .   WORK\n\nANNUAL REPORT 2021\n\n<!-- image -->\n\n4",
        "metadata": {
            "page": 1
        },
        "id": "f10b0c1d-b0af-4328-81c2-133907567058"
    },
    {
        "page_content": "<!-- image -->",
        "metadata": {
            "page": 2
        },
        "id": "1e4fdfd9-6fc6-4b8f-9a21-67acbea3b37e"
    },
    {
        "page_content": "ANNUAL REPORT 2021\n\n2\n\n## TABLE OF CONTENTS\n\n- 05 LETTER TO SHAREHOLDERS\n- 09 GRUPO MÉXICO RESULTS\n- 22 MINING DIVISION\n- 52 TRANSPORTATION DIVISION\n- 70 INFRASTRUCTURE DIVISION\n- 88 FUNDACIÓN GRUPO MÉXICO\n- 120 BOARD OF DIRECTORS AND MANAGEMENT TEAM",
        "metadata": {
            "page": 3
        },
        "id": "940862c7-18fe-4d18-8e21-9ce9278674ce"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nCOVID-19 pandemic, now in its second year, imposed additional challenges to social, productive and economic life around the world. But even in this scenario, our divisions attained important achievements that allowed us to reaffirm our commitment and long term vision in the countries where Grupo México operates.\n\nOur intense investment plan sustained for more than ten years despite the risks involved allowed us to achieve remarkable results. In 2021 alone, our investments totaled US$1.36 billion, 22% more than the previous year. Sales, EBITDA and net income levels broke records due to excellent performances, especially in the Mining and Transportation Divisions.\n\nWe have overcome the significant challenges of the sectors in which we participate. The industries where we participate require large capital investments to carry out long-term projects. But we know that the returns on those strong investments, in economic and social terms, are worth it both for our investors and for the communities where we operate.\n\nGrupo México's stock appreciated 6% in Mexican pesos and 3% in dollars. We reached a market capitalization of close to 40 billion dollars, still far from the value of the sum of its parts, but its gradually been recognized by the market.\n\nIn our Transportation Division cargo volume grew 10% compared to 2020, taking us to levels above those recorded before the COVID-19 pandemic. In 2021, we also increased the length of our trains by 4.3%, reaching an average of 6.3 thousand tons of cargo per train.",
        "metadata": {
            "page": 4
        },
        "id": "3c2a4567-4f26-434b-96a0-e157ad4a9cf6"
    },
    {
        "page_content": "<!-- image -->\n\nEnvironmentally friendly ore warehouses and conveyor belts.\n\nThe Infrastructure Division surpassed its accumulated sales of 2020 by 5.7%, and its Engineering Services business unit stood out with record sales and EBITDA growth of 19% and 8%, respectively.\n\nThese results are closely linked to equally important achievements in an essential area of our business model: sustainability. For the fifth consecutive year, Grupo México is part of the Dow Jones Sustainability Index, with scores 79% higher than the average for the Mining and Metals industry in the Corporate Sustainability Assessment.\n\nFurthermore we obtained a B grade in the CDP Climate assessment, which is a two-level improvement over the previous year and in México we have begun our incorporation to The Copper Mark to certify our responsible copper production.\n\nOur emphasis on continuous improvement and operational efficiency is materialized every day in the perseverance and dedication of our 30,000 employees.\n\nIn 2021, we multiplied our efforts to ensure safe work environments and implement health care measures. Our Mining Division in México, Perú and the United States, made possible that 92% of its personnel received the COVID-19 vaccine. In the Transport and Infrastructure Divisions, the vaccinated employees reached 98% and 95%, respectively.\n\nWe continued to partner with governments in vaccination logistics in the communities where we operate in México and Perú. We also maintained the operation of our medical and psychological hotline, and the health committees in each of our operating units, to support the authorities at different levels of government in dealing with the pandemic.\n\nAt Grupo México we see challenges as new opportunities, and we overcome them with enthusiasm, discipline, and hard work. We contribute to build a better and more sustainable future for all.\n\nSincerely,\n\nGERMÁN LARREA MOTA VELASCO",
        "metadata": {
            "page": 5
        },
        "id": "6cb33543-e11f-4578-938e-0f9eb0810861"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## RESULTS ANALYSIS\n\nIn 2021, a challenging year for Grupo México, we maintained a solid balance sheet with solid cash flow generation and low leverage, net debt to EBITDA of 0.3x , and a very convenient debt maturity schedule. Our financial strength allowed us to be well-positioned to face the global economic environment. Despite the risks, we remained committed to significant investment and expansion programs and analyzing of potential market opportunities.\n\nCommitted to the countries in which we operate, in 2021 we invested US$1.36 billion, an increase of 22% compared to 2020\n\n## RELEVANT CONSOLIDATED FIGURES FOR GRUPO MÉXICO\n\nAccumulated sales in 2021 reached US$14.77 billion , a record in Grupo México's history.\n\nIn the Mining Division, sales were US$12.08 billion in 2021, a record for the Division, 41.1% higher than in 2020.\n\nThe investments made, as well as a favorable copper price environment in the year (+51.4%), and higher prices for all our by-products: molybdenum (+82.4%), zinc (32.0%), silver (+22.1%), and gold (+1.7%) offset a drop-in production because, in 2021 and 2022, the optimized mining plan resulted in mining in areas with lower ore grades, which will increase in the following years.\n\n## Cargo trucks in Cananea, Sonora.\n\n<!-- image -->",
        "metadata": {
            "page": 6
        },
        "id": "bb356714-c283-4956-becb-fb45369cafc3"
    },
    {
        "page_content": "<!-- image -->\n\nAutomotive Train crossing the Metlac Bridge, Sumidero, Veracruz.\n\nIn the Transportation Division, sales for the year totaled US$2.52 billion , 16.9% higher than in 2020, mainly due to higher volumes transported (+10.2%) during the year.\n\nAs a result of the intense investment plan of the last ten years, in 2021, Grupo México achieved record sales and cumulative EBITDA of US$8.93 billion , 66.6% above the previous year.\n\n- ·  The Mining Division achieved a record EBITDA of US$7.58 billion in 2021, 82.6% higher than in 2020.\n- ·  The Transportation Division achieved EBITDA of US$1.12 billion in 2021, a yearly increase of 18.9 percent.\n- ·  In the Infrastructure Division , EBITDA was US$227 million in 2021, 14.9% lower compared to 2020, mainly due to the adjustment of quotas in PEMSA and the phasing out of projects in Constructora.\n\n75-meter-long wind turbine blades of the Fenicias wind farm in Nuevo León.\n\n<!-- image -->\n\n## GRUPO MÉXICO\n\nTHOUSAND DOLLARS\n\n|                     | Fourth Quarter   | Fourth Quarter   | Variation    | Variation   | January - December   | January - December   | Variation    | Variation   |\n|---------------------|------------------|------------------|--------------|-------------|----------------------|----------------------|--------------|-------------|\n|                     | 2020             | 2021             | Absolute     | %           | 2020                 | 2021                 | Absolute     | %           |\n| Sales               | $  3,216,954     | $  3,776,282     | $  559,328   | 17.4        | $ 10,909,181         | $ 14,776,718         | $  3,867,537 | 35.5        |\n| Sales costs         | $  1,473,569     | $  1,460,925     | $  (12,643)  | (0.9)       | $  5,297,736         | $ 5,563,981          | $  266,245   | 5.0         |\n| Operating profit    | $  1,314,842     | $  1,840,201     | $  525,360   | 40.0        | $  3,958,016         | $ 7,466,589          | $  3,508,574 | 88.6        |\n| EBITDA              | $  1,734,915     | $  2,195,336     | $  460,422   | 26.5        | $  5,362,988         | $ 8,932,617          | $  3,569,629 | 66.6        |\n| Margin EBITDA (%)   | 53.9%            | 58.1%            |              |             | 49.2%                | 60.5%                |              |             |\n| Net Profit          | $  1,077,033     | $  951,124       | $  (125,909) | (11.7)      | $  2,118,435         | $ 3,705,873          | $  1,587,438 | 74.9        |\n| Profit Margin (%)   | 33.5%            | 25.2%            |              |             | 19.4%                | 25.1%                |              |             |\n| Investments / CAPEX | $  402,597       | $  343,609       | $  (58,988)  | (14.7)      | $  1,114,692         | $ 1,361,907          | $  247,215   | 22.2        |\n| Employees           | 29,169           | 29,707           | 538          | 1.8         | 29,169               | 29,707               | 538          | 1.8         |",
        "metadata": {
            "page": 7
        },
        "id": "7e5c9f48-7eec-46cd-93d0-97911c16fd48"
    },
    {
        "page_content": "## SALES\n\n|                                 | Thousands USD   | Thousands USD   | Thousands USD   | Volume in Tons   | Volume in Tons   | Volume in Tons   |\n|---------------------------------|-----------------|-----------------|-----------------|------------------|------------------|------------------|\n| Product                         | 2020            | 2021            | Var. %          | 2020             | 2021             | Var. %           |\n| Copper                          | $  7,094,322    | $  9,979,352    | 41              | 1,133,951        | 1,058,348        | (7)              |\n| Silver                          | $  460,290      | $  494,982      | 8               | 21,085           | 20,115           | (5)              |\n| Molybdenum                      | $  510,311      | $  1,053,077    | 106             | 30,259           | 30,319           | 0                |\n| Zinc                            | $  249,344      | $  289,522      | 16              | 104,752          | 91,570           | (13)             |\n| Sulfuric Acid                   | $  127,694      | $  144,482      | 13              | 1,732,859        | 1,642,942        | (5)              |\n| Gold (ounces)                   | $  83,117       | $  76,181       | (8)             | 47,734           | 42,428           | (11)             |\n| Lead                            | $  31,261       | $  37,598       | 20              | 19,335           | 18,014           | (7)              |\n| Others                          | $  9,871        | $  12,661       | 28              |                  |                  |                  |\n| Mining Division                 | $  8,566,209    | $ 12,087,854    | 41%             | 3,089,974        | 2,903,735        | (6)              |\n| Transportation Division (loads) | $  2,111,837    | $  2,480,759    | 17              | 1,753,069        | 1,908,423        | 9                |\n| Infrastructure Division         | $  231,160      | $  208,124      | (10)            |                  |                  |                  |\n| Total Sales                     | $ 10,909,207    | $ 14,776,738    | 35              |                  |                  |                  |\n\n## EBITDA\n\nMILLION DOLLARS\n\n| DIVISION       | 2020     | 2021     | Var. %   |\n|----------------|----------|----------|----------|\n| Mining         | $  4,155 | $  7,587 | 83%      |\n| Transportation | $  944   | $  1,123 | 19%      |\n| Infrastructure | $  267   | $  227   | (15%)    |\n| Consolidated   | $  5,363 | $  8,933 | 67%      |\n\n<!-- image -->\n\n## TOTAL SALES\n\nMILLIONS OF DOLLARS\n\n<!-- image -->\n\n## SHARE OF CONTINENTS AND COUNTRIES IN SALES\n\n<!-- image -->",
        "metadata": {
            "page": 8
        },
        "id": "e63e8dc1-56fc-460e-889f-777a40ae53fa"
    },
    {
        "page_content": "<!-- image -->\n\nGMXT's rail operations control center in Guadalajara, Jalisco.\n\n## CAPITAL EXPENDITURES\n\nIn 2021 we invested US$1.36 billion, 22.2% more than in 2020. Our investment program for 2022 is approximately US$2,274 million in different projects that will promote economic growth, create jobs and prompt the well-being of the countries where we operate.\n\nIn the Mining Division, we are investing US$935 million this year:\n\n- ·  US$558 million in México\n- ·  US$335 million in Perú\n- ·  US$42 million in the United States\n\nIn the Transportation Division, we invested US$329 million in 2021, mainly to improve infrastructure to increase our capacity and operating efficiency and gain access to new markets with high potential.\n\nIn the Infrastructure Division, the investments made were US$99 million in 2021 for the construction of the new Fenicias Wind Farm in the north of the country and in the fuel terminals and highways (Salamanca-León and the Silao bypass)\n\n<!-- image -->\n\n## CONSOLIDATED DEBT\n\nIn Grupo México we maintain a solid balance sheet with a low leverage and net debt to EBITDA ratio of 0.3x. Eighty-one percent of the contracted debt is dollar-denominated and 19% is peso-denominated. Ninety-six percent of the debt is a fixed rate. In addition, Grupo México has a maturity schedule with payments below US$1 million per year until 2035.\n\nAs of December 31, 2021, Grupo México's total consolidated debt was US$8.78 billion, with a balance in cash, cash equivalents and restricted cash of US$6.41 billion, which is equivalent to a net debt of US$2.36 billion.\n\n## Grupo México has strong cash flow generation as a result of its investment plan and sustained long-term growth\n\n## GRUPO MÉXICO MATURITIES AS OF DECEMBER 31, 2021\n\n<!-- image -->",
        "metadata": {
            "page": 9
        },
        "id": "e3ef8fff-ffa8-434c-adb5-8988ecc69d92"
    },
    {
        "page_content": "<!-- image -->\n\n## GRUPO MÉXICO STOCK PERFORMANCE AND DIVIDEND PAYMENTS\n\nFinancially, as a result of a record year, we prioritized increasing returns to our shareholders through dividend payments, which positioned us as one of the most attractive dividend stocks in the copper industry worldwide and on the Mexican Stock Exchange. This year our average dividend yield remained around 7%.\n\n## We prioritized increasing returns to our shareholders through dividend payments, which are the most attractive in the copper industry\n\nOur financial strength and high cash flow generation in a favorable copper price environment and our characteristic operating efficiency made GMEXICO's stock post a net return of 10.7% in dollar terms and 13.8% in pesos. The share price increased 6% during 2021 in MXN and 3% in USD.\n\nGMEXICO SHARE PRICE JANUARY - DECEMBER 2021\n\n<!-- image -->\n\nDrilling machine for blasting in Cananea, Sonora.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 10
        },
        "id": "5279c386-bb9a-4c89-877c-70460c5721ec"
    },
    {
        "page_content": "<!-- image -->\n\nDouble stowage containers in which we transport finished products.\n\nANNUAL DIVIDEND YIELD\n\n<!-- image -->\n\n<!-- image -->\n\n## NATURAL HEDGING IN DOLLARS\n\nEven though 2021 was a year of high volatility in the currency market, we are in a privileged position to face exchange rate fluctuations. Ninety-two percent of our revenues are dollarized as they come from commodities. In contrast, the operations in México and Perú, only 50% of the costs are in dollars. As a result, our company has a natural hedge in dollars with a positive impact on results in the event of a dollar appreciation.\n\n|                | Sales   | Sales   | Sales costs   | Sales costs   | Sales costs   |\n|----------------|---------|---------|---------------|---------------|---------------|\n| DIVISION       | USD     | MXN     | USD           | MXN           | Soles         |\n| Mining         | 100%    |         | 65%           | 28%           | 7%            |\n| Transportation | 57%     | 43%     | 27%           | 73%           |               |\n| Infrastructure | 69%     | 31%     | 22%           | 78%           |               |\n| Weighted total | 92%     | 8%      | 50%           | 40%           | 10%           |\n\n## CREDIT PROFILE\n\nThe raters highlighted Grupo México's position as a leader in the global copper industry, due to a highly competitive cost of production, a proven track record of executing growth projects, and the benefit of its business diversification, including its significant presence in the Transport and Infrastructure industries.\n\n## The credit rating agencies Fitch and S&P confirmed Grupo México's credit rating at BBB+, with a stable outlook\n\nThey  also  highlighted  the  Group's  solid  leverage  levels,  strong  capital  structure  and comfortable maturity profile that ensure the preservation of the Group's liquidity.\n\nThey also mentioned GMXT's strong cash flow generation and its leadership as the operator of railroads with the broadest coverage and market share in México.",
        "metadata": {
            "page": 11
        },
        "id": "25fe844e-d47f-4966-b3d6-7ca8124bad6d"
    },
    {
        "page_content": "## KEY DATA\n\n|                                      | 2018          | 2019      | 2020      | 2021      | Real % variation 2021/2020   |    |\n|--------------------------------------|---------------|-----------|-----------|-----------|------------------------------|----|\n| Volume Sold *                        | Volume Sold * |           |           |           |                              |    |\n| Copper       (tons)                  | 1,001,388     | 1,094,252 | 1,133,951 | 1,058,348 | (7)                          |    |\n| Zinc           (tons)                | 106,483       | 103,668   | 104,752   | 91,570    | (13)                         |    |\n| Silver         (thousands of ounces) | 19,477        | 20,739    | 21,085    | 20,115    | (5)                          |    |\n| Gold           (ounces)              | 55,938        | 49,163    | 47,734    | 42,428    | (11)                         |    |\n| Molibden    (tons)                   | 22,055        | 26,849    | 30,259    | 30,319    | 0                            |    |\n\n| Average Price (USD)           | Average Price (USD)   |          |          |          |          |    |    |\n|-------------------------------|-----------------------|----------|----------|----------|----------|----|----|\n| Copper       (COMEX)          | (pound)               | 2.93     | 2.72     | 2.80     | 4.24     | 51 |    |\n| Zinc           (LME)          | (pound)               | 1.33     | 1.16     | 1.03     | 1.36     | 32 |    |\n| Silver         (COMEX)        | (ounce)               | 15.65    | 16.16    | 20,62    | 25.18    | 22 |    |\n| Gold           (LF)           | (ounce)               | 1,269.14 | 1,392.17 | 1,769.59 | 1,799.58 |  2 |    |\n| Molibden    (MW DEALER OXIDE) | (pound)               | 11.94    | 11.35    | 8.69     | 15.85    | 82 |    |\n\n| Transportation Division Statistics   | Transportation Division Statistics   |        |        |        |        |    |\n|--------------------------------------|--------------------------------------|--------|--------|--------|--------|----|\n| Net ton kms                          | (million tons)                       | 64,809 | 65,444 | 62,823 | 69,252 | 10 |\n| Cargo                                | (thousands  of units)                | 1,962  | 1,888  | 1,753  | 1,908  |  9 |\n\n| Balance (millions of USD)   |        |        |        |        |     |\n|-----------------------------|--------|--------|--------|--------|-----|\n| Current assets              | 4,789  | 5,908  | 7,375  | 10,312 | 40  |\n| Fixed assets                | 17,146 | 17,084 | 17,100 | 16,970 | (1) |\n| Total assets                | 25,805 | 27,566 | 28,608 | 30,359 | 6   |\n| Bank liability              | 8,384  | 9,377  | 8,952  | 8,782  | (2) |\n| Total liability             | 12,196 | 13,320 | 13,364 | 13,584 | 2   |\n| Total stockholders' equity  | 13,609 | 14,246 | 15,244 | 16,775 | 10  |\n\n| Results (millions of USD)   |        |        |        |        |    |\n|-----------------------------|--------|--------|--------|--------|----|\n| Total sales                 | 10,495 | 10,681 | 10,909 | 14,777 | 35 |\n| Cost of sales               | 5,419  | 5,514  | 5,298  | 5,565  |  5 |\n| Taxes                       | 983    | 1,268  | 1,370  | 2,453  | 79 |\n| EBITDA                      | 4,889  | 5,945  | 5,363  | 8,933  | 67 |\n| Net profit                  | 1,147  | 1,766  | 2,118  | 3,706  | 75 |\n\n2018\n\n2019\n\n2020\n\n2021\n\nReal % variation\n\n2021/2020\n\n## Cash Flow (millions of USD)\n\nGenerated by the operation\n\n3,008\n\n2,714\n\n3,761\n\n5,627\n\n50\n\nDividends paid\n\n(1,352)\n\n(1,591)\n\n(1,328)\n\n(2,872)\n\n116\n\nTaxes paid\n\n1,716\n\n1,843\n\n1,589\n\n2,964\n\n87\n\nApplied to financial activities\n\n(186)\n\n777\n\n(476)\n\n(228)\n\n(52)\n\nUsed in investments\n\n(1,686)\n\n(1,125)\n\n(1,115)\n\n(1,362)\n\n22\n\nCash flow after investing and financing activities\n\n(290)\n\n1,011\n\n1,127\n\n1,165\n\n3\n\n| Financial Ratios                         |         |        |        |        |        |      |\n|------------------------------------------|---------|--------|--------|--------|--------|------|\n| Operating margin                         |         | 34%    | 33%    | 37%    | 51%    | 37   |\n| EBITDA margin                            |         | 47%    | 46%    | 49%    | 60%    | 23   |\n| Current assets to current liabilities    | (times) | 2.6    | 2.6    | 3.3    | 2.2    | (31) |\n| Total liabilities to total assets        |         | 47%    | 48%    | 47%    | 45%    | (4)  |\n| Debt / total stockholders' equity + debt |         | 38%    | 40%    | 37%    | 34%    | (7)  |\n| EBITDA / Interests                       | (times) | 9.85   | 8.96   | 9.75   | 16.24  | 67   |\n| Staff employed                           |         | 31,596 | 30,263 | 29,169 | 29,707 | 2    |\n\n## Annual Inflation\n\nMéxico\n\n5%\n\n3%\n\n3%\n\n7%\n\n133\n\nUnited States\n\n2%\n\n2%\n\n1%\n\n7%\n\n600\n\nPerú\n\n2%\n\n2%\n\n2%\n\n6%\n\n200\n\n## Average Exchange Rate\n\nMéxico (pesos / dollar)\n\n19.24\n\n19.26\n\n21.50\n\n20.28\n\n(6)\n\nPerú (soles / dollar)\n\n3.28\n\n3.34\n\n3.50\n\n3.88\n\n11\n\n- Expressed according to the Generally Accepted Accounting Principles in the USA\n- * In all the report tons are metric and ounces are troy.",
        "metadata": {
            "page": 12
        },
        "id": "9e82046d-6a54-4dd9-ad71-f568924b06ac"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 13
        },
        "id": "ba5a0c7c-9073-41ed-a5cd-31d56c372aca"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## AMERICAS MINING CORPORATION (AMC)\n\nTHOUSANDS OF DOLLARS\n\n|                     | January - December   | January - December   | Variation    | Variation   |\n|---------------------|----------------------|----------------------|--------------|-------------|\n|                     | 2020                 | 2021                 | Absolute     | %           |\n| Sales               | $  8,566,209         | $ 12,087,854         | $  3,521,646 | 41.1        |\n| Cost of sales       | $  4,323,481         | $  4,455,369         | $  131,888   | 3.1         |\n| Operating profit    | $  3,173,980         | $  6,506,597         | $  3,332,617 | 105.0       |\n| EBITDA              | $  4,155,136         | $  7,587,212         | $  3,432,076 | 82.6        |\n| EBITDA Margin (%)   | 48.5%                | 62.8%                |              |             |\n| Net Profit          | $  2,030,178         | $  3,676,297         | $  1,646,119 | 81.1        |\n| Profit margin (%)   | 23.7%                | 30.4%                |              |             |\n| Investments / CAPEX | $  627,951           | $  934,600           | $  306,649   | 48.8        |\n\nWe have 14 mines, three metallurgical complexes, and exploration projects in México, Perú, the United States, Spain, Chile, Ecuador and Argentina\n\nGrupo México's Mining Division is represented by its subsidiary AMC, whose main subsidiaries are Southern Copper Corporation (SCC) in México and Perú, ASARCO in the United States and Minera Los Frailes in Spain.\n\n- · Leader in copper mining\n- · Copper producer with the highest organic growth\n- · Largest copper reserves and mineral resources in the world\n- · Lowest production costs globally\n- · Best portfolio of growth projects with diversified assets\n\nOpen pit mine Silver Bell, Arizona.",
        "metadata": {
            "page": 14
        },
        "id": "4871d7b2-d68b-4d6e-901e-14c364b7cfc2"
    },
    {
        "page_content": "ANNUAL REPORT 2021\n\nBaja\n\nCalifornia\n\n## MINING\n\n01\n\nRay\n\nMINE\n\n- 02 Hayden PLANT\n\n03\n\nMission\n\nMINE\n\n- 04 Silver Bell MINE AND PLANT\n\n05\n\nAmarillo\n\nPLANT\n\n- 06 El Pilar COPPER PROJECT\n- 07 El Arco COPPER PROJECT\n- 08 Lime Plant PLANT\n- 09 Buenavista del Cobre MINE\n\n7\n\nArizona\n\n4\n\n3\n\n6\n\n1\n\nSonora\n\nChihuahua\n\n15\n\n16\n\nMÉXICO\n\nPACIFIC OCEAN\n\n10\n\n21\n\n20\n\nZacatecas\n\nMichoacÆn\n\nMetallurgical Complex\n\nPLANT\n\n- 11 La Caridad MINE\n- 12 Pilares COPPER PROJECT\n- 13 Santa Eulalia UNDERGROUND POLYMETALLIC MINE\n- 14 Buenavista Zinc ZINC PROJECT\n\n15\n\n16\n\n17\n\n18\n\nHermosillo Offices\n\nCORPORATE OFFICES\n\nGuaymas Terminal\n\nPLANT\n\nChihuahua Offices\n\nCORPORATE OFFICES\n\nCentral Workshop\n\nPLANT\n\n13\n\n17\n\n18\n\n19\n\n2\n\n9\n\n14\n\n8\n\n10\n\n11\n\n12\n\nNew Mexico\n\n5\n\n22\n\n23\n\nS.L. Potosí\n\n24\n\n25\n\nCDMX\n\n26\n\nGuerrero\n\nSanta BÆrbara\n\n19\n\nPOLYMETALLIC UNDERGROUND MINE\n\n- 20 Chalchihuites UNDERGROUND POLYMETALLIC MINE PROJECT\n\n21\n\n22\n\nSan Martín\n\nUNDERGROUND POLYMETALLIC MINE\n\nCharcas\n\nUNDERGROUND POLYMETALLIC MINE\n\n- 23 Electrolytic Zinc Refinery PLANT\n- 24 Angangueo UNDERGROUND POLYMETALLIC MINE PROJECT\n\n25\n\n26\n\nMØxico Offices\n\nCORPORATE OFFICES\n\nTaxco\n\nUNDERGROUND POLYMETALLIC MINE\n\nTexas\n\nUSA\n\nGULF OF MÉXICO\n\nECUADOR\n\nA\n\nB\n\nPERÚ\n\nD\n\nE\n\nJ\n\nC\n\nH\n\nF\n\nCHILE\n\nG\n\nI\n\nSPAIN\n\nLos Frailes\n\nPOLYMETALLIC\n\nA\n\nB\n\nC\n\nD\n\nE\n\nF\n\nG\n\nH\n\nI\n\nJ\n\nChaucha\n\nCOPPER PROJECT\n\nTantahuatay\n\nGOLD MINE\n\nLima Offices\n\nCORPORATE OFFICES\n\nLos Chancas\n\nCOPPER PROJECT\n\nTía María\n\nCOPPER PROJECT\n\nCuajone\n\nCOPPER MINE\n\nToquepala\n\nCOPPER MINE\n\nIlo\n\nPLANT\n\nCatanave\n\nCOPPER PROJECT\n\nMichiquillay\n\nGOLD AND COPPER PROJECT",
        "metadata": {
            "page": 15
        },
        "id": "cff15ca2-83fd-45be-ae47-c769826f4446"
    },
    {
        "page_content": "<!-- image -->\n\nInside Charcas Mine, San Luis Potosí.\n\nThroughout the years, we have continuously and consistently invested in different projects due to our financial strength and a significant portfolio of organic growth projects. In 2021, we invested US$935 million:\n\n- ·  US$558 million in México\n- ·  US$335 million in Perú\n- ·  US$42 million in the United States\n\n<!-- image -->\n\n## COPPER PRODUCTION\n\nTHOUSANDS OF TONS\n\n<!-- image -->\n\nFor four consecutive years, our production has exceeded one million tons of copper",
        "metadata": {
            "page": 16
        },
        "id": "002d00bd-9b2f-45e3-bdc3-894e5b439e3c"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## PRODUCTS\n\nIn 2021, the average price of copper was US$4.24/lb, 51% higher than the average for 2020. Production in 2021 had a slight decrease of 3.9% compared to the previous year, reaching 1,084,806 tons, because copper grades in ore were inferior, but in future years our mining plans project higher productions.\n\nWe estimate that, by 2024 and in subsequent years, we will produce more than 1,300,000 tons with the entry into operation of our growth projects in México: Pilares, El Pilar, Buenavista Zinc, and in Perú: Tía María.\n\n## In 2021 copper sales represented 82.6% of AMC's total revenue and 67.5% of Grupo México's total revenue\n\nLEADERSHIP IN OPERATING COST AND CASH-COST\n\nDue to our cost and efficiency policy, we managed to reduce the net cash cost to a record level of US$0.86. With this, we reaffirm the best price of the copper industry worldwide and our ability to maintain efficiency despite adverse circumstances.\n\nSales of the Mining Division were US$12.08 billion, 41% higher compared to 2020. EBITDA was US$7.58 billion with a margin of 62.8%\n\nBall mills for ore grinding process.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 17
        },
        "id": "cb7d824b-4015-4bd9-a67d-770f5e9020e7"
    },
    {
        "page_content": "## COPPER'S CONTRIBUTION TO THE CIRCULAR ECONOMY\n\nSustainability and climate change pose challenges for everyone. In recent years we have taken significant steps to promote economic development based on responsible use of natural resources. We have products and systems that consciously use natural resources to generate the least waste. Copper is an essential element in this transformation.\n\nThis infographic shows how copper supports the circular economy.\n\n<!-- image -->\n\n32\n\n<!-- image -->\n\n## PRODUCTS AND BY-PRODUCTS\n\n## COPPER\n\nCopper is the third most used metal in the world. It has chemical and physical properties such as high electrical conductivity and corrosion resistance, as well as excellent malleability and ductility, which makes it an optimal material for industries such as those related to electric and  wind power, electric cars, telecommunications, computers, cell phones, construction, transportation, industrial machinery and infrastructure, among others.\n\nIt is also an important material for non-electrical uses such as plumbing and ceiling covering. In alloy with tin, it forms bronze and other consumer products. In addition, it is used in the manufacture of fungicides and various chemical products.\n\nThe COVID-19 pandemic has drawn strong attention to the antibacterial properties of copper. Today we known that copper surfaces provide efficient and long-lasting protection against viruses and bacteria.\n\nIn 2021 we were the mining company that produced more copper in México and Perú as well as the third in the United States",
        "metadata": {
            "page": 18
        },
        "id": "70c82ad9-6abd-4d0b-b99a-0d195fe0824c"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## SMART MINES\n\nWe use state-of-the-art tools because we know that smart mines will allow our mining operation to be increasingly efficient and safe, as well as friendlier to the environment and to the communities in which we operate.\n\n## ALTERNATIVE AND RENEWABLE ENERGY SOURCES\n\nAt some of our mines, we have adopted the use of renewable energy sources as a way to reduce our carbon footprint, and we plan to use them widely in the near future.\n\n## AUTOMATION\n\nWe have incorporated the use of automated technologies that allow us to have more efficient and secure operations.\n\n## HIGH-ACCURACY GPS\n\nSeeking to achieve greater efficiency and safety in our operations, we incorporated high-precision GPS.\n\n## DRONE TECHNOLOGY\n\nThe use of drones, which offer images in real-time, has allowed us to monitor our mining operations permanently. This monitoring makes it possible to provide a much more efficient and expeditious maintenance.\n\nTeam members at Buenavista del Cobre, Sonora.",
        "metadata": {
            "page": 19
        },
        "id": "58d09aef-563a-419f-bbd3-beb33ed394c0"
    },
    {
        "page_content": "## We are the 2 nd molybdenum producer worldwide\n\n<!-- image -->\n\n<!-- image -->\n\n## MOLYBDENUM\n\nZINC\n\n## Industry\n\n- ·  Manufacture of stainless and special steels. Catalyst in the oil and gas industry\n- ·  Materials for the aeronautical industry, fertilizers, dyes, enamels, reagents and lubricants.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## Average price in 2021\n\n- ·  US$15.85 / lb\n\n## Production\n\n- 67 million pounds\n\n## Properties\n\n- ·  Provides increased alloy hardness and corrosion resistance.\n\n## Industry\n\n- ·  Industrial use and products, but mainly in galvanization.\n- ·  In the manufacture of die castings, as well as in bronzes.\n- ·  Base to obtain zinc oxide used in the manufacture of tires, paints, and cattle feed, among others.\n\n<!-- image -->\n\n## Average price in 2021\n\n- ·  US$1.36 / lb\n\n## Production\n\n204 million pounds\n\n## Properties\n\n- ·  Low melting point, malleability and high strength.\n\n<!-- image -->\n\n## SILVER\n\n## GOLD\n\nIndustry\n\n- ·  Manufacture of electrical, medical, electronic and photographic products.\n- ·  To a lesser extent in alloys of welding, jewelry, minting, silverware and catalysts.\n\n<!-- image -->\n\n## Average price in 2021\n\n- ·  US$25.18 / oz\n\n## Production\n\n- 20 million ounces\n\n## Properties\n\n- ·  Thermal and electrical conductivity.\n\n<!-- image -->\n\n## Industry\n\n- ·  Jewelry and industrial use.\n- ·  Manufacture of electronic products such as phones, cell phones, televisions, GPSs and computers.\n\n<!-- image -->\n\n## Average price in 2021\n\n- ·  US$1,799.58 / oz\n\n## Production\n\n- 60 million ounces\n\n## Properties\n\n- ·  Good conductor of heat and electricity.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 20
        },
        "id": "dad7742a-7840-43c8-957b-6e31abe33faa"
    },
    {
        "page_content": "<!-- image -->\n\n## Pilares Field, La Caridad, Sonora.\n\n<!-- image -->\n\n<!-- image -->\n\n- 01 Buenavista Zinc ZINC PROYECT\n- 02 Pilares COPPER PROYECT\n- 03 El Pilar COPPER PROYECT\n\n<!-- image -->\n\n<!-- image -->\n\n## Chalchihuites\n\n<!-- image -->\n\nPOLYMETALLIC UNDERGROUND MINE PROJECT\n\nAngangueo\n\nPOLYMETALLIC UNDERGROUND MINE PROJECT\n\nEl Arco\n\nGOLD AND COPPER PROYECT\n\n## PROJECTS SUMMARY\n\n| PROJECT         | INVESTMENT  Million dollars   | PROGRESS                                                                                                                                                                                      | OPERATION START  DATE   | JOBS   | CAPACITY                                         | YEARS OF  MINE LIFE   |\n|-----------------|-------------------------------|-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------------|-------------------------|--------|--------------------------------------------------|-----------------------|\n| El Arco         | $8,893                        | · One of the world's largest  undeveloped copper deposits  · Completed environmental  baseline study and technical  information required to  submit environmental impact  statements          | 2028                    | 6,600  | 190,000  tons  of copper 100,000  ounces of gold | 40                    |\n| Buenavista Zinc | $413                          | · Equipment purchases are 96%  complete · Construction work in progress · The project has all the necessary  permits                                                                          | Q3 2023                 | 1,960  | 98,000 tons of zinc                              | 15                    |\n| El Pilar        | $310                          | · Basic engineering is completed · Part of the clearing works are  finished and the rest are in  progress · The bidding process for the  elaboration of the detailed  engineering is underway | Q4 2023                 | 2,300  | 35,000 tons of copper                            | 15                    |\n| Pilares         | $159                          | · Construction of the 25-meter-wide  road for mining trucks has been  completed · It is expected to start operations  in the second half of 2022                                              | Q1 2022                 | 1,200  | 38,000 tons of copper                            | 10                    |\n| Total           | $9,775                        |                                                                                                                                                                                               |                         |        |                                                  |                       |",
        "metadata": {
            "page": 21
        },
        "id": "6ae43ff8-7dfb-4e5b-940f-aab99772538e"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## Between 2020 and 2027 Grupo México plans to invest US$8,893 million in Sonora and Baja California\n\n## NORTHERN COPPER CIRCUIT, BAJA CALIFORNIA AND SONORA\n\n## Benefits:\n\n| ·  Total jobs                              | 42,721                       |\n|--------------------------------------------|------------------------------|\n| ·  Annual sales                            | US$8.83 billion              |\n| ·  Additional annual taxes                 | US$1.58 billion              |\n| ·  Refined copper production               | 874 thousand tons per year   |\n| ·  Zinc equivalent production              | 185 thousand tons per year   |\n| ·  Gold production                         | 100 thousand ounces per year |\n| · Percentage of national copper production | 89%                          |\n\nWe are currently working on several projects in México, Perú, the United States and Spain, with an investment of more than US$23.24 billion\n\n## PROJECTS IN THE UNITED STATES\n\nASARCO, ARIZONA\n\n## Ray\n\nConstruction of the aqueduct to carry water from Hayden was completed.\n\n- ·  Expansion of tailings dam in progress.\n- ·  Rehabilitation of the copper electrolytic plant.\n\n## Hayden\n\n- ·  Construction of the rockfill to reinforce and stabilize to the AB-BC tailings storage dams near the Gila River is in progress.\n- ·  We are in the process of constructing a plant to process and recover stored slag.\n\nWe reiterate our commitment to ensuring a long-term sustainable operation that generates greater value for our shareholders, our employees, and the Arizona and Texas economies through competitive jobs and direct involvement with local communities.",
        "metadata": {
            "page": 22
        },
        "id": "3617ab0b-515b-44cb-9b35-09593b1a6cd8"
    },
    {
        "page_content": "<!-- image -->\n\nPrimary crusher in Cuajone, Moquegua.\n\n## PROJECTS IN PERÚ\n\n| PROJECT          | INVESTMENT Million dollars   | PROGRESS                  | OPERATION START  DATE   | JOBS   | CAPACITY                | YEARS  MINE LIFE   |\n|------------------|------------------------------|---------------------------|-------------------------|--------|-------------------------|--------------------|\n| Michiquillay     | $3,130                       | Developing                | 2029                    | 9,000  | 269,000 copper tons eq. | 40                 |\n| Los Chancas      | $2,811                       | Environmental evaluations | 2027                    | 8,000  | 545 million tons        | 20                 |\n| Tía María        | $1,514                       | Authorization process     | 2025                    | 6,000  | 120,000 copper tons     | 21                 |\n| Total Investment | $7,455                       |                           |                         |        |                         |                    |\n\n01\n\nTía María\n\nCOPPER PROJECT\n\n- 02 Los Chancas COPPER PROJECT\n- 03 Michiquillay GOLD AND COPPER PROJECT\n- 04 Tantahuatay GOLD MINE\n\n<!-- image -->\n\nWe are working in di/fferent projects in Perú totaling an investment of US$9,262 million\n\n<!-- image -->",
        "metadata": {
            "page": 23
        },
        "id": "98e9b4a2-43db-4c73-8c57-6ef7cc0011d3"
    },
    {
        "page_content": "ANNUAL REPORT 2021\n\n<!-- image -->\n\n## PROJECTS IN SPAIN\n\n- ·  Los Frailes Mine\n- ·  Location: Municipality of Aznalcóllar, Province of Seville, Andalucía.\n- ·  Project progress:\n- -Feasibility study completed with attractive results.\n- -We continue with the project's technical progress, including the development of detailed engineering.\n- -Working on initiatives to optimize production processes and improve energy efficiency with renewable technologies.\n- -Continued  monitoring  and  management  of  environmental  elements.  A  new geohydrological  model  was  prepared  and  validated  by  the  competent  water authorities.\n- -We obtained the declaration of Project of Superior Public Interest by the Regional Government of Andalucía, which ratifies the relevance, the alignment and positive impact at the project's socio-economic and environmental level.\n- -We continue managing the process of environmental assessments and obtaining permits to start construction.\n- -Once in operation, it will produce approximately 125 thousand tons per year of total zinc equivalent for more than 20 years of initial mine life.\n\n<!-- image -->\n\nAerial view of the municipality of Aznalcóllar, Seville.\n\n<!-- image -->\n\nGrupo México has the largest portfolio of projects for organic growth\n\n## EXPLORATIONS\n\nIn addition to exploration and drilling programs at existing mines, we are looking for deposits in other locations. Some of our most important exploration projects are:",
        "metadata": {
            "page": 24
        },
        "id": "c6ca2960-5671-40bf-b934-9bc2c9e48762"
    },
    {
        "page_content": "<!-- image -->\n\nPrimary crusher, La Caridad, Sonora.\n\n## MÉXICO\n\n## CHALCHIHUITES, ZACATECAS\n\n- ·  Skarn type deposit.\n- ·  Drilling programs carried out between 1980 and 2014 identified 12.6 million tons of ore with an average silver content of 110 grams per ton, 2.66% zinc, 0.37% lead and 0.67% copper.\n- ·  In 2022, metallurgical testing of cronos ore body will continue, with a complex mix of sulfides and zinc oxides, with the possibility of silver recovery.\n- ·  A 5-thousand-meter drilling program is planned for 2022, in the southeast part of the project, in Virgen Morena, which is likely to host epithermal veins.\n\n## BELLA UNIÓN (LA CARIDAD), SONORA\n\n- ·  A breccia-type satellite deposit with copper and molybdenum mineralization is located less than one kilometer from the southern limit of La Caridad pit.\n- ·  Between 2016 and 2020, we carried out a 75-thousand-meter drilling program to define the geometry of the deposit.\n- · 61 million tons of copper sulfides grading 0.67% copper and 69 million tons of leachable ore grading 0.20% copper have been identified.\n- ·  With this discovery, La Caridad mine will have grades above 0.50% copper in future years.",
        "metadata": {
            "page": 25
        },
        "id": "03cf4fd4-bd62-44e9-977f-52a4ba427823"
    },
    {
        "page_content": "## PERÚ\n\n## LOS CHANCAS, APURÍMAC\n\n- ·  Porphyry copper and molybdenum deposit located in the department of Apurímac in southern Perú.\n- · 545 million tons of mineralized rock with a copper content of 0.59%, 0.04% molybdenum and 0.039 grams of gold per ton.\n- ·  181 million tons of leached mineralized rock with 0.357% copper.\n\n## MICHIQUILLAY, CAJAMARCA\n\n- ·  Porphyry copper deposit in the district of La Encañada, province and department of Cajamarca, in northern Perú.\n- ·  In 2021, the Peruvian Ministry of Energy and Mines approved the semi-detailed Environmental Impact Study for the project, this will allow us to start a 5-thousand-meter drilling program aimed at verifying and updating the estimated mineralized resources.\n- ·  The company signed a Social Agreement with the communities in the area of direct influence of the project, such as the CC Michiquillay and CC La Encañada, where social programs will be developed.\n\n## CHAPARRA, SOUTH OF PERÚ\n\n- ·  By  2022,  we  plan  to  carry  out  a  4-thousand-meter-diamong  drilling  program corresponding to a system with evidence of porphyry copper mineralization. Additionally, we will carry out a 5-thousand-meter drilling program for the exploration of prospective areas with copper mineralization mainly in southern Perú.\n\n<!-- image -->\n\nQuebalix on leaching grounds in Toquepala, Tacna.\n\n## CHILE\n\n## MONTONERO PROJECT (EL SALADO)\n\n- ·  Located in the Atacama Region of northern Chile, this is a copper and gold project.\n- ·  The project's pre-feasibility study is scheduled to be completed by the first quarter of 2022.\n\n## OTHER PROSPECTS\n\nBy 2022 we plan to continue with the 2-thousand-meter-diamong drilling program at the Taruca prospect and to carry out a 2-thousand-meter-diamong drilling program at the Chapalele prospect, both located in the Antofagasta region in northern Chile.",
        "metadata": {
            "page": 26
        },
        "id": "c1336ffc-4ebd-46a3-a79c-343f2d9c3968"
    },
    {
        "page_content": "## ECUADOR\n\n## COPPER ROUTE PROJECT\n\n- · Located west of the city of Cuenca and south of Guayaquil. The mineralization is characteristic of a porphyry copper and molybdenum system explored since 2014.\n- · In 2021, the entire drilling program aimed at evaluating the resource was completed, totaling 121 thousand meters; information with which the project's feasibility study was initiated.\n- · The feasibility study is expected to be completed at the beginning of the second quarter of 2022.\n\n## ARGENTINA\n\n## CAÑADÓN DEL MORO PROJECT\n\n- · Located in the Province of Río Negro. Low sulfuration epithermal deposit, with veins that accumulate a total of 7.6 km.\n- · To date, drilling has defined an epithermal silver deposit with a potential of economic interest with grades over 9.4 Onz/Ag.\n- · By 2022, we expect to increase the resource estimate and define project's viability.\n\nSolvent extraction trains of the ESDE plant at Buenavista del Cobre, Sonora.\n\n<!-- image -->\n\n## ESPERANZA PROJECT\n\n- · Located in the Province of Río Negro, 63 km northwest of Los Menucos town.\n- · Philonian-hydrothermal Qz-Au deposit stockwork and hydrothermal breccias, with thicknesses ranging from 6 to 60 m as maximum widths.\n- · For 2022, a 3-thousand-meter-diamong drilling program is scheduled in the prospect to determine the dimension of the deposit considering the high values in the drill intersects.",
        "metadata": {
            "page": 27
        },
        "id": "3bff4205-3d30-4f68-b340-0bf0a0cd6260"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nOne train moves the same as 300 trucks and emits 3.5 times fewer tons of CO 2 than automotive transport with conventional locomotives and 5.6 times less with LNG locomotives.",
        "metadata": {
            "page": 28
        },
        "id": "f81d3c07-53dd-4776-83de-f453d3c6c123"
    },
    {
        "page_content": "<!-- image -->\n\n## GRUPO MÉXICO TRANSPORTES (GMXT)\n\nTHOUSANDS OF DOLLARS\n\n|                                   | January - December   | January - December   | Variation   | Variation   |\n|-----------------------------------|----------------------|----------------------|-------------|-------------|\n|                                   | 2020                 | 2021                 | Absolute    | %           |\n| Transported Vol (Million Tons/Km) | 62,823               | 69,252               | 6,428       | 10.2        |\n| Loads transported                 | 1,753,069            | 1,908,423            | 155,354     | 8.9         |\n| Sales                             | $  2,158,312         | $ 2,523,111          | $  364,799  | 16.9        |\n| Cost of sales                     | $  1,119,200         | $ 1,310,381          | $  191,181  | 17.1        |\n| Operating income                  | $  605,341           | $  770,559           | $  165,218  | 27.3        |\n| EBITDA                            | $  944,211           | $ 1,122,660          | $  178,449  | 18.9        |\n| EBITDA Margin (%)                 | 43.7%                | 44.5%                |             |             |\n| Net Income                        | $  274,745           | $  369,391           | $  94,646   | 34.4        |\n| Profit Margin (%)                 | 12.7%                | 14.6%                |             |             |\n| Investments / CAPEX               | $  268,979           | $  329,136           | $  60,157   | 22.4        |\n\n## We are one of the eight trunk railroads in North America\n\nThe Transport Division of Grupo México is represented by its subsidiary GMéxico Transportes, S.A.B. de C.V. (GMXT). At GMXT we provide logistics solutions for safe, efficient, reliable and sustainable land freight transport, which contributes to strengthening connectivity and competitiveness in the markets in which we participate.\n\n## GMXT's main subsidiaries are:\n\n- ·  Ferromex\n- ·  Ferrosur\n- ·  Florida East Coast\n- ·  Texas Pacific\n- ·  Intermodal México\n\nWe are the leading land freight transport company in México, with the broadest coverage and connectivity. We have a railroad network of more than 11,136 kilometers of track in 24 states of México, and in the states of Texas and Florida in the USA.\n\nTrain in Tequila, Jalisco.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 29
        },
        "id": "1dd86744-b770-48bc-aff8-f5d7efe839b1"
    },
    {
        "page_content": "<!-- image -->\n\n- Connection with other railroads",
        "metadata": {
            "page": 30
        },
        "id": "ce940b47-a7ef-497a-8778-ceb41bbc7d81"
    },
    {
        "page_content": "<!-- image -->\n\nTank trucks at the railway terminal.\n\n## Our network is supported by:\n\n- ·  10,591 highly trained employees\n- ·  811 locomotives\n- ·  More than 30,070 rail cars\n\nSince we started operating the railway in 1998,  by investing in our railway network to make it more resistant, modern and efficient, we have almost tripled our cargo capacity and tons to kilometers transported.\n\nSince its privatization, the railway industry in México has evolved and become more dynamic:\n\n- ·  Tractive force Increased more than 163%\n- ·  Transported volume quadrupled\n- ·  Increase in the market share of ground freight, growth from 18.8% to 26.4%\n- ·  Sustained growth in foreign trade rail traffic\n- ·  Expansion of the capacity of the tracks in the main corridors, to support 130-ton cars, following the AAR (Association of American Railroads) standard\n\n<!-- image -->\n\n## MARKET SHARE\n\nTONS - KM\n\n<!-- image -->\n\nSource: Anuario Estadístico Ferroviario 2020\n\n## Our track has been rebuilt to move trains of greater weight, three times the length and five times the speed\n\n<!-- image -->\n\n<!-- image -->\n\nOUR SALES WERE US$2.52 BILLION\n\n<!-- image -->\n\nWE MOVED 1,908,423 LOADS\n\nWE TRANSPORTED\n\n69,252 MILLION\n\nTONS-KM\n\nOUR EBITDA WAS US$1.12 BILLION, WITH A MARGIN OF 44.5%\n\n<!-- image -->",
        "metadata": {
            "page": 31
        },
        "id": "204c42af-a5b4-4d55-8f74-ab5e354c4059"
    },
    {
        "page_content": "<!-- image -->\n\n## Florida East Coast Train, St. Agustine, Florida.\n\nIn 2021 we continued with the reengineering of our processes through the Service Master Plan, adhering to our new operating principles. This has allowed us to improve operating and financial metrics, freeing track capacity and increasing efficiency in the management of transport resources. Five principles govern this plan:\n\n- 1. Increase train length\n- 2. Improve the flow and speed of the network\n- 3. Shorten time in terminals\n- 4. Maximize locomotive utilization\n- 5. Balance the flow of northbound and southbound trains\n\n## OPERATING METRICS\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## SPEED OF CARS\n\n(KM / DAY)\n\n-0.9%\n\n<!-- image -->\n\n<!-- image -->\n\n## GROSS TONS PER TRAIN\n\n<!-- image -->\n\n<!-- image -->\n\n## TIME CARS SPEND IN YARDS\n\n<!-- image -->\n\n<!-- image -->\n\n## TRAIN LENGTH\n\n<!-- image -->\n\n<!-- image -->\n\nCREWS\n\n(MONTHLY AVERAGE)\n\n-16.3%\n\n<!-- image -->",
        "metadata": {
            "page": 32
        },
        "id": "c7d04b7a-bfb0-432c-bfa2-3a4926c39eff"
    },
    {
        "page_content": "<!-- image -->\n\n## SERVICE IN 50' CONTAINERS\n\n<!-- image -->\n\n<!-- image -->\n\n## SERVICE IN 40' AND 20' CONTAINERS\n\n<!-- image -->\n\n<!-- image -->\n\nSYMBOLOGY\n\nDomestic\n\nCross Border\n\nMaritime\n\nFEC\n\n- Intermodal Terminal\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nIn  2021  we  expanded  our  intermodal  services  (IMEX) coverage to Florida to serve the Miami, Fort Lauderdale and Jacksonville terminals\n\n## INDUSTRIES SERVED\n\nWe provide logistics solutions to all types of industries. Our business portfolio is divided into nine subsegments: agricultural, intermodal, metals, minerals, automotive, chemical, energy, industrial and cement.\n\n## AGRICULTURAL\n\nWe supply grain to the livestock, poultry and swine industries, and mills, oil mills and breweries. We also transport corn syrup, starch and sugar, among other products.\n\n## INTERMODAL\n\nWe transport around 16 million tons of goods in 350 thousand containers of domestic and international cargo in México and 460 thousand containers in Florida.\n\n## METALS AND MINERALS\n\nWe provide direct service to mines to transport raw materials in bulk, as well as to manufacturers to move finished products, serving diverse markets such as the automotive and construction industries.\n\n## AUTOMOTIVE\n\nOur network serves 12 of the leading automotive plants in México, with the movement of finished vehicles and auto parts representing 80% of the market. We have a 60% share of México's automotive cargo exports.",
        "metadata": {
            "page": 33
        },
        "id": "e3a37a78-9582-4c91-a211-29fbc9ac7cbb"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## CHEMICALS\n\nWe provide services to the inorganic chemicals, synthetic resins, fertilizers and petrochemical industries, among others.\n\n## ENERGY\n\nWe serve the markets of hydrocarbons, metallurgical coke, diesel, gasoline, asphalt, and LP gas, among others; to supply the main markets of the country: Valle de México, Jalisco, Nuevo León, Chihuahua and others. We also transport LP gas from the US and Canada through unit trains to satisfy domestic and industrial demand in the states of Coahuila, Chihuahua, Sinaloa and Sonora.\n\n## INDUSTRIALS\n\nIt is our most diverse business segment. It serves markets such as brewing, the paper industry, household appliances, machinery, and new railroad cars, among others.\n\n## CEMENT\n\nWe transport bulk and packaged product, servicing major cement plants in México and Florida.\n\n<!-- image -->\n\nMore than 1.9 million loads are transported annually\n\n## REVENUE DIVERSIFICATION BY SEGMENT\n\n<!-- image -->\n\n## OUR INVESTMENTS\n\nIn 2021, we invested US$329 million , mainly to improve rail infrastructure, increase our capacity and operational efficiency and to access new high-potential markets.\n\nIn recent years, our investments have focused on:\n\n- ·  Track replacement and rehabilitation\n- ·  Construction and rehabilitation of sidings, yards and terminals\n- ·  Upgrading telecommunications equipment\n- ·  Acquisition of haulage equipment\n- ·  Introduction of new operating technologies",
        "metadata": {
            "page": 34
        },
        "id": "c4ad7766-bb89-47a6-84a2-760ee23cd734"
    },
    {
        "page_content": "<!-- image -->\n\nLocomotive simulators as a training tool for our employees.\n\n## SUSTAINABLE VISION\n\nOur goal is to move more with less, and thus contribute to the global objectives of reducing emissions and making the best use of resources. For this reason, we have begun converting locomotives to use less polluting fuel. Together with equipment replacement and traffic optimization, these measures are key actions to reduce GMXT's carbon footprint.\n\nThe use of technology is fundamental to making our processes more efficient. The new locomotives have a state-of-the-art intelligent system to optimize their performance and fuel management while making transfers safer.\n\nWe have also formed a working group to explore new technologies to make locomotives more environmentally friendly, such as the use of electric batteries.\n\nIn 2021, we carried out 285 safety tours at Ferromex; through these visits we detected and corrected risk conditions.\n\n## OCCUPATIONAL HEALTH AND SAFETY\n\nWe are governed by three guiding principles: safety, service and productivity.\n\nOperational safety is a premise that prevails at all levels of our organization, intending to operate with zero accidents. In terms of service, we work to improve our customer service daily, seeking to be more productive and maximize the efficiency of each process.\n\nWe are permanently committed to focusing resources and efforts on creating safe work environments for our 10,591 employees. As part of this strategy, we have Safety and Health Committees at different levels of the organization, to guarantee the improvement of processes in all work areas.\n\nWe continue to advance in the technological transition process on several fronts. We are about to complete the implementation of the Transport Management System (TMS), which will optimize internal operations\n\n<!-- image -->",
        "metadata": {
            "page": 35
        },
        "id": "62f87793-5dbc-4498-9749-a5352b476b6c"
    },
    {
        "page_content": "<!-- image -->\n\nWe are committed to focusing resources and e/fforts to generate safe work environments for our 10,591 employees\n\n- · More than 431 employees were trained in risk management and first aid.\n- · In 2021, we trained 3,681 employees in occupational health and safety, reaching more than 20,270 man-hours.\n- · We operate 37 medical care units distributed throughout the country, which have 25 general practitioners and 140 nurses.\n\nIn terms of safety, during 2021 investments were made to incorporate technology that maintains the safe operation of trains, level crossings were rehabilitated and the signaling and installation of electronic barriers was maintained at the crossings with the highest incidence of accidents to stop vehicles and pedestrians from crossing before the train passes.\n\nLocomotive 4819 in the Pensil Tunnel, Atoyac, Veracruz.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 36
        },
        "id": "86b71a02-df2c-4512-b5ba-5a408b64d1de"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 37
        },
        "id": "3fbb7726-3a66-4907-8a38-ba7a8a68316e"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## MÉXICO PROYECTOS Y DESARROLLOS (MPD)\n\nTHOUSANDS OF DOLLARS\n\n|                   | January - December   | January - December   | Variation   | Variation   |\n|-------------------|----------------------|----------------------|-------------|-------------|\n|                   | 2020                 | 2021                 | Absolute    | %           |\n| Sales             | $  527,638           | $  557,772           | $  30,134   | 5.7         |\n| Cost of sales     | $  249,288           | $  316,312           | $  67,024   | 26.9        |\n| Operating income  | $  138,717           | $  86,743            | $  (51,973) | (37.5)      |\n| EBITDA            | $  266,579           | $  226,744           | $  (39,834) | (14.9)      |\n| EBITDA Margin (%) | 50.5%                | 40.7%                |             |             |\n| Net Income        | $  40,058            | $  17,282            | $  (22,776) | (56.9)      |\n| Profit margin (%) | 7.6%                 | 3.1%                 |             |             |\n\nOur Infrastructure Division is represented by the subsidiary México Proyectos y Desarrollos, S. A. de C.V. (MPD) and has seven lines of business:\n\n- 1. Oil and gas - Controladora de Infraestructura Petrolera México, S.A. de C.V. (CIPM)\n- 2. Energy Controladora de Infraestructura Energética México, S.A. de C.V. (CIEM)\n- a. Combined cycle plant La Caridad, Sonora - México Generadora de Energía, S.A. de C.V. (MGE)\n- b. El Retiro Wind Farm, Juchitán, Oaxaca - Eólica el Retiro, S.A. de C.V. (ERSA)\n- c. Fenicias Wind Farm, Nuevo León - Parque Eólico de Fenicias S. de R.L. de C.V.\n- 3. Construction México Compañía Constructora, S.A. de C.V. (MCC)\n- 4. Highways\n- a. Salamanca - León Highway - Concesionaria de Infraestructura del Bajío, S.A. de C.V. (CIBSA)\n- b. Bypass Silao - Concesionaria Autopista Silao, S.A. de C.V. (CAS)\n- 5. Engineering Grupo México Servicios de Ingeniería, S. A. de C.V. (GMSI)\n- 6. Fuels Grupo México Controladora de Combustibles, S.A. de C.V. (GMCC) Fuel transfer and storage terminals in:\n- a. Cadereyta, Nuevo León\n- b. Monterrey, Nuevo León (project in progress)\n- c. Guadalajara, Jalisco (project in progress)\n- d. Aguascalientes, Aguascalientes (project in progress)\n- 7. Tren Maya - Section 5 South Desarrollo del Sureste Playa del Carmen-Tulum, S.A. de C.V.\n\nDeposit at the Tailings Dam with 80% water recovery, Buenavista del Cobre, Sonora.",
        "metadata": {
            "page": 38
        },
        "id": "f6afbcda-8445-42d0-b828-f9cfbd9fc344"
    },
    {
        "page_content": "In 2021, sales in the Infrastructure Division grew 6%, driven by improved results in the Energy, Highways and Engineering businesses. We obtained cumulative sales of US$558 million and EBITDA of US$227 million.\n\nWe made investments worth US$99 million in 2021, mainly in:\n\n- ·  US$63 million: construction of the new Fenicias wind farm in the northern part of the country (total investment US$250 million), which is expected to start operations during the second quarter of 2022.\n- ·  US$9 million: Fuel Terminals projects.\n- ·  Rest: operating CAPEX in the different lines of business of the Division.\n\n<!-- image -->\n\n## In 2022 we will invest US$95 million\n\nIn addition, we are considering investments of US$95 million for 2022\n\n- ·  US$12 million: for closing the Fenicias Wind Farm transaction.\n- ·  US$16 million: for Fuel Terminals projects, mainly in the USA.\n- ·  US$10 million: for various highway projects (Salamanca-León and the Silao bypass).\n- ·  US$9 million: for the acquisition of building equipment for new projects (Construction of the Tailings Dam, 3rd stage).\n- ·  Rest: operating CAPEX for the different business lines of the division.\n\n<!-- image -->\n\nWe have developed multiple strategies that have allowed us to position ourselves as a very competitive company, an example of this is the creation of a compliance system that aims to lay the foundations for the ethical behavior of our employees, promoting values and integrity throughout the company's value chain, thus preventing risks such as corruption or money laundering.\n\nIn recognition of our social and environmental commitment, all of our business lines obtained or maintained the Socially Responsible Company distinction issued by Centro Mexicano para la Filantropía (CEMEFI).\n\nSeeking to generate well-being in the communities surrounding our operations, in 2021, we carried out 480 on-site activities benefiting more than 6,000 people through our community centers located in Oaxaca, Guanajuato, Campeche and Nuevo León. These activities are focused on improving health, education, the environment, and sports.\n\n## 89% of our purchases were made from local and national suppliers of goods and services\n\n## OIL AND GAS\n\nOFFSHORE DRILLING\n\n- ·  Six in operation with an average efficiency of 98.5%\n- ·  Revenues: US$140 million\n- ·  EBITDA: US$59 million\n\n| RIG                  | 2021 PRODUCTIVITY   | CONTRACT TERM   |\n|----------------------|---------------------|-----------------|\n| Campeche             | 98.4%               | August 2022     |\n| Tabasco              | 93.8%               | October 2022    |\n| Chihuahua            | 99.4%               | December 2022   |\n| Zacatecas            | 99.7%               | December 2022   |\n| Veracruz (modular)   | 99.6%               | December 2022   |\n| Tamaulipas (modular) | 99.4%               | September 2023  |",
        "metadata": {
            "page": 39
        },
        "id": "05feb9b6-2fe1-4f5f-ab03-f6fcc8edddd0"
    },
    {
        "page_content": "<!-- image -->\n\nVeracruz Rig, México.\n\n<!-- image -->\n\nCEMENTATION AND LAND DRILLING\n\n## Sales: US$6.5 million (30% higher than in 2020)\n\nIn 2021, we adhered to the highest standards of environmental compliance with Mexican law by maintaining the Clean Industry certificates issued by Procuraduría Federal de Protección al Ambiente (PROFEPA) for our operating offshore platforms. Additionally, we participated in reforestation actions in the area known as Playa Norte, as well as Laguna de Términos, both in Ciudad del Carmen, Campeche.\n\nWith these actions, we contributed to the protection of RAMSAR zones at a global level. We also obtained the Socially Responsible Company distinction granted by Centro Mexicano para  la  Filantropía  and  ALIARSE,  which  certifies  the  company  before  its  employees, investors, customers, authorities and society, as an organization publicly committed to social responsibility.\n\nWe  have  international  environmental  (ISO  14001)  and occupational health and safety (ISO 45001) certifications\n\nModular Rig Veracruz, México.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 40
        },
        "id": "b331fed7-0ece-4645-bb3b-ef50e7767f65"
    },
    {
        "page_content": "<!-- image -->\n\nCombined cycle plant La Caridad, Nacozari de García, Sonora.\n\n## ENERGY\n\n- · Sales: US$307 million (33% higher than in 2020)\n- · EBITDA: US$115 million\n- · Production: In 2021 we had a 33% increase in production due to the rise in the price of the gas molecule and the sale of 97GWh from the El Retiro Wind Farm Power Bank\n\n## LA CARIDAD COMBINED CYCLE PLANT\n\n- · Sales: US$290 million (34% more than in 2020)\n- · EBITDA: US$106 million\n- · Production: 3,254 GWh\n\nFor the second consecutive year, La Caridad power plant obtained Great Place to Work ® global  certification.  This  firm  is  responsible  for  evaluating  the  work  environment  for employees towards the company's performance.\n\nLa Caridad plant has achieved a record of eight years (+3,000 days) without disabling accidents, and we have been recognized as a Safe Company (PASST level 3) by Secretaría del Trabajo y Previsión Social (STPS). In terms of the environment, we have the national Clean Industry certification (PROFEPA).\n\nEolic Park El Retiro with a capacity of 74MW in Juchitán, Oaxaca.\n\n## EL RETIRO WIND FARM\n\n- · Sales: US$16 million (14% higher vs. 2020)\n- · EBITDA: US$10 million, with a margin of 64%\n- · Production: 168,380 MWh\n\nIn environmental terms, since 2019 we have achieved the Clean Industry certification, becoming the first wind farm in Istmo de Tehuantepec to receive this certification and for the fifth consecutive year we have successfully passed the Equator Principles audit, which includes environmental issues and evaluates the interaction with our neighboring communities, seeking the promotion and protection of human rights.\n\nFor the second consecutive year, we achieved the goal of Zero Accidents for both our internal personnel and contractors, maintaining our accident rate at 0%.\n\n## FENICIAS WIND FARM\n\nThe construction of this renewable project with a production capacity of 168MW, located in Nuevo León, is 100% completed and has concluded its testing stage. This wind farm will supply electricity to IMMSA's mining and metallurgical operations. At the end of 2021, US$240 million had been invested, representing 94.7% of the total project cost, and the commercial operation date is planned for the second quarter of 2022.",
        "metadata": {
            "page": 41
        },
        "id": "052cb820-f684-40aa-94b8-e001e54e95cb"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n- Highways\n\nMØxico Drilling Company\n\nFuel Storage Terminal\n\n- Maya Train\n- 01 La Caridad Combined Cycle Plant NACOZARI, SONORA\n- 02 Guadalajara Fuel Terminal PROJECT UNDER DEVELOPMENT\n- 03 Aguascalientes Fuel Terminal PROJECT UNDER DEVELOPMENT\n- 04 Cadereyta Fuel Terminal NUEVO LEÓN\n- 05 Monterrey Fuel Terminal PROJECT UNDER DEVELOPMENT\n- 08 Salamanca-León Highway\n\n- 10 Onshore Drilling Base POZA RICA, VERACRUZ\n- 11 Offshore Drilling Base CIUDAD DEL CARMEN, CAMPECHE\n- 12 Platform 'Tamaulipas'\n- 13 Platform 'Veracruz'\n- 14 Platform 'Sonora'\n- 15 Platform 'Tabasco'\n- 16 Platform 'Zacatecas'\n- 17 Platform 'Campeche'\n- 18 Platform 'Chihuahua'\n- 19 Tren Maya",
        "metadata": {
            "page": 42
        },
        "id": "bfbe6bfa-98c7-4186-8e48-781f54917e92"
    },
    {
        "page_content": "<!-- image -->\n\n## CONSTRUCTION\n\n- · Sales: US$54 million\n- · EBITDA: US$10 million\n\nMAJOR CONSTRUCTION PROJECTS\n\n- · We completed work for Ferromex on the Celaya, Guanajuato Railroad Beltway.\n- · In March 2021, we completed work on the haul road from Mineral de Pilares to La Caridad, Sonora.\n- · At Buenavista del Cobre mine, we completed the construction of stage 1 phase 2 and stage 2 of the Curtain of the New Tailings Deposit in April 2021, and since August 2021 we have been working on stage 3 of the same project, which will be completed in March 2026. In September, construction began on Lime Plant, that will be the largest in Latin America. It is expected to be completed in 2022.\n- · In July 2021, in Altamira, Tamaulipas, we began construction of the Fuel Storage Terminal for OTM and Valero, which is 28% complete and is scheduled for completion in July 2023.\n- · In September 2021, we finished the construction of the over height of the curtain of the Tailings Dam No. 7 of the Mining Metallurgical Complex, La Caridad Sonora.\n- · With Operadora de Infraestructura del Bajío, we performed maintenance work on both sections of Salamanca-León highway.\n\nWe have maintained the certification of our integral management system since 2007. In 2019, we carried out the recertification of the system valid until 2022 in Quality (ISO 9001:2015), Environmental (ISO 14001:2015) and Occupational Health and Safety (ISO 45001:2018). During 2021, the company obtained the Socially Responsible Company distinction, issued by Centro Mexicano para la Filantropía (CEMEFI).\n\nIn 2021, the results of the occupational disabling risk accident rate continued to improve, obtaining a result of 0.29, which is well below the average published by OSHA (5.4) and represents a 6% improvement in our performance.\n\nConstruction of the Fuel Storage Terminal in Altamira, Tamaulipas.",
        "metadata": {
            "page": 43
        },
        "id": "c7fcbf9c-ad8c-4721-9eb9-575981a8e9f1"
    },
    {
        "page_content": "<!-- image -->\n\nSalamanca - León highway toll booth, México.\n\n## HIGHWAYS\n\n- · Sales: US$42 million (22% higher vs. 2020)\n- · EBITDA: US$25 million (18% vs. el 2020)\n\nWe have two highway concessions:\n\n- 1) Salamanca-León Highway: During 2021, the weighted daily capacity was 11,959 vehicles, 20% higher than in 2020 and with an equivalent daily capacity by vehicle type of 19,430 units.\n- 2) Silao Bypass: In 2021, the daily traffic flow was 2,335 vehicles, 48% higher than in 2020 and with an equivalent daily traffic flow per vehicle type of 2,650 units.\n\nTo ensure compliance with applicable requirements and the continuous improvement of our operations, we incorporated the ISO 39001:2012 Road Safety Systems standard into our Integrated Management System, intending to raising awareness among workers to minimize the risk of traffic accidents, injury and fatality rates. In the area of occupational safety, we increased employee awareness by 58% through safety talks on the highway, thereby promoting a culture of safety and accident prevention.\n\n<!-- image -->\n\nConcerning health, safety and the environment, we adhere to Mexican national regulations and international best practices, and we obtained the Socially Responsible Company distinction, issued by the Centro Mexicano para la Filantropía (CEMEFI).\n\nAs part of our strategy to fight climate change, we installed photovoltaic systems that supply 85% of the energy consumption at the Mendoza and Puerto Interior toll booths, achieving energy savings of 13% at both booths.\n\nWe installed more than 800 solar panels to supply renewable energy to our booths and services\n\n## ENGINEERING\n\n- · Sales: US$30 million (19% higher vs. 2020)\n- · EBITDA: US$8 million (8% higher vs. 2020)\n\n## We had a historic production volume.\n\nFor  the  second  consecutive  year,  we  obtained  the  Great  Place  to  Work ® global certification,  which  evaluates  the  work  environment  for  employees  towards  the company's performance.",
        "metadata": {
            "page": 44
        },
        "id": "899e1869-6bdc-4e7d-a0f4-2c2eb8d1898c"
    },
    {
        "page_content": "<!-- image -->\n\nFuels Terminal in Cadereyta, Nuevo León.\n\n## FUELS\n\nFuel transfer terminal in Cadereyta, Nuevo León\n\n- · Sales: US$2 million\n- · EBITDA: 32% margin\n- · Operation: More than 524,100 liters per day of fuel transfer (3,300 barrels or 4.8 tank trucks of gasoline, diesel and MTBE).\n\nOur operations adhere to Sistema de Administración de Seguridad Industrial, Seguridad Operativa y Protección al Medio Ambiente (SASISOPA) monitored by Agencia de Seguridad, Energía y Ambiente (ASEA). This guarantees the protection of our personnel and care for the environment.\n\nMore than 524,100 liters per day of fuel transfer, equivalent to 7% of Monterrey's total demand\n\n<!-- image -->\n\n<!-- image -->\n\n## TREN MAYA\n\nThe consortium formed by Grupo México Infraestructura and Acciona is in charge of the development of the executive project, the construction of the railway and its maintenance for a period of four years of Section 5 South (Playa del Carmen to Tulum) with a length of 67.6 km.\n\nDuring the first quarter of 2022, the Federal Government adjusted the original route so as not to affect Highway 307.\n\nActivities have been carried out to rescue flora and fauna, as well as environmental, topography, geotechnical and geophysical studies. We continue with the collection of rails delivered by FONATUR, and with the collection of sleepers acquired by the consortium.\n\nThe project presents an ambitious challenge in social and environmental matters, having as its main characteristic the existence of an underground ecosystem, which is being taken care of by a wide group of experts in the subject, under strict protocols of protection to all the species of flora and fauna. Furthermore, we promote the preservation of the Mayan culture in the communities near the project and, as part of our sustainability policies, we have encouraged local employment.\n\nWe promote local employment, hiring 46% of total personnel from the area",
        "metadata": {
            "page": 45
        },
        "id": "624b4c0b-09af-4235-8cc6-d845601705a8"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\nDr. Vagón, el Tren de la Salud, at Viaducto Ferroviario Manzanillo, Colima.\n\n<!-- image -->",
        "metadata": {
            "page": 46
        },
        "id": "233903f9-4828-4ffc-8c1a-576645119ac7"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## FUNDACIÓN GRUPO MÉXICO\n\nIs a business foundation whose mission is to develop innovative and sustainable programs that contribute to the strengthening of communities and Civil Society Organizations.\n\nWe work in four areas with a direct impact on the development and welfare of México:\n\n- ·  Health\n- ·  Environment\n- ·  Support to Institutions\n- ·  Education and Culture\n\nIn 2021, Fundación Grupo México was recognized by several national and international awards for its good practices, programs, and social actions in favor of society, such as:\n\n- ·  First place in the 'Microcortos para cambiar el mundo' competition, organized by the Fundación Icloby Spain, participating with the Cineminuto del Dr. Vagón 2019\n- ·  Recognition in the 'XII Premios Corresponsables en México' , considering La Red de Asociaciones y Fundaciones Empresariales, as one of the best sustainable initiatives among 17 Spanish-speaking countries\n- ·  Editorial  Xocoyo  with  its  Ahuacatl  and  Cacahuate  editions,  participated  in  the Gourmand Awards and Hallbars Sustainability Research Institute at the Alfred Nobel House Museum in Sweden, among the best 600 gastronomy books from 50 countries that were exhibited\n\nAerial view of Vagón Verde.",
        "metadata": {
            "page": 47
        },
        "id": "81ea5c29-7d88-451a-abfc-3da50c14489f"
    },
    {
        "page_content": "<!-- image -->\n\nDr. Vagón, El Tren de la Salud in Atoyac, Veracruz.\n\n<!-- image -->\n\n## HEALTH\n\nDR. VAGÓN, EL TREN DE LA SALUD\n\nThis year Dr. Vagón completed its seven year of operations. Due to the pandemic, the train did not provide service during the first months of the year. Back in service only in the last quarter of the year, it obtained remarkable results:\n\n- · Three  communities  in  6  states of  México:  CDMX,  Hidalgo,  Estado  de  México, Guanajuato, Jalisco and Michoacán.\n- · Patients: 22,940\n- · Comprehensive medical services: 137,877\n- · Medications: 14,412\n- · Hearing aids: 254 and one bone headband\n- · Eyeglasses: 3,304\n- · Rehabilitation materials: 1,389 pieces\n\n<!-- image -->\n\nAll services, medicines, studies and devices are free of charge\n\nFree doctor's appointment onboard Doctor Vagón.\n\n- · Laboratory tests: 61,591\n- · Laboratory studies: 8,145\n- · SARS CoV-2 antigen tests: 3,860\n- · Mastographies: 2,399, finding 41 suspected breast cancer cases by radiological diagnosis, equivalent to 1.7% of incidence.\n- · Family Planning: 142 IUD's, 38 vasectomies; representing 1,040 Couple-Years of Protection (CYP) 2 .\n- · 88 Health Education Workshops were organized and held with more than 2,000 attendees .\n\n<!-- image -->\n\n- 2 CYP: The estimated protection provided by family planning services during a one-year period, based on the volume of all contraceptive methods offered free of charge.",
        "metadata": {
            "page": 48
        },
        "id": "69206745-deda-40b5-b07e-977079393ce8"
    },
    {
        "page_content": "<!-- image -->\n\nDoctor's appointment on board Dr. Vagón, El Tren de la Salud.\n\n<!-- image -->\n\n## We have traveled 9,662 kilometers with El Tren de la Salud\n\nIn the 800 DRVAGON hotline (3782466) , managed by experts, these are the most recurrent topics:\n\n- ·  COVID-19\n- ·  Emotional conditions\n- ·  Bereavement\n- ·  Relationship with family\n- ·  Self-care\n- ·  Relationship with partner\n\nWe thank and acknowledge the great work done by our allies : Fundación Farmacias del Ahorro, Fundación MVS Radio, Audiotech, FUCAM, Laboratorios LAPI, Essilor and Grupo QP360, thus reaffirming our commitment to the health of all Mexicans.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nYamilet recovering after cochlear implant surgery.\n\n## ESCUCHAR SIN FRONTERAS\n\nIn 2021, through Escuchar Sin Fronteras program, we supported children up to 24 months of age, with severe and profound hypoacusis (hearing loss), to obtain a bilateral cochlear implant. Once the implants are placed, the children are provided with Auditory Verbal Therapy (AVT) and calibration of the external processor to reach spoken language and achieve a better insertion into society.\n\nThis is the result of the effort of a multidisciplinary team of the highest professional level and excellent human quality. The members of this team are:\n\n- ·  3 otolaryngologist surgeons\n- ·  3 audiologists\n- ·  1 pediatrician\n- ·  2 ophthalmologists\n- ·  1 cardiologist\n- ·  1 geneticist\n- ·  4 anaesthesiologists\n- ·  1 psychologist\n- ·  More than ten therapists specializing in AVT\n\n## Since the program began, we have placed implants in ten children; we plan to donate 80 implants during 2022\n\nAfter surgery the children will continue with their AVT programming and the corresponding audiological studies.\n\nWe are incredibly grateful for the invaluable support of our allies: Laboratorios LAPI, Fundación ABC, Cochlear, Aurea Lab and Doctores Especialistas.\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 49
        },
        "id": "c5844468-8f74-4beb-8b37-96bdceff7327"
    },
    {
        "page_content": "<!-- image -->\n\nThe bags used for growing plants in our nurseries are compostable.\n\n## ENVIRONMENT\n\nMEXICANOS SEMBRANDO\n\nThe objective of this program is to contribute to mitigate the effects of climate change and maintain the stability of ecosystems through forest restoration:\n\n- · It operates seven nurseries in the country, located in Sonora, Coahuila, Zacatecas and San Luis Potosí\n- ·  Annual production capacity of more than 6 million trees\n- ·  Production of 102 different plant species\n\nThanks to high-tech irrigation systems, shade nets, and greenhouses (automatic ventilation walls, solar screens, and misting mechanisms), 70% of the water needed for its production is saved.\n\nForestry nursery facilities in San Luis Potosí.\n\nYear after year, we invest in the infrastructure of our nurseries and this one was no exception:\n\n- ·  A 300 m 2 fully technified greenhouse was built at the San Martín, Zacatecas nursery\n- ·  The construction of a greenhouse on a 1,056 m 2 surface and a new one-hectare shade house began at the San Luis Potosí Forest Nursery\n- ·  Work began on designing a new nursery in Juchitán, Oaxaca",
        "metadata": {
            "page": 50
        },
        "id": "cdfa3395-b3fc-4ada-91ef-b6be9ef4ec7c"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n## In 2021:\n\n- · We donated more than 2.95 million trees in 24 states of México through our allies\n- · We reforested 2,955 hectares\n\nIn collaboration with our partner Pronatura México A.C., we donated more than 29,000 plants and trees to the program 'Reto Verde de la Ciudad de México' of the Department of the Environment benefiting six municipalities.\n\nIn 2021, the 10th annual Reforestation Day was held in the Sierra Patlachique State Park, planting 2,500 plants of native species of the park on more than two hectares, with the support of more than 200 volunteers. With this, we contribute to the preservation of the soil and the conservation of environmental services such as infiltration of rainwater into the subsoil, carbon sequestration and soil retention.\n\nWith the new projects we will have a production capacity of more than seven million trees per year\n\nParticipation of volunteers in the tenth annual reforestation day.\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->",
        "metadata": {
            "page": 51
        },
        "id": "aa0dfe59-f55e-41ab-8189-91a424254805"
    },
    {
        "page_content": "<!-- image -->\n\nEvent of Vagón Verde program to raise awareness among children and young people about the importance of preserving the environment.\n\n## VAGÓN VERDE\n\nThis year, Celaya, in Guanajuato, entered Vagón Verde program, receiving 8,000 plants of 11 plant species to reforest different municipalities and raise awareness among children and young people of the importance of protecting the environment, and carry out reforestation and recycling activities. This is achieved by exchanging recyclable material for plants of the forest and ornamental species endemic to the region.\n\n## SUPPORT TO INSTITUTIONS\n\nWithin the Institutional Support area, we have two programs:\n\nConciencia Cinemex and La Red de Asociaciones y Fundaciones Empresariales, which aim to provide tools to Civil Society Organizations (CSOs) to strengthen the social work they do to achieve a more significant impact.\n\n## SOCIAL PITCHERS\n\nWe created a new formula to strengthen CSOs and obtain strategic donations through a pitching contest. Social leaders present to donors a high-impact project to solve social problems seeking to add allies and resources.\n\nIn this first edition, with the support of Alboa and Cinemex as hosts of the event, we had the participation of various experts in the social sector, such as Disruptivo TV, Tecnológico de Monterrey and Empresability.\n\n- · 20 organizations trained and three finalists presented their projects\n- ·  Creative and innovative social content through a reality show type contest program\n- · 14 partners , including five donors, three evaluation specialists and four expert mentors from the social sector\n- · 15 offers of support in the form of cash donations, in-kind products, digital strategies, productions, fundraising options and a slot for Cineminuto Social in Cinemex in 2022\n\nBenefited organizations: Fundación Nexum Médica, A.C. from Chihuahua, Desértica Soluciones Endovasculares, A.C. from Baja California, Fundación Humanista de Ayuda a Discapacitados, I.A.P. (FHADI) from México City.",
        "metadata": {
            "page": 52
        },
        "id": "1ebc63d2-0c50-4988-ad74-6a456cf98d01"
    },
    {
        "page_content": "<!-- image -->\n\nConvocatoria Cineminuto Social.\n\n## CONCIENCIA CINEMEX\n\nConciencia Cinemex creates spaces for CSO to promote their causes and find fundraising options and in-kind donations through five programs: Premier a Beneficio, Cineminuto Social, Carrera Cinemex, Palomitas con Causa and Campaña en Marquesinas.\n\nAt the same time, we reach diverse communities with family-friendly movies on board of Cine Vagón.\n\n## BENEFIT PREMIERS\n\nIn alliance with several movie distributors, we donate movie screenings before their premiere. Each benefited CSO organizes a ticket sale and raises funds that Fundación Grupo México doubles.\n\n- · 15 premiers in on-site and online modalities\n- · 1,443,564 raised and duplicated by Fundación Grupo México for 15 different CSO\n- · More than 364,000 beneficiaries\n\nCINEMINUTO SOCIAL\n\nThis year, we launched the following calls for entries:\n\n- 1. Cineminutos con Valor: We invite young university students to submit their ideas for a cineminuto based on universal values. The winner gets support to continue with his/ her studies and the opportunity to produce  a Cineminuto with the help of professionals and exhibit it in Cine Vagón during 2022.\n- 2. AMCI Cineminuto Social for CSO: Students of the Film and Television Arts and Business Degree of Asociación Mexicana de Cineastas Independientes (AMCI), supported organizations to produce the winner's cineminuto free of charge to be screened in Cinemex complexes nationwide.\n\n<!-- image -->\n\n3 CALLS\n\n<!-- image -->\n\n<!-- image -->\n\n21 ORGANIZATIONS BENEFITED\n\n3 STUDENTS BENEFITED",
        "metadata": {
            "page": 53
        },
        "id": "6bcabcc0-90a0-43f8-8084-dee1a81bb8ea"
    },
    {
        "page_content": "ANNUAL REPORT 2021\n\n104\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nCAMPAÑA EN MARQUESINAS (MARQUEE CAMPAIGN)\n\nIn 2021, we reinforced Campaña en Marquesinas beyond the movie theatre to take advantage of digital spaces in social networks and thus have a greater impact with the posters  of  the  participating  organizations.  We  designed  customized  strategies  with investment in networks segmented according to their objectives.\n\n<!-- image -->\n\n15 CAMPAIGNS\n\n<!-- image -->\n\n346,872 PEOPLE REACHED\n\n<!-- image -->\n\n7 ORGANIZATIONS BENEFITED\n\n<!-- image -->\n\n30 WEEKS SCHEDULED",
        "metadata": {
            "page": 54
        },
        "id": "595a2532-523b-437c-b36e-9b365f0ea743"
    },
    {
        "page_content": "<!-- image -->\n\n## We distributed our classic popcorn at Cine Vagón function.\n\n## CINE VAGÓN\n\nIn October, we resumed Cine Vagón functions and brought the magic of cinema to the communities served by Dr. Vagón, El Tren de la Salud. Our movie screenings are completed with popcorn and beverage combos; we also gave the children in the audience toys and promotional items of characters and movies.\n\n- · During three routes, 47 screenings were held and more than one thousand families (4,127 attendees) enjoyed our selection of movies\n- · 5,450 promotional items delivered\n\n## DONATIONS\n\nWe supported various institutions that benefit children in vulnerable situations with Cinemex promotional items such as glasses, popcorn dispensers and toys with the characters of the most popular movies.\n\n21 DELIVERIES\n\n<!-- image -->\n\n17 BENEFITED ORGANIZATIONS\n\n<!-- image -->\n\n173,454 PROMOTIONAL MATERIALS\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nRed de asociaciones.\n\n## RED DE ASOCIACIONES Y FUNDACIONES EMPRESARIALES\n\nCSO receives free training, forums, workshops, networking spaces, conferences and seminars within this network of associations.\n\n·\n\n·\n\n5,000 Civil Society Organizations in México, Latin America and Europe 353 allies\n\n<!-- image -->\n\nEvery month, 60 new CSO joined La Red, mainly from México, Colombia, Ecuador, Perú and the United States.\n\nIn 2021, we increased the number of strategic allies by 21%:\n\n- · 176 Corporate Foundations and SRC\n- · 120 Social agencies and law firms\n- · 20 Academic Institutions\n- · 32 Alliances with Government and International Organizations",
        "metadata": {
            "page": 55
        },
        "id": "a4b9caff-35b0-4866-9b95-7b1c43c5333a"
    },
    {
        "page_content": "THE RED ACHIEVEMENTS 2021\n\n<!-- image -->\n\n<!-- image -->\n\n161 COURSES IN VARIOUS FORMATS: DIPLOMA COURSES, SEMINARS AND WORKSHOPS\n\n<!-- image -->\n\n633 CONSULTANCIES ON HOW TO BE PART OF THE RED AND LEGAL ADVISORIES\n\n<!-- image -->\n\nDESIGN OF A MANUAL OF GOOD PRACTICES IN ALLIANCE WITH THE MEXICAN NETWORK FOR INTERNATIONAL COOPERATION\n\n<!-- image -->\n\n481 HOURS\n\nOF ONLINE CONTENT\n\nWe promote inclusive and accessible training for all by developing our activities with\n\nInterpretación de Lengua de Señas Mexicanas (ILSM).\n\n120 CONSULTANTS AND SPECIALISTS PARTICIPATED IN THE TRAINING PROCESS\n\n<!-- image -->\n\n56,000 VISITS TO OUR PLATFORM: REDASOCIACIONES.COM AND +40,000 VISITS TO OUR SOCIAL NETWORKS\n\n<!-- image -->\n\nMOBILIZE IN-KIND DONATIONS WITH A VALUE OF +$2,000,000 PESOS THROUGH THE CAMPAIGN 'SI PUEDES DONA, SI NECESITAS TOMA' (IF YOU CAN DONATE, IF YOU NEED, TAKE)\n\n<!-- image -->\n\nExpo Red Hidalgo, México.\n\nIn 2021 the Red achieved\n\n<!-- image -->\n\n+22 MIL PERSONAS CAPACITADAS PROVENIENTES DE ORGANIZACIONES, COLECTIVOS, ESR Y FUNDACIONES +22 thousand people from organizations, collectives, SRC and foundations were trained",
        "metadata": {
            "page": 56
        },
        "id": "5f159bf7-14c8-427b-b16e-70404f93921a"
    },
    {
        "page_content": "<!-- image -->\n\n## Expo Red Hidalgo, México.\n\n## Expo Red de Asociaciones 2021, virtual edition\n\n- · It was held in collaboration with Conciencia Cinemex program and was the first year to have an Ibero-American agenda with more than 50 speakers from 13 countries\n- · Objective: to present new and innovative resource mobilization strategies and the importance of institutional positioning through digital marketing\n- · 2,000 people from 17 countries\n- · 58 global alliances from various sectors: Universities, SRC, Business Foundations, Consultancies, Social Agencies and Government\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## EDUCATION AND CULTURE\n\nEDUCATION, HEALTH AND LIFE MATERIALS\n\nWith the objective of reinforcing the educational knowledge provided in primary and secondary schools in México, in 2016, we created the series of Educational Materials for Health and Life, focusing on addictions, nutrition, sexuality, mental health and violence.\n\nThese  materials  are  distributed  free  of  charge  online  through  the  website www.educacionsaludyvida.org, to offer a space for consultation for teachers and parents.\n\nIn 2021 we added to our website the digital E-Learning Platform Educa y Aprende, where parents, teachers and school psychology teams can find materials and courses in which, through case studies and evaluations of the topics in the collection, they can learn in an easy, intuitive and accessible way.\n\nWe added three new contents to the Collection: Culture of Legality, Cybersecurity and Inclusive Education, with México Unido Contra la Delincuencia, the United Nations Office on Drugs and Crime and the Human Rights Commission of México City as allies.\n\n## Relevant actions 2021:\n\n- · We donated 110 printed Educational Materials to CSOs, Educational Institutions and State Governments\n- · Developed  17  educational  capsules  addressing  specific  issues  related  to  the collection's themes\n- · We participate in the International Congress for the Prevention of Addictions, 'Creamos un Mejor Futuro para Niñas, Niños y Adolescentes', coordinated by Planet Youth and the Government of the State of Guanajuato",
        "metadata": {
            "page": 57
        },
        "id": "cfd5743a-42d5-479d-a67b-56285661a1d2"
    },
    {
        "page_content": "<!-- image -->\n\nCover of the book 'Nopal' National Call for the Xocoyo Awards\n\n## XOCOYO COLLECTION\n\nThe 2021 edition was dedicated to nopal for its relevance in Mexican cuisine and traditions. The book 'Nopal, entre pencas, tunas y flores' will represent México in the Single Subject category at the Gourmand World Cookbook Awards 2022.\n\nThe resources obtained by the sale of this book will be donated to Centro de Cirugía Especial de México, an institution providing free surgeries to correct malformations to extremely vulnerable children from all over the country, to help reintegrate them into society and improve their quality of life.\n\nNATIONAL CALL FOR XOCOYO AWARDS\n\nCommitted to the search for young Mexican talent for the promotion of their work, in 2021 we participated in the organization of the First National Xocoyo Call, which invited students and graduates of the Gastronomy degree to join by creating recipes in a three course menu and drink in which the main ingredient was amaranth, the main ingredient of the next book. The winners will participate in the next book of the Xocoyo Collection with their recipes.\n\n113\n\n<!-- image -->\n\nDelivery of toys on Children's Day to Antes de Partir Foundation\n\n## CORPORATE VOLUNTEERING\n\nThe participation of society in volunteering activities allows the creation of more resilient and robust communities. We seek to involve Grupo México's employees in activities that provide human and professional experience, new friendships, development of new skills and, above all, encourage commitment to various social causes.\n\n## Supporting children and teenagers with cancer\n\nIn collaboration with Antes de Partir, A.C. we develop activities to benefit children and teenagers with cancer in palliative care, as well as their families in activities such as:\n\n## 1.  Children's Day\n\nGrupo México employees participated in the collection of toys for Children's Day.",
        "metadata": {
            "page": 58
        },
        "id": "981b6e1b-0ef1-43de-8e18-501ca78e62f7"
    },
    {
        "page_content": "<!-- image -->\n\nOn the occasion of Mother's Day to patients of Antes de Partir A.C. Foundation.\n\n## 2.  Mother's Day Soap Class\n\nWe gave the mothers of patients lodged by Antes de Partir, A.C. a virtual class where they were taught the technique to make handmade soaps to create a network of entrepreneurship  through  which  they  can  contribute  economically  to  household expenses.\n\n## 3.  Collection of food supplements and diapers\n\nDuring August, the company's employees were invited to donate food supplements and diapers.\n\nThrough these three initiatives, 195 collaborators participated and 555 supplies were collected, benefiting 160 children and teenagers\n\nVacations with a Social Purpose Creel, Chihuahua.\n\n## VACATIONS WITH A SOCIAL PURPOSE\n\nGrupo México employees use five days of their vacations to participate in experiences that allow them to interact with various social causes, while at the same time benefiting low income people through their volunteer work.\n\nIn November 2021, two events were held simultaneously:\n\n## Creel, Chihuahua\n\nIn collaboration with Habitat para la Humanidad México, A. C. 25 employees built houses and installed water collection systems to benefit two families living in Sierra Tarahumara.\n\n## Xochimilco, CDMX\n\nTogether with TECHO, A.C., 23 employees built two houses and installed water collection systems in the community of La Conchita, Xochimilco, and CDMX.\n\n<!-- image -->",
        "metadata": {
            "page": 59
        },
        "id": "49101b5c-3780-45ff-892d-36e0895cd528"
    },
    {
        "page_content": "<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\n## FUNDACIÓN GRUPO MÉXICO CORPORATE VOLUNTEERING PLATFORM\n\nEvery December 5th, the International Volunteer Day is celebrated, so on that day the Corporate Volunteer Platform of Fundación Grupo México, https://fundaciongm.fonselp. org/ was officially launched. Its purpose is to promote and invite the company's employees to be part of the social volunteer initiatives presented by Civil Society Organizations (CSOs), Foundations and Universities for the benefit of the social sector, focusing on the areas of Health, Education, Culture and Environment.\n\nThis digital tool makes social causes visible and invites collaborators to join in to benefit Mexican society.\n\n## During the launching of the platform\n\n- · 759 collaborators registered\n- · 187 volunteers signed up for ten different initiatives in three Mexican states\n\nWe are grateful for the participation of each of Grupo México's employees; furthermore, we would like to recognize those volunteers who have been constant in their commitment to helping vulnerable communities, hand by hand with Fundación Grupo México:\n\n- · Juan José Carrillo Corona, Grupo México Minería\n- · Jorge Humberto Mendoza Aguirre, Grupo México Minería\n- · Leopoldo Peña Ramírez, Grupo México Infraestructura\n- · Sergio Silva Polanco, Grupo México Transportes\n\nFundación Grupo México Volunteers with the benefited Tarahumara family.",
        "metadata": {
            "page": 60
        },
        "id": "e54271cd-223c-4030-b5ca-d693a15445cc"
    },
    {
        "page_content": "<!-- image -->\n\n119\n\n## EFICINE\n\nThrough Grupo México Companies, we financially support projects related to the film industry.\n\nIn 2021, we supported the production of four films:\n\n- 1. Firma Aquí\n- 2. Latido\n- 3. Hombres Íntegros\n- 4. Lupe\n\nIn 2021 we supported four productions:\n\n- 1. Emilia y su Globo Rojo\n- 2. La Hora de Todos\n- 3. Odio que los abrazos no duren más de cuatro horas\n- 4. Virginia, La Muerte de la Polilla\n\nThis year, Grupo México began to participate in EFIARTES, to support and finance theater projects\n\n<!-- image -->\n\n<!-- image -->\n\n<!-- image -->\n\nGMX .\n\nFUNDACIÓN GRUPO MÉXICO",
        "metadata": {
            "page": 61
        },
        "id": "21f07525-fe10-4cc5-939b-b22714b02583"
    },
    {
        "page_content": "## GRUPO MÉXICO\n\n## BOARD OF DIRECTORS\n\nGERMÁN LARREA MOTA VELASCO\n\nCHAIRMAN\n\nBoard Member (proprietary, patrimonial)\n\nXAVIER GARCÍA DE QUEVEDO TOPETE\n\nVICE-CHAIRMAN\n\nBoard Member (proprietary, patrimonial)\n\nOSCAR GONZÁLEZ ROCHA\n\nBoard Member (proprietary, patrimonial)\n\nALFREDO CASAR PÉREZ\n\nBoard Member (proprietary, patrimonial)\n\nLUIS CASTELAZO MORALES\n\nBoard Member (proprietary, patrimonial)\n\nFERNANDO LÓPEZ GUERRA LARREA Board Member (proprietary, patrimonial)\n\nEMILIO CARRILLO GAMBOA\n\nBoard Member (proprietary, independent)\n\nANTONIO DEL VALLE RUIZ\n\nBoard Member (proprietary, independent)\n\nCLAUDIO X. GONZÁLEZ LAPORTE\n\nBoard Member (proprietary, independent)\n\nPRUDENCIO LÓPEZ MARTÍNEZ †\n\nBoard Member (proprietary, independent)\n\nANTONIO MADERO BRACHO\n\nBoard Member (proprietary, independent)\n\nCARLOS PRIETO SIERRA\n\nBoard Member (proprietary, independent)\n\nCARLOS ROJAS MOTA VELASCO\n\nBoard Member (proprietary, independent)\n\nFERNANDO RUIZ SAHAGÚN\n\nBoard Member (proprietary, independent)\n\nROLANDO VEGA SAÉNZ\n\nBoard Member (proprietary, independent)\n\nLILLIE HERNÁNDEZ MINOR\n\nSecretary\n\n## MANAGEMENT TEAM\n\nGERMÁN LARREA MOTA VELASCO\n\nChief Executive Officer and\n\nChairman of the Board of Directors\n\nXAVIER GARCÍA DE QUEVEDO TOPETE\n\nExecutive Vice President\n\nLOURDES ARANDA BEZAURY\n\nDirector of Communications and Institutional Relations\n\nMARLENE FINNY DE LA TORRE\n\nDirector of Administration and Finance\n\nLILLIE HERNÁNDEZ MINOR\n\nGeneral Counsel\n\nJUAN CARLOS JAQUES GARCÉS\n\nAudit Director\n\nMIGUEL VALDÉS NEAVES\n\nAdministration and Control Director",
        "metadata": {
            "page": 62
        },
        "id": "07897394-fa15-4781-9b6f-35f6e0a47157"
    },
    {
        "page_content": "## MINING DIVISION\n\nAMERICAS MINING CORPORATION\n\n## MANAGEMENT TEAM\n\nGERMÁN LARREA MOTA VELASCO\n\nChairman of the Board of Directors\n\nOSCAR GONZÁLEZ ROCHA\n\nChief Executive Officer\n\nXAVIER GARCÍA DE QUEVEDO TOPETE\n\nExecutive Vice President\n\nLEONARDO CONTRERAS LERDO DE TEJADA\n\nAdministration and Finance Director\n\nDANIEL CHÁVEZ CARREÓN\n\nOperations Director\n\nFRANCISCO DOMENECH FERNÁNDEZ\n\nCommercial Director\n\nOSCAR GONZÁLEZ BARRÓN\n\nAdministration and Control Director\n\nMAURICIO IBÁÑEZ CAMPOS\n\nLegal and Corporate Governance Director\n\nPAOLA HERNÁNDEZ VILLALVAZO\n\nCompliance Director\n\nJORGE JÁUREGUI MORALES\n\nHuman Resources Director\n\nJORGE LAZALDE PSIHAS\n\nLegal and Institutional Relations Director\n\nFRANCISCO LÓPEZ GUERRA LARREA\n\nSustainability Director\n\nVIDAL MUHECH DIP\n\nSteering Committee Director\n\nJOSÉ RAMÓN GONZÁLEZ GARCÍA\n\nInformation Technology Director\n\nRAFAEL RÍOS GARCÍA\n\nSecurity Director\n\nERNESTO RÍOS PATRÓN\n\nEngineering and Construction Director\n\nRAQUEL TOBAR SÁIZ\n\nNew Business and Finance Director\n\nMARTIN UGARTECHE CROSBY\n\nProcurement Director\n\n## SOUTHERN PERU\n\nRAÚL JACOB RUISANCHEZ\n\nAdministration and Finance Director Southern Peru\n\nJORGE MEZA VIVEROS\n\nOperations Director Southern Peru\n\nASARCO\n\nLEONARDO CONTRERAS LERDO DE TEJADA\n\nChief Executive Officer ASARCO\n\nINDUSTRIAL MINERA MÉXICO\n\nLEONARDO CONTRERAS LERDO DE TEJADA\n\nChief Executive Officer Industrial Minera México",
        "metadata": {
            "page": 63
        },
        "id": "f38fedb6-dc04-439a-b178-865045f71882"
    },
    {
        "page_content": "## MINING DIVISION\n\nSOUTHERN COPPER CORPORATION\n\nBOARD OF DIRECTORS\n\nGERMÁN LARREA MOTA VELASCO\n\nChairman of the Board of Directors\n\nOSCAR GONZÁLEZ ROCHA Board Member (proprietary, patrimonial) Executive Chairman\n\nXAVIER GARCÍA DE QUEVEDO TOPETE\n\nBoard Member (proprietary, patrimonial)\n\nLEONARDO CONTRERAS\n\nLERDO DE TEJADA\n\nBoard Member (proprietary, patrimonial)\n\nVICENTE ARIZTEGUI ANDREVE\n\nBoard Member (proprietary, independent)\n\nENRIQUE CASTILLO SÁNCHEZ MEJORADA\n\nBoard Member (proprietary, independent)\n\nLUIS MIGUEL PALOMINO BONILLA Proprietary Board Member (proprietary, independent)\n\nGILBERTO PEREZALONSO CIFUENTES\n\nBoard Member (proprietary, independent)\n\nCARLOS RUÍZ SACRISTÁN\n\nBoard Member (proprietary, independent)\n\nJORGE LAZALDE PSIHAS\n\nSecretary\n\n## INFRASTRUCTURE DIVISION\n\nMÉXICO PROYECTOS Y DESARROLLOS (MPD)\n\nMANAGEMENT TEAM\n\nGERMÁN LARREA MOTA VELASCO\n\nChairman of the Board of Directors\n\nXAVIER GARCÍA DE QUEVEDO TOPETE\n\nChief Executive Officer\n\nFRANCISCO ZINSER GONZÁLEZ\n\nGeneral Director\n\nJORGE AGÜERO NAVARRO\n\nTren Maya General Director\n\nRICARDO ARCE CASTELLANOS Petroleum, Engineering and Construction General Director\n\nMARIO FERNANDO CHÁVEZ GALAS\n\nAdministration and Finance General Director\n\nJAVIER GÓMEZ AGUILAR\n\nLegal General Director\n\nJOSÉ JAIME GONZÁLEZ ACOSTA\n\nDirector of Petroleum Operations\n\nHÉCTOR RAÚL HUERTA AVENDAÑO\n\nEngineering General Director\n\nJULIO FRANCISCO LARREA MENA General Director of Constructora México\n\nJOSÉ OLAYA HERNÁNDEZ\n\nHighways General Director\n\nGUSTAVO ORTEGA GÓMEZ\n\nEnergy General Director",
        "metadata": {
            "page": 64
        },
        "id": "d04dc93e-a568-42b8-9638-8c2b01c657e7"
    },
    {
        "page_content": "## TRANSPORTATION DIVISION\n\nGRUPO MÉXICO TRANSPORTES\n\nMANAGEMENT TEAM\n\nGERMÁN LARREA MOTA VELASCO\n\nChairman of the Board of Directors\n\nALFREDO CASAR PÉREZ\n\nChairman\n\nFERNANDO LÓPEZ GUERRA LARREA\n\nGeneral Director\n\nISAAC FRANKLIN UNKIND\n\nAdministration and Finance General Director\n\nHUGO RAFAEL GÓMEZ DÍAZ\n\nGeneral Director of Operations\n\nJORGE MANUEL MÁRQUEZ ABREU\n\nGeneral Commercial Director\n\nALBERTO VERGARA PERRILLIAT\n\nPlanning and Projects General Director\n\nBOARD OF DIRECTORS\n\nGERMÁN LARREA MOTA VELASCO\n\nChairman of the Board of Directors\n\nXAVIER GARCÍA DE QUEVEDO TOPETE\n\nBoard Member (proprietary)\n\nALFREDO CASAR PÉREZ\n\nBoard Member (related)\n\nISAAC FRANKLIN UNKIND\n\nBoard Member (related)\n\nFERNANDO LÓPEZ GUERRA LARREA\n\nBoard Member (related)\n\nHUGO RAFAEL GÓMEZ DÍAZ\n\nBoard Member (related)\n\nARTURO ELÍAS AYUB\n\nBoard Member (proprietary, independent)\n\nROBERTO SLIM SEADE\n\nBoard Member (proprietary, independent)\n\nJAIME CORREDOR ESNAOLA\n\nBoard Member (independent)\n\nEDUARDO JOAQUÍN GALLÁSTEGUI ARMELLA\n\nBoard Member (independent)\n\nCARLOS NORIEGA ARIAS\n\nBoard Member (independent)\n\nCHRISTIAN LIPPERT HELGUERA\n\nSecretary",
        "metadata": {
            "page": 65
        },
        "id": "5dcbcf8f-6152-43e7-899a-d574dbce8a51"
    },
    {
        "page_content": "ANNU\n\nAL REPOR\n\nT 20\n\n21\n\n## FUNDACIÓN GRUPO MÉXICO\n\n## MANAGEMENT TEAM\n\nGERMÁN LARREA MOTA VELASCO\n\nChairman of the Board of Directors\n\nJESSICA PONS FERNÁNDEZ\n\nDeputy General Manager\n\n## HEALTH\n\nKARLA DÍAZ CASTRO\n\nAdministrative Manager\n\nDr. Vagón, El Tren de la Salud\n\nAURA PATIÑO LONA\n\nOperations Manager\n\nDr. Vagón, El Tren de la Salud\n\nDR. RICARDO REYES DÍAZ\n\nMedical Manager\n\nDr. Vagón, El Tren de la Salud\n\n## SUPPORT TO INSTITUTIONS\n\nJESSICA PONS FERNÁNDEZ Manager of the Red de Asociaciones\n\ny Fundaciones Empresariales\n\nLUCERO VALLEJO DURÁN\n\nManager Conciencia Cinemex\n\nENVIRONMENT\n\nJESSICA PONS FERNÁNDEZ\n\nManager\n\nEDUCATION AND CULTURE\n\nBEATRIZ CRISPÍN GÁMEZ\n\nManager",
        "metadata": {
            "page": 66
        },
        "id": "746ac70d-f490-4f84-835a-9b6ae550a848"
    },
    {
        "page_content": "<!-- image -->\n\ngmexico.mx\n\n## GRUPO MÉXICO S.A.B. DE C.V.\n\nEDIFICIO PARQUE REFORMA\n\nCAMPOS ELÍSEOS 400 LOMAS DE CHAPULTEPEC 11000 CIUDAD DE MÉXICO 52 (55) 1103 5000\n\n<!-- image -->",
        "metadata": {
            "page": 67
        },
        "id": "34787537-d186-4fbb-ada5-31f861d9f458"
    }
]